Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: The function list is shown in the left side of the main window. This list shows a list of all functions, tangents, point series, shadings and relations. When you want to manipulate an item, you first have to select it. The selected item is normally marked in blue, but it will be marked in gray when something other than the function list has focus. You can manipulate the selected element through the <placeholder-1/> menu or through the context menu appearing when you <action>right click</action> on the element.
dutch: De functie lijst wordt getoond in de linkerkant van het hoofdvenster. Deze lijst toont een lijst met alle functies, raaklijnen, puntenreeksen, arceringen en relaties. Wanneer je een item wilt manipuleren, moet je het eerst selecteren. Het geselecteerde item is normaal blauw gemarkeerd, maar het zal gemarkeerd worden in het grijs als iets anders als in de functielijst al iets die kleur heeft. Je kan het geselecteerde element manipuleren vanuit het <placeholder-1/> menu of via het context menu dat verschijnt als je <action>right click</action op het element.
french: La liste des fonctions est affichée dans la partie gauche de la fenêtre principale. La liste affiche toutes les fonctions, tangentes, séries de points, remplissages et relations. Quand vous voulez manipuler un item vous devez d'abord le sélectionner. L'item sélectionné est normalement surligné en bleu, mais le surlignage deviendra gris si la main passe à autre chose que la liste des fonctions. Vous pouvez manipuler l'élément sélectionné depuis le menu <placeholder-1/> ou depuis le menu contextuel qui apparaît lors d'un <action>clic droit</action> sur l'élément.
german: Die Funktionsliste befindet sich auf der linken Seite des Hauptfensters und beinhaltet eine Liste aller Funktionen, Tangenten, Punktserien, Schraffuren und Relationen. Wenn Sie ein Element aus dieser Liste bearbeiten wollen, müssen Sie es zuerst auswählen, d.h. anklicken. Das Element wird dann blau hinterlegt dargestellt, es sei denn, die Funktionsliste befindet sich gerade nicht im Vordergrund. In einem solchen Fall wird es grau hinterlegt.Ein Element kann mit Hilfe des Menüs <placeholder-1/> oder des Kontextmenüs, das Sie durch einen <action>Rechtsklick</action> auf dieses Element erhalten, bearbeitet werden.
italian: La lista delle funzioni è mostrata sul lato sinistro della finestra principale. Essa include tutte le funzioni, tangenti, serie di punti, ombreggiature e relazioni disponibili. Quando vuoi manipolare una voce, devi innanzittutto selezionarla e, di norma, essa sarà evidenziata in blu, ma in grigio se il fuoco è su una voce diversa da una 'funzione'. Puoi lavorare sull'elemento selezionato mediante il menu <placeholder-1/> o il menu contestuale che appare se fai <action>right click</action> su di esso.
spanish: El panel de contenido está situado en la parte izquierda de la ventana gráfica. Es una lista que contiene todos los elementos insertados en el sistema de coordenadas, por ejemplo, funciones, ecuaciones, series de puntos, cuadros de texto, etc.<para>Si deseas editar algún elemento, selecciónalo en el panel de contenido y emplea <menuchoice><guimenu><placeholder-1/></guimenu><guimenuitem>Editar...</guimenuitem></menuchoice>, o haz clic derecho sobre él y selecciona <guimenu>Editar...</guimenu> desde el menú contextual. El método más sencillo consiste en hacer doble clic sobre dicho elemento. Recuerda que puedes expandir o contraer el panel de contenido arrastrando su margen derecho con el ratón.</para>

source: The set of numbers ...,-3,-2,-1,0,1,2,3,... is called integers and is a subset of the real numbers. A given integer n may be negative, zero or positive.
dutch: De getallenverzameling ...,- 3, -2, -1, 0,1, 2, 3, ... heet de gehele getallen en is een deelverzameling van de reële getallen. Een gegeven getal n kan negatief, nul of positief zijn.
french: L'ensemble des nombres ...,-3,-2,-1,0,1,2,3,... est l'ensemble des entiers et est un sous-ensemble des nombres réels. Un entier donné peut être négatif, nul ou positif.
german: Die Zahlen ...,-3,-2,-1,0,1,2,3,... bilden die Menge der ganzen Zahlen (auch: Integerzahlen). Dabei handelt es sich um eine Untermenge der reellen Zahlen. Eine Integerzahl n kann also null oder ganzzahlig negativ oder positiv sein.
italian: L'insieme di numeri ...,-3,-2,-1,0,1,2,3,... è detto degli interi ed è un sottoinsieme dei numeri reali. Un dato intero n può essere inferiore, uguale o superiore a 0.
spanish: Un número entero puede definirse como un número decimal periódico puro de período 0. Por esta razón, dentro del conjunto de los números racionales se halla el subconjunto de los números enteros, que se define como Z={... –3, –2, –1, 0, 1, 2, 3 ...}. Esto es, un número entero puede ser negativo, cero o positivo.

source: Show in legend
dutch: Toon in de legende.
french: Afficher dans la légende
german: In der Legende anzeigen
italian: Mostra nella legenda
spanish: Mostrar en la leyenda

source: The legend is a box that per default is placed at the upper right corner of the graphing area, and shows a list of the plotted functions, tangents, shadings, and point series in the coordinate system. Select <placeholder-1/> under <placeholder-2/> in the <placeholder-3/> dialog to show the legend. <action>Right click</action> on an item in the function list and deselect <placeholder-4/> if you don't want the item shown in the legend. When editing an item you can enter the text to be shown in the legend. For functions and tangents the function equation will be shown if no legend text is entered.
dutch: De legende is een vak dat standaard in de rechter bovenhoek vanhet grafisch gebied verschijnt, en vermeldt een lijst van de geplotte functies, raaklijnen, arceringen, en puntenreeksen in het coördinatenstelsel. Selecteer <placeholder-1/> onder <placeholder-2/> in de <placeholder-3/> dialoog om de legende te tonen. <action>Klik rechts</action> op een item in de lijst en schakel <placeholder-4/> uit, als je niet wil dat het item getoond wordt in de legende. Bij het bewerken van een item kan je tekst laten weergeven in de legende. Voor functies en raaklijnen zal de functievergelijking getoond worden als er geen legendetekst ingevoerd is.
french: La légende est un panneau rectangulaire qui par défaut est placé dans le coin supérieur droit de la zone de dessin, et affiche la liste des fonctions, tangentes, remplissages et séries de points tracés dans le repère. Sélectionnez <placeholder-1/> dans <placeholder-2/> de la boîte de dialogue <placeholder-3/> pour montrer la légende. Faites un <action>clic droit</action> sur un item de la liste des fonctions et désactivez <placeholder-4/> si vous ne voulez pas que cet item soit affiché dans la légende. Quand vous éditez un item vous pouvez saisir un texte à afficher dans la légende. Pour les fonctions et tangentes leur équation sera affichée si aucun texte n'a été saisi.
german: Die Legende ist ein Kasten, der sich standardmäßig im rechten oberen Bereich des Koordinatensystems befindet und eine Liste aller darin dargestellten Funktionsgraphen, Tangenten, Schraffuren und Punktserien beinhaltet. Um die Legende einzublenden, wählen Sie im Dialog <placeholder-3/> unter <placeholder-2/> die Option <placeholder-1/>. Wenn ein Element der Funktionsliste nicht in der Legende aufgeführt werden soll, dann führen Sie einen <action>Rechtsklick</action> auf dem entsprechenden Eintrag der Funktionsliste auf und deaktivieren Sie den Punkt <placeholder-4/>. Bei der Bearbeitung eines Elements der Funktionsliste können Sie festlegen, welcher Text dieses in der Legende beschreiben soll. Bei Funktionen und Tangenten wird standardmäßig die Funktionsvorschrift eingetragen, falls kein gesonderter Legendentext angegeben wird.
italian: Una legenda è un riquadro che per default è posto nell'angolo superiore destro dell'area grafica e mostra la lista delle funzioni, tangenti, ombreggiature e serie di punti tracciate nel sistema di coordinate. Seleziona <placeholder-1/> in <placeholder-2/> nella finestra di dialogo <placeholder-3/> per mostrare la legenda. Fai <action>Right click</action> sulla voce nella lista delle funzioni e deseleziona <placeholder-4/> se non vuoi che l'elemento sia visualizzato nella legenda. Quando editi una voce, puoi immettere il testo da mostrare in legenda. Se non si immette alcun testo, per funzioni e tangenti, nella legenda verrà mostrata la relativa equazione.
spanish: La leyenda es un recuadro situado, por defecto, en la esquina superior derecha de la ventana gráfica, y recoge una lista de todos los elementos insertados en el sistema de coordenadas. Si deseas mostrarla, en el cuadro de diálogo <placeholder-3/> pestaña <placeholder-2/>, activa la casilla <emphasis><placeholder-1/></emphasis>.<para>Si no deseas que la leyenda registre cierto elemento, haz clic derecho sobre éste en el <glossterm linkend="FunctionList">panel de contenido</glossterm> y deselecciona la opción <placeholder-4/>. Recuerda que cuando introduzcas o edites un elemento (función, ecuación, serie de puntos, etc.), puedes escribir una definición del mismo en la caja de texto <guilabel>Descripción</guilabel> de su respectivo cuadro de diálogo, que será mostrado por la leyenda.</para>

source: An expression that can be evaluated as a number is called a numeric expression. The expression can include any combination of numbers, constants, variables, operators and functions.
dutch: Een uitdrukking die geëvalueerd kan worden als een getal is een numerieke expressie. De uitdrukking kan een willekeurige combinatie van cijfers, constanten, variabelen, operatoren en functies bevatten.
french: Une expression qui peut être calculée en donnant un nombre est appelée expression numérique. Une expression peut contenir toute combinaison de nombres, constantes, variables, opérateurs et fonctions.
german: Ein Ausdruck, dessen Wert berechenbar ist, wird als numerischer Ausdruck bezeichnet. Ein solcher Term kann aus einer beliebigen Verknüpfung ovn Zahlen, Konstanten, Variablen, Operatoren und Funktionen zusammengesetzt werden.
italian: Una espressione che può essere valutata come un numero è detta espressione numerica, essa può includere qualsivoglia combinazione di numeri, costanti, variabili, operatori e funzioni.
spanish: Una expresión algebraica es una combinación de coeficientes (números) e incógnitas (letras) ligados entre sí por los signos de las operaciones aritméticas, es decir, + (signo más, suma), – (signo menos, resta), * (asterisco, multiplicación), / (barra inclinada, división), ^ (acento circunflejo, potenciación). Ejemplos: <userinput>x<superscript>2</superscript>+y/5</userinput>, <userinput>x<superscript>3</superscript>–6x</userinput>, <userinput>4+ln(pi)</userinput>.<para>Puedes emplear paréntesis (), corchetes [] o llaves {} para agrupar términos dentro de una expresión algebraica, y utilizar funciones especiales predefinidas en el programa (consulta el capítulo <emphasis><link linkend="ListOfFunctions">Lista de funciones</link></emphasis>). Nota que toda expresión algebraica es evaluable a un valor numérico, que resulta de sustituir las incógnitas por un determinado valor.</para>

source: Radians are a way to describe the size of an angle similar to degrees, but radians are not a unit like degrees. The angle of a whole circle is 360&deg; or 2&pi; radians. An angle in radians can be converted to degrees by multiplying with 180&deg;/&pi;. An angle in degrees can be converted to radians by multiplying with &pi;/180&deg;. You can choose to use radians or degrees for trigonometric functions in the <placeholder-1/> dialog under the <placeholder-2/> tab.
dutch: Radialen zijn een manier om de grootte van een hoek te beschrijven, zoals graden ook doet, maar radialen zijn geen eenheid zoals graden. De hoek van een hele cirkel is 360&deg; of 2&pi; radians. Een hoek in radialen kan je omzetten naar graden door te vermenigvuldigen met 180&deg;/&pi;. Een hoek in graden kan omgezet naar radialen door vermenigvuldiging met &pi;/180&deg;. Je kan kiezen voor trigonometrische functies kiezen om radialen of graden te gebruiken in het <placeholder-1/> dialoogvenster onder de <placeholder-2/>tab.
french: Le radian est une unité de mesure des angles de même que le degré. L'angle plein mesure 360&deg; ou 2&pi; radians. Un angle en radians peut être converti en degrés en multipliant par 180&deg;/&pi;. Un angle en degrés peut être converti en radians en multipliant par &pi;/180&deg;. Vous pouvez choisir d'utiliser les radians ou les degrés pour les fonctions trigonométriques dans l'onglet <placeholder-2/> de la boîte de dialogue <placeholder-1/>.
german: Das Bogenmaß ist ein dimensionloses Winkelmaß, d.h. eine Größenangabe für einen Winkel, die ohne Gradzahl auskommt. Ein 360&deg; umfassender Vollwinkel hat im Bogenmaß die Größe 2&pi;, d.h. zwischen Bogenmaß und Grad kann eine Umrechnung vorgenommen werden, indem der im Bogenmaß angegebene Winkel mit 180&deg;/&pi; bzw. der in Grad angegebene Winkel mit &pi;/180&deg; multipliziert wird. Im Register <placeholder-2/> des Dialogs <placeholder-1/> können Sie einstellen, ob Graph mit Winkelangaben in Grad oder im Bogenmaß arbeiten soll.
italian: I radianti sono un modo per descrivere la dimensione di un angolo, alla stregua dei gradi, ma a differenza di questi ultimi, i radianti non sono delle unità. L'angolo di un cerchio intero corrisponde a 360&deg; o a 2&pi;. Un angolo in radianti può essere convertito in gradi moltiplicandolo per 180&deg;/&pi;. Un angolo in gradi può essere convertito in radianti moltiplicandolo per &pi;/180&deg;. Per elaborare le funzioni trigonometriche, puoi scegliere di usare radianti o gradi nella finestra di dialogo <placeholder-1/> alla pagina <placeholder-2/>.
spanish: El radián es una unidad angular que se define como el ángulo subtendido por un arco de circunferencia cuya longitud es igual al radio de una circunferencia dada. Así, 360&deg; equivalen a 2&pi; radianes.<para>Puedes convertir un ángulo en radianes a grados sexagesimales multiplicando por 180&deg;/&pi;. Asimismo, puedes convertir un ángulo en grados sexagesimales a radianes multiplicando por &pi;/180&deg;. En el cuadro de diálogo <placeholder-1/> pestaña <placeholder-2/>, podrás elegir las unidades que deseas emplear en las funciones trigonométricas.</para>

source: A real number is on the form nnn.fffEeee where nnn is the whole number part that may be negative. fff is the fraction part that is separated from the integer part with a dot '.'. The fraction part is optional, but either the integer part or the fraction part must be there. E is the exponent separator and must be an 'E' in upper case. eee is the exponent optionally preceded by '-'. The exponent is only needed if the E is there. Notice that 5E8 is the same as 5*10^8.
dutch: Een reëel getal van de vorm nnn.fffEeee waar nnn het geheel getal deel is dat kan negatief zijn. fff is de breukdeel dat gescheiden is van het gehele deel met een punt '.'. De breukdeel is optioneel, maar ofwel het geheel deel of het breukdeel moet er zijn. E is de exponentscheider en moet een 'E' in hoofdletters zijn. eee is de exponent optioneel voorafgegaan door een '-'. De exponent is alleen nodig wanneer de E er is. Merk op dat 5E8 hetzelfde is als 5*10^8.
french: Un nombre réel est de la forme nnn.fffEeee où nnn est la troncature qui peut être négative. fff est la partie décimale qui est séparée de la précédente par un point '.'. La partie décimale est optionnelle, mais pas la troncature. E est le séparateur exponentielle et doit être un 'E' majuscule. eee est l'exposant éventuellement précédé d'un signe '-'. L'exposant n'est nécessaire que si le E est présent. Notez que 5E8 est équivalent à 5*10^8.
german: Eine reelle Zahl hat allgemein die Form nnn.fffEeee, wobei nnn den ganzzahligen Teil der Zahl darstellt, welcher auch negativ werden darf. fff stellt die Nachkommastellen dar, die - entgegen der in Deutschland üblichen Konvention - vom ganzzahligen Teil mit einem Punkt ('.') getrennt werden. Der Nachkommateil kann auch weggelassen werden, wenn es sich um eine ganze Zahl handelt. Umgekehrt kann der Teil vor dem Dezimaltrenner weggelassen werden, wenn es sich um ein Dezimalzahl zwischen null und eins handelt. Das 'E' ist ein Trennzeichen, das gesetzt werden kann, falls Dezimalzahlen in Gleitkommaform dargestellt werden sollen. In diesem Fall gibt die Dezimalzahl vor dem 'E' alle Ziffern der darzustellenden Zahl an (Mantisse), die mit der eee. Potenz von 10 multipliziert eben diese Zahl ergibt. Natürlich kann eee auch ein negatives Vorzeichen haben. Beispielsweise lässt sich 5*10^8 also verkürzt als 5E8 darstellen.
italian: Un numero reale è in formato: nnn.fffEeee. nnn è la parte intera, che può essere negativa. fff è la parte frazionaria, separata dall'intera dal carattere '.' (punto). La parte frazionaria è opzionale, ma o la parte intera o quella frazionaria deve esserci. E è il separatore esponenziale, deve essere una 'E' maiuscola. eee è l'esponente, che può essere negativo ed è richiesto solo se c'è la 'E'. Nota che 5E8 = 5*10^8.
spanish: El conjunto de los números reales R comprende los números racionales e irracionales. Un número real es un número con una expresión decimal finita o periódica (número racional), o infinita y no periódica (número irracional), y puede ser positivo, negativo o cero.<para>En Graph los números reales pueden mostrarse en notación exponencial o científica bajo la forma <parameter>n.dEp</parameter>, donde <parameter>n</parameter> es la parte entera (positiva o negativa) y <parameter>d</parameter> es la parte decimal (el separador decimal es un punto). La letra mayúscula <parameter>E</parameter> es el indicador del exponente, y <parameter>p</parameter> es la potencia (base 10), que puede ser positiva o negativa. Ejemplos: 5E–8 = 5·10<superscript>–8</superscript>, 2.04E+6 = 2.04E6 = 2.04·10<superscript>6</superscript>.</para>

source: Dialogs
dutch: Dialogen
french: Boîtes de dialogue
german: Dialoge
italian: Dialoghi
spanish: Cuadros de diálogo

source: Options dialog
dutch: Opties dialoogvenster
french: Boîte de dialogue des options
german: Dialog Einstellungen
italian: Opzioni dialogo
spanish: cuadro de diálogo Opciones

source: When you choose the menu item <placeholder-1/> the dialog shown below will appear. In this dialog, you can change general program options.
dutch: Wanneer je het menu-item kiest <placeholder-1/> zal onderstaand dialoogvenster verschijnen. In dit dialoogvenster kun je de algemene programma-opties veranderen.
french: Quand vous choisissez l'item <placeholder-1/> du menu, la boîte de dialogue affichée ci-dessous apparaîtra. Dans cette boîte de dialogue, vous pouvez changer des options du programme.
german: Mit dem Menü-Punkt <placeholder-1/> wird der folgende Dialog angezeigt. In diesem Dialog lassen sich allgemeine Programmeinstellungen ändern.
italian: Se scegli la voce del menu <placeholder-1/> apparirà la finestra di dialogo mostrata qui sotto. In essa potrai cambiare le opzioni generali di Graph.
spanish: Cuando selecciones <placeholder-1/> se presentará el cuadro de diálogo abajo mostrado, donde podrás definir tus preferencias respecto a la interfaz de usuario y regular ciertas características generales del programa.

source: Decimals
dutch: Decimalen
french: Décimales
german: Dezimalstelle
italian: Decimali
spanish: Posiciones decimales

source: This is the number of decimals that all results are shown with. The number has no influence on the calculations or the shown graphs.
dutch: Dit is het aantal decimalen van alle resultaten. Dit aantal heeft geen invloed op de berekeningen of de getoonde grafieken.
french: C'est le nombre de décimales utilisé pour afficher les résultats. Ce nombre n'a pas d'influence sur les calculs ou sur le tracé des graphiques.
german: Alle Ergebnisse werden mit dieser Anzahl Dezimalstellen angezeigt. Die Zahl hat keinen Einfluß auf Berechnungen oder die dargestellte Graphen.
italian: Questo è il numero di decimali con cui verrà mostrato ogni risultato. Esso non influenza l'elaborazione dei dati o i grafici visualizzati.
spanish: Número de dígitos decimales que deseas que muestren los resultados. Puedes fijar un máximo de 15 posiciones decimales.

source: Recent files
dutch: Recente bestanden
french: Fichiers récents
german: Letzte Dateien
italian: File recenti
spanish: Archivos recientes

source: This is the maximum number of recent used files that is shown in the <placeholder-1/> menu. The number must be between 0 and 9. 0 means that no recent used files are shown.
dutch: Dit is het maximum aantal recente gebruikte bestanden die wordt weergegeven in het <placeholder-1/> menu. Het aantal moet tussen 0 en 9liggen. 0 betekent dat er geen recent gebruikte bestanden worden weergegeven.
french: C'est le nombre maximal de fichiers précédemment utilisés affiché dans le menu <placeholder-1/>. Ce nombre doit être entre 0 et 9. 0 signifie qu'aucun fichier précédemment utilisé n'est affiché.
german: Dies ist die höchste Anzahl zuletzt benutzer Dateien, die im <placeholder-1/>-Menü angezeigt werden. Die Zahl muß zwischen 0 und 9 sein. 0 bedeutet, daß die zuletzt benutzten Dateien nicht angezeigt werden.
italian: Questo è il massimo numero di file usati di recente mostrato nel menu <placeholder-1/>. Il numero deve essere compreso tra 0 e 9; 0 significa che nessun file recente verrà mostrato.
spanish: Número de archivos .grf (archivos de Graph) abiertos últimamente, que serán mostrados en el menú <placeholder-1/>. El número debe estar entre 1 y 9. Si indicas 0, desactivarás esta opción, y no se mostrará ningún archivo reciente.

source: Max undo steps
dutch: Max stappen ongedaan
french: Défaire jusqu'à
german: Max. rückgängig
italian: Max annulla-azione
spanish: Límite de Deshacer
