Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: The dialog shown below is used to evaluate the selected function for a range. First select a function in the <placeholder-1/> and use the menu item <placeholder-2/> to show the dialog. You specify the first and last value of the independent variable in the <placeholder-3/> and <placeholder-4/> fields. In the <placeholder-5/> or <placeholder-6/> field you specify the increment of the independent variable at each evaluation.
dutch: Het dialoogvenster hieronder is bedoeld om de geselecteerde functie binnen een bepaald bereik te evalueren. Selecteer eerst een functie in de <placeholder-1/> en gebruik het menu-item <placeholder-2/> om het dialoogvenster te weergeven. Je geeft de eerste en de laatste waarde van de onafhankelijke variabele in de <placeholder-3/>- en <placeholder-4/>-velden. In de <placeholder-5/>- of <placeholder-6/>-veld geef je de stijging van de onafhankelijke variabele op elke evaluatie.
french: La boîte de dialogue ci-dessous est utilisée pour calculer la fonction sélectionnée dans un intervalle. Sélectionnez d'abord une fonction dans la <placeholder-1/> et utilisez l'item <placeholder-2/> du menu pour afficher la boîte de dialogue. Vous devez indiquer la première et la dernière valeur pour la variable dans les champs <placeholder-3/> et <placeholder-4/>. Dans les champs <placeholder-5/> ou <placeholder-6/> vous spécifiez le pas d'incrémentation de la variable.
german: Der untenstehende Dialog wird benutzt, um die gewählte Funktion für einen Bereich zu berechnen. Wählen Sie eine Funktion aus der <placeholder-1/> und lassen Sie sich den Dialog mit dem Menüpunkt <placeholder-2/> anzeigen. Legen Sie für die unabhängige Variable den ersten Wert (<placeholder-3/>), den letzen Wert (<placeholder-4/>) und die Schrittweite (<placeholder-5/> bzw. <placeholder-6/>) für jede neue Berechnung fest.
italian: La sottostante finestra di dialogo è usata per valutare la funzione selezionata in un intervallo. Innanzitutto seleziona una funzione in <placeholder-1/> e usa la voce di menu <placeholder-2/> per mostrare il dialogo. Quindi, specifica il primo e l'ultimo valore della variabile indipendente nei campi <placeholder-3/> e <placeholder-4/>. Infine, nel campo <placeholder-5/> o <placeholder-6/> specifica l'incremento della variabile indipendente tra un calcolo e il successivo.
spanish: Si deseas obtener una tabla de valores respecto a la función seleccionada en el <placeholder-1/>, emplea <placeholder-2/>. Una <emphasis>tabla de valores</emphasis> es una lista que recoge los resultados de evaluar una función en un determinado intervalo.<para>Indica el valor inicial del intervalo respecto a la variable independiente –<parameter>x</parameter> o <parameter>t</parameter>– en el cuadro <placeholder-3/> y el valor final del mismo en el cuadro <placeholder-4/>. El cuadro <placeholder-5/> –para funciones explícitas–, o <placeholder-6/> –para funciones paramétricas y polares–, se denomina <emphasis>Paso</emphasis>, y se define como la diferencia entre dos valores contiguos de la variable dentro del intervalo especificado.</para>

source: When you press the <guibutton>Calc</guibutton> button, the table will be filled with the independent variable in the first column. The rest of the columns depend on the type of function. For a standard function, the table will show f(x), f'(x) and f''(x). For a parametric function, the table will show x(t), y(t), dx/dt, dy/dt and dy/dx. For a polar function, the table will show r(t), x(t), y(t), dr/dt and dy/dx. Unneeded columns can be hidden from the context menu. If the calculations takes a long time, a progress indicator will be shown.
dutch: Wanneer je op de <guibutton>Calc</guibutton>-knop klikt, zal de tabel worden gevuld met de onafhankelijke variabele in de eerste kolom. De rest van de kolommen verschilt van het type functie. Voor een standaardfunctie zal de tabel f(x), f'(x) en f''(x) laten zien. Voor een parameterfunctie zal de tabel x(t), y(t), dx/dt, dy/dt en dy/dx laten zien. Voor een polaire functie zal de tabel r(t), x(t), y(t), dr/dt en dy/dx laten zien. Kolommen die je niet nodig hebt kun je verbergen via het rechtermuisknop-menu. Als de berekenen lang duren, zal een voortgangsbalk worden getoond.
french: Quand vous presserez le bouton <guibutton>Calculer</guibutton>, la table se remplira des valeurs de la variable dans la première colonne. Les autres colonnes dépendent du type de fonction.Pour une fonction standard, la table affichera f(x), f'(x) et f''(x). Pour une représentation paramétrique, la table affichera x(t), y(t), dx/dt, dy/dt et dy/dx. Pour une fonction polaire, la table affichera r(t), x(t), y(t), dr/dt et dy/dx. Les colonnes non désirées peuvent être cachées depuis le menu contextuel. Si le calcul prend du temps un indicateur de progression sera affiché.
german: Wenn Sie die Schaltfläche <guibutton>Berechnen</guibutton> drücken, wird die Tabelle mit der unabhängigen Variablen in der ersten Spalte gefüllt. Die restlichen Spalten hängen vom Funktionstyp ab. Bei einer Standardfunktion zeigt die Tabelle f(x), f'(x) und f''(x), bei einer Parameterfunktion x(t), y(t), dx/dt, dy/dt und dy/dx und bei einer Polarfunktion r(t), x(t), y(t), dr/dt und dy/dx. Nicht benötigte Spalten lassen sich im Kontextmenü ausblenden. Bei länger dauernden Berechnungen wird ein Fortschrittsbalken angezeigt.
italian: Premendo il tasto <guibutton>Calc</guibutton>, la prima colonna della tabella verrà riempita dai valori della variabile indipendente, mentre il contenuto delle colonne rimanenti dipende dal tipo di funzione. Ovvero, funzione standard: f(x), f'(x) e f''(x); funzione parametrica: x(t), y(t), dx/dt, dy/dt e dy/dx; funzione polare: r(t), x(t), y(t), dr/dt e dy/dx. Tramite il menu contestuale, è possibile nascondere le colonne indesiderate. Quando l'elaborazione richiede molto tempo viene visualizzato una indicatore del suo progredire.
spanish: Cuando hagas clic en el botón <guibutton>Calcular</guibutton>, la tabla mostrará la variable independiente en la primera columna, y en las restantes las diferentes evaluaciones según el tipo de función seleccionada. Para funciones explícitas, se indican f(x), f’(x), f’’(x). Para funciones paramétricas, se indican x(t), y(t), dx/dt, dy/dt, dy/dx. Para funciones polares, se indican r(t), x(t), y(t), dr/dt, dy/dx.<para>Desde el menú contextual puedes decidir qué columnas deseas mostrar. Nota que con el ratón podrás redimensionar este cuadro de diálogo, así como el ancho de columna, en el caso de que alguna evaluación queda parcialmente oculta.</para>

source: Copy
dutch: Kopieer
french: Copier
german: Kopieren
italian: Copia
spanish: Copiar

source: You can select some cells with the mouse and <action>right click</action> with the mouse and use <placeholder-1/> from the context menu to copy the cells to the clipboard. From the clipboard the data may be pasted into another program, e.g. Microsoft Excel.
dutch: Je kunt bepaalde cellen selecteren met de muis en dan <action>met de rechtermuisknop klikken</action> en <placeholder-1/> van het rechtermuisknop-menu gebruiken om de geselecteerde cellen te kopiëren naar het klembord. Vanaf het klembord kunnen de gegevens worden geplakt in een ander programma, bijvoorbeeld Microsoft Excel.
french: Vous pouvez sélectionner des cellules avec la souris par un <action>clic droit</action> et utiliser <placeholder-1/> depuis le menu contextuel pour copier les cellules dans le presse-papier. Du presse-papier les données peuvent alors être collées dans un autre programme, e.g. Microsoft Excel.
german: Sie können einige Zellen mit der Maus selektieren, machen einen <action>Rechtsklick</action> und kopieren die Zellen mit <placeholder-1/> im Kontextmenü in die Zwischenablage. Die Daten können aus der Zwischenablage in ein anderes Programm eingefügt werden, z. B. Microsoft Excel.
italian: Puoi selezionare alcune celle con il mouse e <action>right click</action> con il mouse e usare <placeholder-1/> dal menu contestuale per copiare le celle negli appunti e, da qui, i dati possono poi essere incollati in un programma esterno (ad es. MS Excel).
spanish: Puedes seleccionar celdas con el ratón y, desde el menú contextual, utilizar el comando <placeholder-1/> para colocar la selección en el Portapapeles. Podrás pegar los datos en otro programa, por ejemplo, MS Excel.

source: Select all
dutch: Selecteer alles
french: Tout sélectionner
german: Alle wählen
italian: Seleziona tutto
spanish: Seleccionar todo

source: When you move the mouse to the left side of the table the mouse pointer changes to a right pointing arrow. Now you can select whole rows with the mouse. When you move the mouse to the top of the table, the pointer changes to a down pointing arrow. Now you can select whole columns with the mouse. The whole table may be selected by <action>right clicking</action> and selecting <placeholder-1/>. It is also possible to select cells by holding down the <keycap>Shift</keycap> key and using the arrow keys on the keyboard.
dutch: Wanneer je de muis beweegt naar de linkerkant van de tabel verandert de cursor naar een pijltje naar links. Nu kun je hele rijen selecteren met de muis. Wanneer je de muis naar de top van de tabel verplaatst, verandert de cursor in een pijltje naar beneden. Nu kun je hele kolommen selecteren met de muis. De hele tabel kan geselecteerd worden doot <action>rechts te klikken met de muis</action> en <placeholder-1/> te selecteren. Het is ook mogelijk cellen te selecteren door de <keycap>shift</keycap>-toets ingedrukt te houden en de pijltjestoetsen op het toetsenbord te gebruiken.
french: Quand vous déplacez la souris vers le côté gauche de la table le curseur se change en une flèche pointant à droite. Alors vous pouvez sélectionner des lignes entières à la souris. Quand vous déplacez la souris vers le haut de la table le curseur se change en une flèche pointant en bas. Alors vous pouvez sélectionner des colonnes entières à la souris. La table entière peut être sélectionnée par un <action>clic droit</action> et le choix de <placeholder-1/>. Il est également possible de sélectionner des cellules en enfonçant la touche <keycap>majuscule</keycap> et en utilisant les flèches du clavier.
german: Auf der linken Seite der Tabellen verwandelt sich der Mauszeiger in einen Rechts-Pfeil. Jetzt lassen sich mit der Maus ganze Reihen auswählen. Im oberen Tabellenbereich verwandelt sich der Mauszeiger in einen Nach-Unten-Pfeil. Jetzt lassen sich mit der Maus ganze Spalten auswählen. Die komplette Tabelle läßt sich mit <action>Rechts-Klick</action> und <placeholder-1/> auswählen. Einzelne Zellen lassen sich ebenfalls auswählen, indem bei gedrückter <keycap>Shift</keycap>-Taste die Pfeiltasten benutzt werden.
italian: Spostando il mouse sul lato sinistro della tabella, il puntatore cambia in 'freccia verso destra' e ora potrai selezionare intere righe. Spostando il mouse in cima alla tabella, il puntatore cambia in 'freccia verso il basso' e ora potrai selezionare intere colonne. L'intera tabella è selezionabile con <action>right click</action> e selezionando <placeholder-1/>. E' anche possibile selezionare celle da tastiera, mediante i tasti &lt;Freccia> tenendo contemporaneamente premuto <keycap>Shift</keycap>.
spanish: Observa que cuando sitúes el puntero en la parte izquierda de la tabla, cambiará a una flecha negra, y podrás seleccionar filas. Asimismo, cuando sitúes el puntero en la parte superior de la tabla, cambiará a una flecha negra, y podrás seleccionar columnas. Si pulsas la tecla <keycap>Mayús</keycap> puedes emplear las teclas de dirección para seleccionar filas y columnas. Si quieres seleccionar toda la tabla, abre el menú contextual y haz clic en el comando <placeholder-1/>.

source: From the context menu it is also possible to export the selected data to a file as comma or tab delimited text.
dutch: Met het rechtermuisknop-menu is het ook mogelijk geselecteerde gegevens te exporteren naar een bestand zoals komma- of tab-gescheiden tekst.
french: Depuis le menu contextuel il est également possible d'exporter les données sélectionnées vers un fichier délimité par virgule ou tabulation.
german: Im Kontextmenü lassen sich die ausgewählten Daten auch als komma- oder tabulator-separierter Text in eine Datei exportieren.
italian: Dal menu contestuale è anche possibile esportare i dati selezionati in un file di testo con campi delimitati da virgola (CSV) o da tabulazione (Tab).
spanish: Recuerda que puedes exportar la tabla de valores como un archivo .csv (delimitado por comas), o .txt (delimitado por tabulaciones).

source: Note that if you choose to create a lot of values in the table, it may take some time to calculate them. Many values may also take up a lot of memory from the system.
dutch: Let op dat als je veel waarden in de tabel maakt, het een tijdje kan duren om ze te berekenen. Veel waarden kunnen ook veel geheugen gebruiken.
french: Sachez bien que si vous choisissez un nombre important de valeurs pour la table, cela pourrait prendre pas mal de temps pour les calculer. Un grand nombre de valeurs prend aussi une place importante en mémoire vive.
german: Beachten Sie, daß bei vielen Daten in der Tabelle die Berechnung einige Zeit dauern kann. Viele Werte können auch viel Systemspeicher in Anspruch nehmen.
italian: Nota che creare una tabella con una gran quantità di numeri richiede non solo un certo tempo per l'elaborazione, ma anche l'uso di molte risorse del sistema.
spanish: Finalmente, advierte que cuando el número de evaluaciones es muy elevado, el programa tardará cierto tiempo en completarlas, y el rendimiento del sistema podría ralentizarse momentáneamente.

source: Error messages
dutch: Foutmeldingen
french: Messages d'erreur
german: Fehlermeldungen
italian: Messaggi d'errore
spanish: Mensajes de error

source: Errors
dutch: Foutmeldingen
french: Erreurs
german: Fehler
italian: Errori
spanish: mensajes de error

source: Error 01: An error occurred while evaluating power function.
dutch: Fout 01: Er is een fout opgetreden bij het evalueren van de machtsfunctie.
french: Erreur 01 : une erreur est survenue pendant le calcul d'une fonction puissance.
german: Fehler 01: Bei der Berechnung der Potenzfunktion trat ein Fehler auf.
italian: Errore 01: Si è verificato un errore nel calcolo della funzione potenza.
spanish: Error 01: Se ha producido un error al evaluar la función potencial.

source: This error occurs when a number raised to the power of another number resulted in an error. For example (-4)^(-5.1) gives an error, because a negative number cannot be raised to a negative non integer number when calculating with <placeholder-1/>.
dutch: Deze fout treedt op als een getal tot de macht een ander getal resulteert in een fout. Bijvoorbeeld (-4) ^ (-5,1) geeft een fout, want een negatief getal kan niet verheven worden tot een niet-geheel negatiel getal bij het rekenen met <placeholder-1/>.
french: Cette erreur se produit quand un nombre élevé à une puissance donne une erreur. Par exemple (-4)^(-5.1) donne une erreur, car un nombre négatif ne peut être élevé à une puissance non entière quand les calculs sont faits avec les <placeholder-1/>.
german: Dieser Fehler tritt auf, wenn die Berechnung einer Potenz einen nicht definierten Wert ergibt. Beispielsweise führt (-4)^(5.1) zu diesem Fehler, weil eine negative Zahl nicht mit einer anderen negativen Zahl potenziert werden darf, wenn mit <placeholder-1/> gerechnet wird.
italian: Questo errore si verifica quando un numero elevato a potenza di un altro numero dà come risultato un errore. Per es.: (-4)^(-5.1) dà errore, perché un numero negativo non può essere elevato a potenza negativa non-intera quando l'elaborazione avviene con <placeholder-1/>.
spanish: Este error puede ocurrir cuando elevas un número a cierta potencia. Por ejemplo, provocarás el presente error si evalúas la función f(x)=x^(–2.8) para x&lt;0, ya que un número negativo no puede ser elevado a un número negativo no entero cuando calculas con <placeholder-1/>.

source: Error 02: Tangent to pi/2+n*pi (90&deg;+n180&deg; in degrees) is undefined.
dutch: Fout 02: Tangens van pi/2+n*pi (90&deg;+n180&deg; in graden) is niet gedefinieerd.
french: Erreur 02 : tangente de pi/2+n*pi (90&deg;+p180&deg; en degrés) n'est pas définie.
german: Fehler 02: Tangens für 90&deg; + p180&deg; ist nicht definiert.
italian: Errore 02: La tangente in pi/2+n*pi (90&deg;+n180&deg; in gradi) è indefinita.
spanish: Error 02: La tangente de (pi/2)+n·pi (=90&deg;+n·180&deg;) no está definida.

source: tan(x) is undefined for x= &pi;/2+&pi;p = 90&deg;+p180&deg;, where p is an integer.
dutch: tan (x) is niet gedefinieerd voor x= &pi;/2+&pi;p = 90&deg;+p180&deg;, met p een geheel getal.
french: tan(x) n'est pas définie pour x= &pi;/2+&pi;p = 90&deg;+p180&deg;, où p est un entier (mesures des angles droits).
german: Der Tangens tan(x) ist für x= &pi;/2+&pi;p = 90&deg;+p180&deg;, wobei p eine ganze Zahl ist, nicht definiert.
italian: tan(x) è indefinita per x= &pi;/2+&pi;p = 90&deg;+p180&deg;, dove p è un intero.
spanish: La función trigonométrica tangente, <link linkend="tan">tan</link>(x), no está definida para x=(&pi;/2)+n·&pi; si calculas con radianes, o x=90&deg;+n·180&deg; si calculas con grados sexagesimales, y donde <parameter>n</parameter> es un <glossterm linkend="Integer">número entero</glossterm>.

source: Error 03: Fact can only be calculated for positive integers.
dutch: Fout 03: Fact kan alleen voor positieve gehele getallen berekend worden.
french: Erreur 03 : le factorielle ne peut être calculé que pour des entiers positifs.
german: Fehler 03: Die Fakultät kann nur für positive Zahlen berechnet werden.
italian: Errore 03: Fact può essere calcolato solo per gli interi positivi.
spanish: Error 03: El factorial sólo puede ser aplicado a números enteros positivos.

source: fact(x), which calculates the factorial number of x, is only defined for positive integers of x.
dutch: fact(x), die de x-faculteit berekent, is alleen gedefinieerd voor positieve gehele getallen x.
french: fact(x), qui calcule le factorielle du nombre x, n'est défini que pour x entier positif.
german: Den Ausdruck, den Sie definieren wollen, geben Sie in der zweiten Spalte ein. Der Ausdruck kann die Argumente, die in der ersten Spalte definiert wurden, sowie alle eingebauten Funktionen und übrigen benutzerdefinierten Funktionen und Konstanten beinhalten und sich sogar selbst rekursiv aufrufen. Durch das Symbol # kann am Ende eines Ausdrucks auch ein Kommentar hinzugefügt werden.
italian: fact(x), che calcola il fattoriale di x (x!), è definita solo per valori interi positivi di x.
spanish: El factorial, <link linkend="fact">fact</link>(x), sólo puede ser calculado para números enteros positivos.

source: Error 04: Cannot take logarithm to number equal or less than zero.
dutch: Fout 04: Kan de logaritme niet berekenen van een getal kleiner of gelijk aan nul.
french: Erreur 04 : impossible de calculer le logarithme d'un nombre négatif ou nul.
german: Fehler 04: Logarithmus ist für Zahlen kleiner gleich 0 nicht definiert.
italian: Errore 04: Impossibile calcolare il logaritmo di un numero <= 0.
spanish: Error 04: El logaritmo de un número igual o menor que cero no está definido.

source: The logarithmic functions ln(x) and log(x) are undefined for x&le;0, when the calculation is done for real numbers. When the calculations are done with complex numbers, x is only undefined at 0.
dutch: De logaritmische functies ln (x) en log (x) zijn niet gedefinieerd voor reële getallen x&le;0. Worden de berekeningen gedaan voor complexe getallen, dan mag x alleen niet gelijk zijn aan 0.
french: Les fonctions logarithmes ln(x) et log(x) ne sont pas définies pour x&le;0, quand le calcul est fait pour des nombres réels. Quand les calculs sont effectués dans les nombres complexes ce n'est qu'en 0 que les fonctions logarithmes ne sont pas définies.
german: Die Logarithmusfunktionen ln(x) und log(x) sind für x&lE;0 nicht definiert, wenn reelle Zahlen die Rechengrundlage bilden. Werden komplexe Zahlen verwendet, sind die Funktionen lediglich für x=0 nicht definiert.
italian: Le funzioni logaritmiche ln(x) e log(x) sono indefinite per x&le;0 se il calcolo viene fatto con numeri reali. Se l'elaborazione riguarda numeri complessi, la funzione è indefinita solo per x = 0.
spanish: Las funciones logaritmo natural o neperiano (base <emphasis><link linkend="ListOfFunctions">e</link></emphasis>), <link linkend="ln">ln</link>(x), y logaritmo decimal (base 10), <link linkend="log">log</link>(x), están definidas para x>0 cuando el cálculo se realiza con números reales. En cambio, si el cálculo se efectúa con <glossterm linkend="ComplexNumber">números complejos</glossterm>, las citadas funciones no están definidas en x=0.

source: Error 05: sqrt is undefined for negative numbers.
dutch: Fout 05: sqrt is niet gedefinieerd voor negatieve getallen.
french: Erreur 05 : sqrt n'est pas définie pour les nombres strictement négatifs.
german: Fehler 05: Die Quadratwurzel ist für negative Zahlen undefiniert.
italian: Errore 05: sqrt non è definita per i numeri negativi.
spanish: Error 05: La raíz cuadrada no está definida para números negativos.

source: sqrt(x) is undefined for x&lt;0, when the calculations are done for real numbers. sqrt(x) is defined for all numbers, when the calculations are done with complex numbers.
dutch: sqrt (x) is niet gedefinieerd voor reële getallen x&lt;0. sqrt (x) is gedefinieerd voor alle getallen, als de berekeningen gedaan worden met complexe getallen.
french: sqrt(x) n'est pas définie pour x&lt;0, quand les calculs sont faits pour des nombres réels. sqrt(x) est définie pour tout nombre quand les calculs sont faits pour des nombres complexes.
german: Die Wurzelfunktion sqrt(x) ist für x&lt;0 nicht definiert, sofern mit reellen Zahlen gerechnet wird. Bei Berechnungen mit komplexen Zahlen besteht diese Beschränkung nicht.
italian: sqrt(x) è indefinita per x&lt;0 se i calcoli sono fatti con numeri reali. Mentre è definita per tutti i numeri se l'elaborazione è fatta con numeri complessi.
spanish: La raíz cuadrada, <link linkend="sqrt">sqrt</link>(x), no está definida para x&lt;0 cuando los cálculos se realizan con números reales. En cambio, la sqrt(x) está definida para cualquier valor de <parameter>x</parameter> cuando los cálculos se llevan a cabo con números complejos.

source: Error 06: A part of the evaluation gave a number with an imaginary part.
dutch: Fout 06: Een deel van de evaluatie heeft een getal met een imaginair deel.
french: Erreur 06 : une étape du calcul a donné un nombre avec une partie imaginaire.
german: Fehler 06: Ein Teil der Berechnung ergab eine Zahl mit Imaginärteil.
italian: Errore 06: Una parte dell'elaborazione ha originato un numero con una parte immaginaria.
spanish: Error 06: Un cálculo ha generado un número con una parte imaginaria.
