Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: The <placeholder-1/> function rounds <placeholder-2/> to the number of decimals given by <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>. <placeholder-10/> may be any numeric expression that evaluates to an <placeholder-11/>. If <placeholder-12/>&lt;0, <placeholder-13/> is rounded to <placeholder-14/> places to the left of the decimal point.
dutch: De <placeholder-1/>-functie rondt <placeholder-2/> met het aantal decimalen gegeven door <placeholder-3/>. <placeholder-4/> kan elk soort <placeholder-5/> zijn dat evalueert naar een <placeholder-6/> of een <placeholder-7/>. Als <placeholder-8/> een complex getal is, geeft de functie <placeholder-9/>. <placeholder-10/> kan elke numerieke expressie zijn die evalueert naar een <placeholder-11/>. Als <placeholder-12/>&lt;0, <placeholder-13/> is afgerond naar <placeholder-14/> platsen naar de likerkant van de komma.
french: La fonction <placeholder-1/> arrondit <placeholder-2/> à la décimale donnée par <placeholder-3/>. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>. Si <placeholder-8/> est un nombre complexe, la fonction donne <placeholder-9/>. <placeholder-10/> peut être n'importe quelle expression numérique qui donne un <placeholder-11/>. Si <placeholder-12/>&lt;0, <placeholder-13/> est arrondi au chiffre de rang <placeholder-14/> + 1 à gauche du point décimal.
german: Die <placeholder-1/>-Funktion rundet <placeholder-2/> auf die Anzahl Dezimalstellen in <placeholder-3/>. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein, der eine <placeholder-6/> oder eine <placeholder-7/> darstellt. Wenn <placeholder-8/> eine komplexe Zahl ist, liefert die Funktion <placeholder-9/>. <placeholder-10/> kann ein beliebiger numerischer Ausdruck sein, der eine <placeholder-11/> darstellt. Wenn <placeholder-12/>&lt;0 ist, wird <placeholder-13/> auf <placeholder-14/> Vorkommastellen gerundet.
italian: La funzione <placeholder-1/> arrotonda <placeholder-2/> al numero di decimali fissato da <placeholder-3/>. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>. Se <placeholder-8/> è un numero complesso, la funzione restituisce <placeholder-9/>. <placeholder-10/> può essere qualsiasi espressione numerica che valuta un <placeholder-11/>. Se <placeholder-12/>&lt;0, <placeholder-13/> è arrotondata a <placeholder-14/> posti alla sinistra della parte decimale.
spanish: La función <placeholder-1/> redondea el argumento <placeholder-2/> hasta el número de posiciones decimales indicado por <placeholder-3/>. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>. Por otra parte, <placeholder-10/> puede ser cualquier expresión algebraica que evalúe a un <placeholder-11/>. Observa que cuando <placeholder-12/>&lt;0, <placeholder-13/> se redondea <placeholder-14/> posiciones decimales a la izquierda del separador decimal.<para>Si <placeholder-8/> es un número complejo, round(z)=<placeholder-9/>.</para>

source: Examples
dutch: Voorbeelden
french: Exemples
german: Beispiele
italian: Esempi
spanish: Ejemplos

source: Complex
french: Complexes
german: Komplex
italian: Complesso
spanish: Complejas

source: absolute value
dutch: absolute waarde
french: valeur absolue
german: Absolutwert
italian: valore assoluto
spanish: valor absoluto

source: numeric value
dutch: numerieke waarde
french: valeur numérique
german: Numerischer Wert
italian: valore numerico
spanish: valor numérico

source: Returns the absolute value of the argument.
dutch: Geeft de absolute waarde van het argument.
french: Donne le module de l'argument.
german: Liefert den Absolutwert des Arguments zurück.
italian: Restituisce il valore assoluto dell'argomento.
spanish: Devuelve el valor absoluto del argumento.

source: The <placeholder-1/> function returns the absolute or numeric value of <placeholder-2/>, commonly written as |z|. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> always returns a positive real value.
dutch: De <placeholder-1/> functie geeft de absolute waarde van <placeholder-2/>, vaak geschreven als |z|. <placeholder-3/> kan elk <placeholder-4/> worden die resulteert in een <placeholder-5/> of een <placeholder-6/> . <placeholder-7/> geeft altijd een positieve reële waarde.
french: La fonction <placeholder-1/> donne le module de <placeholder-2/>, qui s'écrit |z|. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> positif ou un <placeholder-6/>. <placeholder-7/> donne toujours un nombre réel positif.
german: Die Funktion <placeholder-1/> ergibt den absoluten Wert, auch Betrag genannt, einer Zahl <placeholder-2/>. Üblicherwerweise schreibt man dies als |z|. Bei <placeholder-3/> kann es sich um einen <placeholder-4/> handeln, der eine <placeholder-5/> oder eine <placeholder-6/> ergibt. Das Ergebnis von <placeholder-7/> ist in jedem Fall ein reeller Wert.
italian: La funzione <placeholder-1/> restituisce il valore numerico o assoluto di <placeholder-2/>, comunemente scritto così |z|. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. <placeholder-7/> restituisce sempre un numero positivo reale.
spanish: La función <placeholder-1/> devuelve el valor absoluto o numérico del argumento <placeholder-2/>, generalmente escrito |z| (módulo de z). <placeholder-7/> siempre devuelve un número real y positivo. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.

source: argument
italian: argomento
spanish: argumento

source: angle
dutch: hoek
german: Winkel
italian: angolo
spanish: ángulo polar

source: Returns the argument of the parameter.
dutch: Geeft het argument van de parameter.
french: Donne l'argument du paramètre.
german: Ergibt das Argument des Parameters.
italian: Restituisce l'argomento del parametro.
spanish: Devuelve el argumento o ángulo polar del parámetro insertado.

source: radians
dutch: radialen
german: Bogenmaß
italian: radianti
spanish: radianes

source: The <placeholder-1/> function returns the argument or angle of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> always returns a real number. The result may be in <placeholder-8/> or degrees depending on the current settings. The angle is always between -&pi; and &pi;. If <placeholder-9/> is a real number, <placeholder-10/> is 0 for positive numbers and &pi; for negative numbers. <placeholder-11/> is undefined.
dutch: De <placeholder-1/> functie geeft het argument of de hoek van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> getal zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>. <placeholder-7/> geeft altijd een reëel getal. Het resultaat kan in <placeholder-8/> of graden, afhankelijk van de huidige instellingen. De hoek is altijd tussen -&pi; and &pi;. Als <placeholder-9/> een reëel getal is, <placeholder-10/> is 0 voor positieve getallen en &pi; voor negatieve getallen. is <placeholder-11/> niet gedefinieerd.
french: La fonction <placeholder-1/> donne l'argument ou angle de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. <placeholder-7/> donne toujours un nombre réel. Le résultat peut être en <placeholder-8/> ou degrés selon le paramétrage actif. L'angle est toujours entre -&pi; and &pi;. Si <placeholder-9/> est un nombre réel, <placeholder-10/> vaut 0 pour les nombres positifs et &pi; pour les nombres négatifs. <placeholder-11/> n'est pas défini.
german: Die <placeholder-1/>-Funktion liefert das Argument oder den Winkel von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <glossterm<placeholder-5/> oder eine <placeholder-6/> darstellt. <placeholder-7/> immer liefert eine reelle Zahl. Das Ergebnis kann in <placeholder-8/> oder Grad sein, abhängig von den aktuellen Einstellungen. Das Winkel ist immer zwischen -&pi; und &pi;. Wenn <placeholder-9/> eine reelle Zahl ist, ist <placeholder-10/> 0 für positive Zahlen und &pi; für negative Zahlen. <placeholder-11/> ist nicht definiert.
italian: La funzione <placeholder-1/> restituisce l'argomento o l'angolo di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. <placeholder-7/> restituisce sempre un numero reale. Il risultato può essere in <placeholder-8/> o in gradi in base alle impostazioni correnti. L'angolo è sempre compreso tra -&pi; e &pi;. Se <placeholder-9/> è un numero reale, <placeholder-10/> è 0 per numeri positivi e &pi; per quelli negativi. <placeholder-11/> è indefinita.
spanish: La función <placeholder-1/> devuelve el argumento o ángulo polar del parámetro <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para>La función <placeholder-7/> siempre devuelve un número real. El resultado puede estar expresado en <placeholder-8/> o grados sexagesimales, dependiendo de la configuración definida. El argumento se halla siempre en el intervalo [–&pi;,&pi;] si se calcula con radianes, o [–180,180] si se calcula con grados sexagesimales. Ejemplo: arg(1+&imag;)=&pi;/4=45º.</para><para>Si <placeholder-9/> es un número real, <placeholder-10/>=0 para z&gt;0, y <placeholder-10/>=&pi; para z&lt;0. El <placeholder-11/> no está definido.</para>

source: conjugate
dutch: de geconjugeerde neemen
french: conjugué
german: konjugiert komplex
italian: coniugata
spanish: conjugado

source: Returns the conjugate of the argument.
dutch: Geeft de geconjugeerde van het argument.
french: Donne le conjugué de l'argument.
german: Ergibt die konjugiert komplexe Zahl des Arguments.
italian: Restituisce la coniugata dell'argomento.
spanish: Devuelve el conjugado del argumento.

source: The <placeholder-1/> function returns the conjugate of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The function is defined as: <placeholder-7/>.
dutch: De <placeholder-1/> functie geeft de geconjugeerde van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>. De functie wordt gedefinieerd als: <placeholder-7/>.
french: La fonction <placeholder-1/> donne le conjugué de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. La fonction est définie par : <placeholder-7/>.
german: Die <placeholder-1/>-Funktion liefert die konjugierte Zahl von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. Die Funktion ist folgendermaßen definiert: <placeholder-7/>.
italian: La funzione <placeholder-1/> restituisce la coniugata di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>. La funzione è definita come: <placeholder-7/>.
spanish: La función <placeholder-1/> devuelve el conjugado del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para>La función <placeholder-1/> está definida del siguiente modo: <placeholder-7/>. Ejemplo: conj(1–2&imag;)=1+2&imag;.</para>

source: real value
dutch: reële waarde
french: valeur réelle
german: Realteil
italian: valore reale
spanish: parte real

source: Returns the real part of the argument.
dutch: Geeft het reële deel van het argument.
french: Donne la partie réelle de l'argument.
german: Liefert den Realteil des Arguments zurück.
italian: Restituisce la parte reale dell'argomento.
spanish: Devuelve la parte real del argumento.

source: The <placeholder-1/> function returns the real part of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
dutch: De <placeholder-1/> functie geeft het reële deel van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>.
french: La fonction <placeholder-1/> donne la partie réelle de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>.
german: Die <placeholder-1/>-Funktion liefert den Realteil von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt.
italian: La funzione <placeholder-1/> restituisce la parte reale di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>.
spanish: La función <placeholder-1/> devuelve la parte real del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>. Ejemplo: re(1–2&imag;)=1.

source: imaginary value
dutch: imaginaire waarde
french: valeur imaginaire
german: Imaginärteil
italian: valore immaginario
spanish: parte imaginaria

source: Returns the imaginary part of the argument.
dutch: Geeft het imaginaire deel van het argument.
french: Donne la partie imaginaire de l'argument.
german: Liefert den Imaginärteil des Arguments zurück.
italian: Restituisce la parte immaginaria dell'argomento.
spanish: Devuelve el coeficiente de la parte imaginaria del argumento.

source: The <placeholder-1/> function returns the imaginary part of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
dutch: De <placeholder-1/> functie geeft het imaginaire deel van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>.
french: La fonction <placeholder-1/> donne la tangente hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>.
german: Die <placeholder-1/>-Funktion liefert den Imaginärteill von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt.
italian: La funzione <placeholder-1/> restituisce la parte immaginaria di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>.
spanish: La función <placeholder-1/> devuelve el coeficiente (número real) de la parte imaginaria del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>. Ejemplo: im(1–2&imag;)=–2.<para>Observa que la función <placeholder-1/> devuelve 0 si <placeholder-2/> es un número real.</para>

source: Constants
dutch: Constantes
french: Constantes
german: Konstanten
italian: Costanti
spanish: Constantes

source: rand constant
dutch: rand-constante
french: constante rand
german: Die Konstante rand
italian: costante casuale
spanish: constante rand

source: random
dutch: willekeurig
french: au hasard
german: Zufall
italian: casuale
spanish: número aleatorio

source: Returns a random number in the range 0 to 1.
dutch: Geeft een willekeurig getal in het bereik van 0 tot 1.
french: Donne un nombre "au hasard" entre 0 et 1.
german: Ergibt eine zufällig reelle Zahl zwischen 0 und 1.
italian: Restituisce un numero casuale compreso tra 0 e 1.
spanish: Devuelve un número aleatorio entre 0 y 1.

source: <placeholder-1/> is used as a constant but returns a new pseudo-random number each time it is evaluated. The value is a real number in the range [0;1].
dutch: <placeholder-1/> wordt gebruikt als een constante maar geeft een nieuwe pseudo-random getal elke keer dat het wordt geëvalueerd. De waarde is een reëel getal in het interval [0,1].
french: <placeholder-1/> est utilisé comme constante mais donne une nouvelle valeur pseudo-aléatoire à chaque calcul. La valeur est un nombre réel de l'intervalle [0;1].
german: <placeholder-1/> wird wie eine Konstante benutzt, allerdings ergibt diese bei jeder Berechnung eine pseudo-zufällige reelle Zahl aus dem Intervall [0;1].
italian: <placeholder-1/> è usata come costante, ma restituisce un nuovo numero pseudo-casuale ogni volta che viene valutata. Il valore è un numero reale compreso nell'intervallo [0;1].
spanish: Observa que <placeholder-1/> se emplea como una constante, pero devuelve un número pseudoaleatorio cada vez que es utilizada. No obstante, el valor generado es un número real en el intervalo [0,1].

source: Remarks
dutch: Opmerkingen
french: Remarques
german: Bemerkungen
italian: Annotazioni
spanish: Observaciones

source: Because <placeholder-1/> returns a new value each time it is evaluated, a graph using <placeholder-2/> will not look the same each time it is drawn. A graph using <placeholder-3/> will also change when the program is forced to redraw, e.g. because the coordinate system is moved, resized or zoomed.
dutch: Omdat <placeholder-1/> een nieuwe waarde geeft elke keer het geëvalueerd wordt , zal een grafiek die <placeholder-2/> gebruikt niet naar hetzelfde zijn elke keer als het getekend wordt. Een grafiek die <placeholder-3/> gebruikt, zal ook veranderen wanneer het programma tot opnieuw tekenen gedwongen wordt, bijvoorbeeld omdat het coördinatensysteem verplaatst, vergroot of ingezoomd wordt.
french: Du fait que <placeholder-1/> donne une nouvelle valeur à chaque utilisation, un graphique utilisant <placeholder-2/> sera différent chaque fois qu'il sera dessiné. Un graphique utilisant <placeholder-3/> changera également chaque fois que le programme doit redessiner le tracé, e.g. parce que le repère est déplacé, redimensionné ou zoomé.
german: Verwendet man <placeholder-2/> in einer Funktion, dann wird bei jeder Neuberechnung der Funktion der zugehörige Funktionsgraph anders aussehen, da <placeholder-1/> bei jeder neuen Berechnung einen anderen Wert beinhaltet. Die Graphen von Funktionen, die <placeholder-3/> beinhalten, werden auch dann ihr Aussehen verändern, wenn Graph die Funktionsgraphen neu berechnen muss, z.B. beim Verschieben des Koordinatensystems oder bei Anpassung der Fenstergröße.
italian: Poichè <placeholder-1/> restituisce un nuovo valore ogniqualvolta viene valutata, un grafico che utilizzi <placeholder-2/> apparirà diverso da una tracciatura all'altra. Lo stesso farà un grafico che utilizzi <placeholder-3/> quando si impone al programma di ridisegnarlo, ad es. perchè il sistema di coordinate viene spostato, ridimensionato o zoomato.
spanish: Ya que <placeholder-1/> devuelve un nuevo valor cada vez que es evaluada, una gráfica que contenga <placeholder-2/> no tendrá siempre la misma forma. De hecho, una gráfica con <placeholder-3/> cambiará si se fuerza al programa a redibujarla, por ejemplo, si el sistema de coordenadas es movido o redimensionado.

source: Implementation
dutch: Implementatie
french: Implémentation
german: Implementierung
italian: Implementazione
spanish: Implementación

source: <placeholder-1/> uses a multiplicative congruential random number generator with period 2 to the 32<superscript>nd</superscript> power to return successive pseudo-random numbers in the range from 0 to 1.
dutch: <placeholder-1/> maakt gebruik van een multiplicatieve congruentiale random getallengenerator met periode 2 tot de 32<superscript>ste</superscript> macht om opeenvolgende pseudo-random getallen terug te geven in het bereik van 0 tot 1.
french: <placeholder-1/> utilise un générateur congruentiel multiplicatif de nombres au hasard de période 2 à la puissance 32 pour donner une succession de nombres pseudo-aléatoires entre 0 et 1.
german: <placeholder-1/> verwendet zur Erzeugung von reellen Pseudozufallszahlen zwischen 0 und 1 einen multiplikativen Kongruenzgenerator mit einer Periodenlänge von 2<superscript>32</superscript>.
italian: <placeholder-1/> usa un generatore di numeri casuali moltiplicativo e congruente, con periodo 2 alla 32<superscript>°</superscript> potenza, per restituire numeri pseudo-casuali successivi ricadenti nell'intervallo [0,1].
spanish: Para generar números pseudoaleatorios en el intervalo [0,1], <placeholder-1/> emplea el método congruente multiplicativo con período 2 elevado a la potencia 32<superscript>a</superscript>.

source: Evaluate
dutch: Bereken
french: Valeurs approchées
german: Evaluieren
italian: Valuta
spanish: Evaluación

source: evaluate
dutch: evalueren
french: évaluer
german: ermitteln
italian: valuta
spanish: evaluar

source: area
dutch: oppervlakte
french: aire
german: Bereich
spanish: área

source: length of path
dutch: lengte van pad
french: Longueur d'arc
german: Länge eines Kurvenstücks
italian: lunghezza del percorso
spanish: longitud de arco

source: integrate
dutch: intergreer
french: integrer
german: integrieren
spanish: integrar

source: definite integral
dutch: bepaalde integraal
french: intégrale simple
german: bestimmtes Integral
italian: integrale definito
spanish: integral definida

source: This dialog is used for interactive calculations on functions. The dialog may be docked below the function list, which is default, or undocked as a floating dialog.
dutch: Dit dialoogvenster wordt gebruikt voor interactieve berekeningen met functies. Het dialoogvenster kan gekoppeld worden onder de functielijst, wat standaard is, of ontkoppeld als een zwevend venster.
french: Cette boîte de dialogue est utilisée pour des calculs interactifs sur les fonctions. La boîte de dialogue peut être fixée sous la liste des fonctions, ce qui est le cas par défaut, ou flottante dans toute le fenêtre principale.
german: Dieser Dialog dient interaktiven Berechnungen von Funktionswerten. Standardmäßig ist er unterhalb der Funktionsliste angedockt, Sie können ihn jedoch auch dort ausklinken und frei verschieben.
italian: Questa finestra di dialogo è usata per calcoli interattivi su funzioni. La finestra può essere bloccata sotto la lista delle funzioni, sisuazione di default, o sbloccata come finestra libera di fluttuare.
spanish: Esta ventana de herramientas se utiliza para obtener determinadas evaluaciones respecto a la función seleccionada. Por defecto, las ventanas de herramientas <guilabel>Evaluación</guilabel>, <guilabel>Integral</guilabel> y <guilabel>Longitud de arco</guilabel>, están integradas en la parte inferior del <glossterm linkend="FunctionList">panel de contenido</glossterm>, pero pueden ser convertidas en ventanas flotantes.

source: Calc
dutch: Bereken
french: Calculer
german: Berechnen
spanish: Calcular
