Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: This dialog is used to create an animation by changing a custom constant. The animation can be played directly, saved to a file or copied into a document. The animation can contain all elements supported by Graph, for example functions, relations, point series, labels, etc.
dutch: Dit dialoogvenster wordt gebruikt om een animatie te maken door het wijzigen van een eigen constante. De animatie kan direct worden afgespeeld, opgeslagen worden in een bestand of gekopieerd in een document. De animatie kan alle elementen bevatten ondersteund door Graph, bijvoorbeeld functies, relaties, puntenreeksen, labels, enz.
french: Cette boîte de dialogue est utilisée pour créer une animation en faisant varier une constante personnelle. L'animation peut être affichée directement, enregistrée dans un fichier ou copiée dans un document. L'animation peut contenir tous les éléments supportés par Graph, par exemple des fonctions, des relations, des séries de points, des labels, etc...
german: Dieser Dialog dient dazu, aus einer Schar von Funktionsgraphen eine Animation zu erstellen. Diese kann dann in Graph abgespielt, als Datei exportiert oder in ein Dokument eingefügt werden. Eine Animation kann alle Elemente beinhalten, die in Graph zur Verfügung stehen, d.h. beispielsweise Funktionen, Relationen, Punktserien, Beschriftungen usw.
italian: Questa finestra di dialogo è usata per creare una animazione attraverso la modifica di una costante personalizzata. L'animazione può essere riprodotta direttamente, salvata in un file o copiata in un documento. L'animazione può contenere tutti gli elementi accettati da Graph; ad es.: funzioni, relazioni, serie di punti, etichette, ecc.
spanish: Si deseas crear una animación para observar cómo cambia la representación gráfica de cierto objeto al modificarse la constante que contiene, emplea <menuchoice><guimenu>Calcular</guimenu><guimenuitem>Animación...</guimenuitem></menuchoice> El citado objeto puede ser cualquier <glossterm linkend="GraphElement">elemento de Graph</glossterm>, como una función, ecuación, serie de puntos, cuadro de texto, etc. Posteriormente, podrás guardar la animación como un archivo .avi, o copiarla en un documento, por ejemplo, de MS Word.<para>La animación de un cuadro de texto es particularmente útil en combinación con el objeto que describe. Recuerda que, en este caso, la constante debe estar encerrada entre paréntesis y precedida por el signo del porcentaje (consulta el capítulo <emphasis><link linkend="InsertLabelDialog">Insertar cuadro de texto</link></emphasis>). Así, con cada cuadro de la animación, el cuadro de texto mostrará el correspondiente valor de la constante.</para>

source: Here you select which constant you want to change in the animation. The constant must already have been created in the <placeholder-1/> dialog. The selected constant will be changed in each frame in the animation.
dutch: Hier kan je selecteren welke constant die je wil wijzigen in de animatie. De constante moet al gecreëerd zijn in de <placeholder-1/> dialoogvenster. De geselecteerde constant zal veranderd worden in elk frame in de animatie.
french: Ici vous sélectionnez la constante que vous voulez faire varier pour créer l'animation. La constante doit déjà avoir été créée dans la boîte de dialogue <placeholder-1/>. La constante sélectionnée sera modifiée dans chaque image de l'animation.
german: Hier legen Sie fest, mit Hilfe welches Parameters die Animation gesteuert werden soll. Dieser Parameter muss allerdings zuerst im Dialog <placeholder-1/> erstellt werden. Für jeden Animationsschritt verändert Graph den Wert dieses Parameters.
italian: Qui scegli quale costante vuoi modificare nell'animazione. La costante deve già essere stata creata nella finestra di dialogo <placeholder-1/>. Il valore della costante selezionata cambierà in ogni frame dell'animazione.
spanish: Elige la constante que deseas modificar en la lista desplegable. Nota que antes de insertar una constante en un elemento de Graph debes definirla en el cuadro de diálogo <placeholder-1/>. Cada cuadro de la animación mostrará un valor diferente de dicha constante, y su influencia sobre la representación gráfica del elemento seleccionado.

source: Range
dutch: Bereik
french: Plage
german: Intervall
italian: Intervallo
spanish: Intervalo

source: Step
dutch: Stap
french: Un pas en avant
german: Schritt
spanish: Paso

source: In the <placeholder-1/> and <placeholder-2/> fields you need to specify the range of the selected constant in the animation. The <placeholder-3/> value indicates how much the constant is changed between two frames. The number of frames is given by (<placeholder-4/> - <placeholder-5/>) / <placeholder-6/>. More frames will give a smoother animation but it will also take longer to create and take up more space in the disk file.
dutch: In de <placeholder-1/> en <placeholder-2/> velden moet je het bereik aan geven van de gekozen constante in de animatie . De <placeholder-3/> waarde geeft aan hoeveel de constante is gewijzigd tussen twee frames. Het aantal frames wordt gegeven door (<placeholder-4/> - <placeholder-5/>) / <placeholder-6/>. Meer frames geven een vloeiender animatie, maar het zal ook langer duren om ze te maken en meer ruimte op de schijf in beslag nemen .
french: Dans les champs <placeholder-1/> et <placeholder-2/> vous devez spécifier l'intervalle de la constante sélectionnée pour l'animation. La valeur de <placeholder-3/> indique de combien la entre deux images. Le nombre d'images est donné par (<placeholder-4/> - <placeholder-5/>) / <placeholder-6/>. Davantage d'images donnera une animation plus fluide mais cela prendra plus longtemps pour créer l'animation et davantage de place sur l'unité de stockage.
german: Mit Hilfe von <placeholder-1/> und <placeholder-2/> begrenzen Sie das Intervall an Werten, das dem Parameter für die Animation übergeben wird. Der Wert <placeholder-3/> legt fest, in welchen Schritten der Parameterwert von Animationsschritt zu Animationsschritt verändert wird. Die Anzahl an Animationsschritten ergibt sich also durch den Quotienten (<placeholder-4/> - <placeholder-5/>) / <placeholder-6/>. Läuft die Animation mit mehr Zwischenschritten ab, ergeben sich weichere Übergänge, allerdings benötigt Graph auch länger für die Berechnung und die Animationsdatei benötigt beim Speichern mehr Speicherplatz.
italian: Nei campi <placeholder-1/> e <placeholder-2/> è necessario specificare l'intervallo per la costante da usare nell'animazione. Il valore <placeholder-3/> indica l'entità del cambiamento della costante tra un frame e il successivo. Il numero di frame è dato da (<placeholder-4/> - <placeholder-5/>)/<placeholder-6/>. A un maggior numero di frame corrisponde un'animazione più fluida, ma anche tempi d'elaborazione più lunghi e file più grande.
spanish: En <placeholder-1/> indica el valor inicial de la constante seleccionada, y en <placeholder-2/> el valor final de la misma. En <placeholder-3/> especifica el incremento de la constante entre dos cuadros consecutivos de la animación. El número de cuadros (N) de la animación está definido así: N=(<placeholder-4/> – <placeholder-5/>) / <placeholder-6/>. Cuanto mayor sea el número de cuadros tanto mayor será el tiempo que la animación exigirá al programa en su creación, y tendrá un mayor tamaño.

source: Frame information
dutch: Frame informatie
french: Information sur l'image
german: Bildinformationen
italian: Opzioni frame
spanish: Opciones

source: Frames/second
dutch: Beelden/seconde
french: Trames/seconde
german: Frames/Sekunde
italian: Frame/secondo
spanish: Cuadros/segundo

source: You can specify the image size of the animation. This will affect the file size and the time it takes to create the animation. The <placeholder-1/> indicates the default speed of the animation. Most players will be able to adjust the speed when the animation is played.
dutch: Je kan de beeldgrootte van de animatie specifieren. Dit heeft invloed op de bestandsgrootte en de tijd die nodig is om de animatie te maken. De <placeholder-1/> geeft de standaard snelheid van de animatie. De meeste spelers zullen in staat zijn om de snelheid aan te passen wanneer de animatie wordt afgespeeld.
french: Vous pouvez spécifier la taille de l'image pour l'animation. Cela affectera bien sûr la taille du fichier et le temps mis pour créer l'animation. La valeur de <placeholder-1/> indique la vitesse par défaut de l'animation. La plupart des lecteurs multimédia seront capables d'ajuster la vitesse quand l'animation sera affichée.
german: Sie können die Bildgröße für die Animation festlegen. Beachten Sie, dass diese Einstellung sowohl auf die Dateigröße sowie auf die zur Erstellung der Animation notwendige Zeit Einfluss hat. <placeholder-1/> gibt die Geschwindigkeit an, in der die Animation standardmäßig abgespielt wird. Die meisten Media Player sollten in der Lage sein, die Animationsgeschwindigkeit regeln zu können.
italian: Puoi specificare la dimensione dell'immagine dell'animazione. Ciò inciderà sulla dimensione del file e sul tempo necessario a crearla. La voce <placeholder-1/> indica la velocità di default dell'animazione che poi, nella maggioranza dei player, è possibile modulare in fase di riproduzione.
spanish: En <guilabel>Anchura de cuadro</guilabel> y <guilabel>Altura de cuadro</guilabel> especifica el tamaño de los cuadros de la animación. Observa que el programa establece unos valores por defecto de acuerdo con la resolución de tu pantalla. Estos datos afectan al tiempo que el programa necesitará para crear la animación. En <placeholder-1/> indica la velocidad de reproducción de la animación.

source: When you press the <guibutton>Animate</guibutton> button, an animation is created from the settings you have specified. This may take some time depending on what elements exist in the coordinate system and how many frames are needed.
dutch: Wanneer je de <guibutton> Animate</guibutton> knop drukt, wordt een animatie gemaakt volgens de instellingen die je opgegeven hebt. Dit kan enige tijd duren, afhankelijk van welke elementen in het coördinatenstelsel bestaan en hoeveel frames nodig zijn.
french: Quand vous actionnez le bouton <guibutton>Animate</guibutton>, une animation est créée avec les paramètres que vous avez spécifiés. Cela peut prendre un certain temps selon les éléments existants dans le repère et le nombre d'images nécessaires
german: Durch Anklicken der Schaltfläche <guibutton>Animieren</guibutton> wird auf Basis der gewählten Einstellungen eine Animation erstellt. Dieser Prozess dauert einen Moment, wobei die notwendige Zeit davon abhängt, was sich im Koordinatensystem befindet und wie viele Bilder als Animationsschritte berechnet werden müssen.
italian: Premendo il comando <guibutton>Anima</guibutton>, l'animazione viene creata in base alle impostazioni date. Il tempo richiesto dipende dagli elementi presenti nel sistema di coordinate e dal numero di fotogrammi necessario a creare l'animazione.
spanish: Cuando hagas clic en el botón <guibutton>Animación</guibutton> el programa creará una animación conforme a los parámetros definidos. Una barra de progreso te mostrará el porcentaje completado a cada momento.

source: When the animation is finished, a very simple player is shown. You can use this to play the animation. The <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> button will give you some additional options.
dutch: Als de animatie klaar is, wordt een zeer eenvoudige speler getoond. Je kan deze gebruiken om de animatie af te spelen. De <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> knop geeft je wat extra opties.
french: Quand la création de l'animation est terminée, un lecteur très simple s'affiche. Vous pouvez l'utiliser pour passer l'animation. Le bouton <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> vous donne quelques options supplémentaires.
german: Nach der Animation wird ein einfacher Player geöffnet, mit dem Sie die Animation abspielen können. Die Schaltfläche <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> bietet Ihnen einige zusätzliche Optionen.
italian: Una volta completata l'animazione, apparirà un semplicissimo player con il quale puoi riprodurla. Il comando <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> ti metterà a disposizione ulteriori opzioni.
spanish: Finalmente, cuando la animación esté disponible, se abrirá un sencillo reproductor. Puedes emplear la barra deslizante para llevar la animación al cuadro que desees. Si dicha barra está seleccionada (un rectángulo punteado la enmarcará en este caso), podrás moverla con las teclas de dirección. Observa que en la esquina inferior derecha se indica el valor de la constante respecto a cada cuadro.<para>Con el botón <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> desplegarás un menú con nuevas opciones para la animación, idéntico al menú contextual.</para>

source: Speed
dutch: Snelheid
french: Vitesse
german: Geschwindigkeit
italian: Velocità
spanish: Velocidad de reproducción

source: Here you can change the playback speed. This will only affect the playback and not the file saved.
dutch: Hier kan je de afspeelsnelheid veranderen. Dit zal alleen invloed hebben op het afspelen en niet op het opgeslagen bestand .
french: Ici vous pouvez modifier la vitesse d'affichage. Cela n'aura d'effet que sur l'affichage et non sur le fichier enregistré.
german: Hier läßt sich die Wiedergabegeschwindigkeit einstellen. Die gespeicherte Datei wird dabei nicht verändert.
italian: Qui puoi cambiare la velocità del playback. La modifica riguarderà solo il playback e non il file salvato.
spanish: Permite variar la velocidad de reproducción de la animación.

source: Repeat
dutch: Herhaal
french: Répéter
german: Wiederholen
spanish: Repetir

source: When checked the animation will continue playing. When finished it will start over again.
dutch: Indien aangevinkt zal de animatie blijven spelen. Wanneer deze klaar is zal ze opnieuw beginnen.
french: Quand cette option est activée l'animation passera sans arrêt. Arrivée à la fin elle recommencera au début.
german: Aktiviert die Darstellung derAnimation als Endlosschleife.
italian: Se spuntata, l'animazione verà riprodotta indefinitivamente ripartendo dall'inizio.
spanish: Permite una reproducción continua de la animación. Cuando ésta termina, regresa al primer cuadro y repite indefinidamente el proceso.

source: Auto reverse
dutch: Automatisch terugspoelen
spanish: Reversión automática

source: This will make the animation run backwards when it reaches the end. This is most useful in combination with the <placeholder-1/> option, which will make the animation oscillate between the two ends.
dutch: Dit laat de animatie achteruit lopen als ze eindigt. Dit is vooral nuttig in combinatie met de <placeholder-1/> optie, waardoor de animatie zal oscilleren tussen de twee uiteinden.
french: Ceci fera que l'animation repartira en arrière une fois arrivée à sa fin. Cela est le plus utile en association avec l'option <placeholder-1/>, qui permettra à l'animation d'osciller perpétuellement entre son début et sa fin.
german: Hiermit läuft die Animation rückwärts, wenn zu Ende ist. Dies ist sehr nützlich in Kombination mit der Option <placeholder-1/>, mit der man die Animation zwischen beiden Enden oszillieren lassen kann.
italian: Questo farà andare all'indietro l'animazione quando raggiunge la fine. Molto utile in combinazione con l'opzione <placeholder-1/> che fa oscillare l'animazione tra i suoi due estremi.
spanish: Permite reproducir en sentido inverso la animación. Puedes convertir esta acción en automática si seleccionas también la opción <placeholder-1/>. De este modo, cuando la animación termine, se reproducirá en sentido inverso para luego iniciarse en sentido normal desde el primer cuadro, y así sucesivamente hasta que la detengas.

source: This will save the animation as an Audio Video Interleave (avi) file, which can be played by any media player.
dutch: Dit slaat de animatie op als een Audio Video Interleave (avi) bestand, dat afgespeeld kan worden door een media player.
french: Ceci enregistrera l'animation dans un fichier Audio Video Interleave (avi), qui peut être passé sur n'importe quel lecteur.
german: Die Animation wird als AVI-Datei (Audio Video Interleave) gespeichert, die jeder Media-Player abspielen kann.
italian: Questo salverà l'animazione come file.avi (Audio Video Interleave) riproducibile da qualsiasi media player.
spanish: Guarda la animación como un archivo .avi (<emphasis>Audio Video Interleave</emphasis>), que podrá ser abierta por cualquier reproductor, por ejemplo, el Reproductor de Windows Media.

source: Save frame...
dutch: Sla het beeld op ...
french: Enregistrer l'image...
german: Bild speichern unter...
italian: Salva frame...
spanish: Guardar cuadro...

source: This will save the currently shown frame as a bitmap file. This can be either Windows Bitmap (bmp), Portable Network Graphics (png) or Joint Photographic Experts Group (jpeg).
dutch: Dit slaat het huidige getoond frame op als een bitmap-bestand. Dit kan Windows Bitmap (bmp), Portable Network Graphics (PNG) of de Joint Photographic Experts Group (JPEG) zijn.
french: Ceci enregistrera l'image affichée dans un fichier bitmap. Cela peut être un fichier Windows Bitmap (bmp), Portable Network Graphics (png) ou Joint Photographic Experts Group (jpeg).
german: Dies speichert das aktuelle Einzelbild in eine Datei, entweder als Windows Bitmap (bmp), Portable Network Graphics (png) oder Joint Photographic Experts Group (jpeg).
italian: Questo salverà la frame corrente come file in formato Windows Bitmap (bmp), Portable Network Graphics (png) o Joint Photographic Experts Group (jpeg).
spanish: Guarda el cuadro mostrado como una imagen. Tres <emphasis><link linkend="SaveImageDialog">formatos de imagen</link></emphasis> están disponibles: bmp, jpg/jpeg, png.

source: Save all frames...
dutch: Sla alle beelden op.
french: Enregistrer toutes les images...
german: Alle Bilder speichern...
italian: Salva tutte le frame...
spanish: Guardar todos los cuadros...

source: This will save all frames as single bitmap files. This is the same as repeating <placeholder-1/> for each frame in the animation.
dutch: Dit slaat alle frames op als losse bitmap-bestanden. Dit is hetzelfde als <placeholder-1/> herhalen voor elk frame in de animatie.
french: Ceci enregistrera toutes les images dans des fichiers bitmap individuels. C'est la même chose que de répéter <placeholder-1/> pour chaque image de l'animation.
german: Dies speichert alle Einzelbilder als separate Bilddateien. Dasselbe wird erreicht durch wiederholtes <placeholder-1/> für jedes Einzelbild der Animation.
italian: Questo salverà tutte le frame come un unico file. Ciò equivale a ripetere <placeholder-1/> per ogni frame delll'animazione .
spanish: Guarda todos los cuadros de la animación como una serie de imágenes. Esto es equivalente a emplear el comando <placeholder-1/> respecto a cada cuadro de la animación. Tres formatos de imagen están disponibles: bmp, jpg/jpeg, png.

source: translator-credits
dutch: vertaler-credits
german: Frank Hüttemeister <frank.huettemeister@padowan.dk>, 2004, 2009 Sebastian Stütz <der.stirz@gmx.net>, 2004, 2009 Michael Bach Ipsen <rosenthall@hotmail.com>, 2003, 2009
italian: traduttore-credits
spanish: Francisco Oliver <graph.esp@gmail.com>, 2009

source: Translator:
dutch: Vertaler:
french: Traducteurs :
german: Übersetzer:
italian: Traduttore:
spanish: Traducido al español por:

source: When <placeholder-1/> is selected the dialog is used to calculate the area for the selected function over a specified domain range. For standard and parametric functions and tangents the area is the signed area between the graph and the x-axis (the real x-axis and not necessarily the visible one) for the given range. The area below the x-axis is considered negative. For standard functions and tangents, this is the same as the definite integral.
french: Quand <placeholder-1/> est sélectionné, la boîte de dialogue est utilisée pour calculer l'aire limitée par la fonction choisie sur un domaine donné. Pour des fonctions standards, paramétriques ou des tangentes le résultat est l'aire algébrique comprise entre la courbe et l'axe des x (l'axe des x effectif qui n'est pas nécessairement celui qu'on voit sur le dessin) sur l'intervalle donné. Une aire sous l'axe des abscisses est considérée comme négative. Pour les fonctions standards et les tangentes c'est la même chose que l'intégrale définie.

source: For polar functions, the area is the one between the graph in the given range and the origin. The area is considered negative when the angle goes from a higher to a lower value (clockwise).
french: Pour les fonctions polaires, l'aire algébrique est celle entre la courbe et les rayons vecteurs aux bornes de l'intervalle donné. L'aire est considérée négative quand l'angle varie d'une plus grande valeur vers une plus petite (sens horaire).

source: You can either enter the range in the edit boxes or select the range with the mouse. The calculated area will be shown below the range, and the matched area will be marked with a shading in the coordinate system. The calculation is done using the Gauss-Kronrod 21-point integration rule adaptively with as much accuracy as possible. If an estimated relative error less than <placeholder-1/> cannot be reached, no result will be shown.
french: Vous pouvez soit saisir l'intervalle dans la boîte d'édition soit le définir à la souris. L'aire calculée sera affichée sur l'intervalle, et sera marquée par un remplissage dans le repère. Les calculs sont fait en utilisant l'integration de Gauss-Kronrod avec 21 points adaptée avec la meilleure précision possible. Si une estimation de l'erreur inférieure à <placeholder-1/> ne peut être atteinte, aucun résultat ne sera affiché.

source: Import point series
french: Importer une série de points

source: Graph can import point series from text files there the values are delimited by comma, semicolon, space or tabulator. You use <placeholder-1/> and select the file to import. If you do not specify the type of file, Graph will try to guess the delimitor.
french: Graph peut importer des séries de points depuis des fichiers "texte" à valeurs délimitées par virgule, point-virgule, espace ou tabulation. Vous utilisez <placeholder-1/> et sélectionnez le fichier à importer. Si vous ne précisez pas le type de séparateur Graph essaiera de le deviner.

source: The simplest file looks like this, which uses comma as delimitor: <placeholder-1/> When imported you get a point series with the coordinates: <placeholder-2/>
french: Le fichier le plus simple ressemble à ceci, avec la virgule pour délimiteur : <placeholder-1/> Quand il est importé voue obtenez une série de points avec les coordonnées : <placeholder-2/>

source: A file with more than two columns will be imported as several point series with the same x-coordinates as specified in the first column. Here is an example with semicolon as delimitor: <placeholder-1/> When imported you get 7 point series which all share the same x-coordinates.
french: Un fichier avec plus de deux colonnes sera importé comme plusieurs séries de points dont les abscisses seront les valeurs de la première colonne. Voici un exemple avec le point-virgule pour déliliteur : <placeholder-1/> L'importation donnera 7 séries de points partageant les mêmes abscisses.
