Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: When the calculation is done with real numbers, the function is only defined for <placeholder-1/>&lt;0 if <placeholder-2/> is an odd <placeholder-3/>. For calculations with complex numbers, <placeholder-4/> is defined for the whole complex plane except at the pole <placeholder-5/>=0. Notice that for calculations with complex numbers the result will always have an imaginary part when <placeholder-6/>&lt;0 even though the result is real when calculations are done with real numbers and <placeholder-7/> is an odd integer.
dutch: Als de berekeningen gebeuren met reële getallen, dan is de functie alleen gedefinieerd voor <placeholder-1/>&lt;0 als <placeholder-2/> oneven is <placeholder-3/>. Voor berekeningen met complexe getallen is, <placeholder-4/> gedefinieerd voor het gehele complexe vlak uitgezonderd in de pool <placeholder-5/>=0. Merk op dat voor berekeningen met complexe getallen het resultaat altijd een imaginair deel heeft als <placeholder-6/>&lt;0 ook al is het resultaat reëel is als de berekeningen worden gedaan met reële getallen en <placeholder-7/> een oneven geheel getal is.
french: Quand le calcul porte sur des nombres réels, la fonction n'est définie pour <placeholder-1/>&lt;0 que si <placeholder-2/> est un <placeholder-3/> impair. Pour les calculs sur des nombres complexes, <placeholder-4/> est définie dans tout le plan complexe sauf au pole <placeholder-5/>=0. Remarquez que pour les calculs sur des nombres complexes le résultat aura toujours une partie imaginaire quand <placeholder-6/>&lt;0 bien que le résultat soit réel quand les calculs sont faits pour un nombre réel avec <placeholder-7/> entier impair.
german: Wird die Berechnung mit reellen Zahlen durchgeführt, so ist die Funktion nur für <placeholder-1/> &lt; 0 definiert, wenn <placeholder-2/> eine ungerade <placeholder-3/> ist. Bei Berechnungen mit komplexen Zahlen ist <placeholder-4/> für die ganze komplexe Ebene definiert (ohne den Pol <placeholder-5/>=0). Beachten Sie, daß bei Berechnungen mit komplexen Zahlen das Ergebnis immer einen imaginären Anteil hat, wenn <placeholder-6/>&lt;0 ist; obgleich das Ergebnis real ist, wenn mit reellen Zahlen und <placeholder-7/> als ungerader Ganzzahl gerechnet wird.
italian: Quando il calcolo è fatto con numeri reali, la funzione è definita solo per <placeholder-1/>&lt;0 se <placeholder-2/> è dispari <placeholder-3/>. Per calcoli con numeri complessi, <placeholder-4/> è definita per l'intero piano complesso eccetto che al polo <placeholder-5/>=0. Notare che con i numeri complessi il risultato avrà sempre una parte immaginaria qualora <placeholder-6/>&lt;0, anche se il risultato è reale, quando il calcolo è fatto con numeri reali e <placeholder-7/> è un numero intero dispari.
spanish: Cuando los cálculos se realizan con números reales, la función <placeholder-4/> sólo está definida para <placeholder-1/>&lt;0 si <placeholder-2/> es un <placeholder-3/> impar. Para cálculos con números complejos, la función <placeholder-4/> está definida para todo el plano complejo con excepción de <placeholder-5/>=0. Observa que para cálculos con números complejos, el resultado tendrá siempre una parte imaginaria cuando <placeholder-6/>&lt;0, aunque el resultado es real si los cálculos se realizan con números reales y <placeholder-7/> es un número entero impar.

source: Example
dutch: Voorbeeld
french: Exemple
german: Beispiel
italian: Esempio
spanish: Ejemplo

source: Instead of <placeholder-1/>, you can use <placeholder-2/>.
dutch: In plaats van <placeholder-1/>, kunt u <placeholder-2/> gebruiken.
french: À la place de <placeholder-1/>, vous pouvez utiliser <placeholder-2/>.
german: Anstatt <placeholder-1/> können Sie <placeholder-2/> verwenden.
italian: Invece di <placeholder-1/> puoi usare <placeholder-2/>.
spanish: En lugar de <placeholder-1/> puedes utilizar <placeholder-2/>. Nota que x^(2/3) es equivalente a root(3,x)^2.

source: logarithm
dutch: logaritme
french: logarithme
german: Logarithmus
italian: logaritmo
spanish: logaritmo

source: natural logarithm
dutch: natuurlijke logaritme
french: logarithme népérien
german: natürlicher Logarithmus
italian: logaritmo naturale
spanish: logaritmo natural

source: Returns the natural logarithm of the argument.
dutch: Geeft de natuurlijke logaritme van het argument.
french: Donne le logarithme népérien de l'argument.
german: Liefert den natürlichen Logarithmus des Arguments.
italian: Restituisce il logaritmo naturale dell'argomento.
spanish: Devuelve el logaritmo natural o neperiano del argumento.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base <emphasis>e</emphasis>, which is Euler's constant. <placeholder-3/> is commonly known as the natural logarithm. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/>&gt;0. When calculating with complex numbers, <placeholder-9/> is defined for all numbers except <placeholder-10/>=0.
dutch: De <placeholder-1/> functie die de logaritme berekent van <placeholder-2/> met het getal <emphasis>e</emphasis> als grondtal, de constante van Euler. <placeholder-3/> is algemeen bekend als de natuurlijke logaritme. <placeholder-4/> kan elke <placeholder-5/> zijn dat resulteert in een <placeholder-6/> of een <placeholder-7/>.Wanneer de berekening wordt uitgevoerd met reële getallen, is het argument alleen gedefinieerd voor <placeholder-8/>&gt;0. Bij de berekening met complexe getallen, is <placeholder-9/> gedefinieerd voor alle getallen, behalve <placeholder-10/> = 0.
french: La fonction <placeholder-1/> donne le logarithme de base <emphasis>e</emphasis> de <placeholder-2/>. <placeholder-3/> est couramment nommé logarithme népérien. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>. Si le calcul porte sur des nombres réels, l'argument n'est défini que pour <placeholder-8/>&gt;0. Quand le calcul porte sur des nombres complexes, <placeholder-3/> est définie pour tous les nombres sauf <placeholder-10/>=0.
german: Die <placeholder-1/>-Funktion berechnet die Logarithmus von <placeholder-2/> mit der Basis <emphasis>e</emphasis>, der Eulerschen Zahl. <placeholder-3/> ist allgemein als der natürlichen Logarithmus bekannt. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein , der eine <placeholder-6/> oder eine <placeholder-7/> darstellt. Wird die Berechnung mit reellen Zahlen durchgeführt, so ist das Argument nur für <placeholder-8/> &gt; 0 definiert. Bei Berechnungen mit komplexen Zahlen ist <placeholder-9/> für alle Zahlen außer <placeholder-10/>=0 definiert.
italian: La funzione <placeholder-1/> calcola il logaritmo di <placeholder-2/> in base <emphasis>e</emphasis>, che è la costante di Eulero. <placeholder-3/> è comunemente noto come logaritmo naturale. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>. Per calcoli con numeri reali, l'argomento è definito solo per <placeholder-8/>&gt;0. Per calcoli con numeri complessi, <placeholder-9/> è definita per tutti i numeri eccetto <placeholder-10/>=0.
spanish: La función <placeholder-1/> calcula el logaritmo en base <emphasis><link linkend="ListOfFunctions">e</link></emphasis> (constante de Euler) del argumento <placeholder-2/>: ln(z)=a &rarr; e<superscript>a</superscript>=z. La función <placeholder-3/> se denomina <emphasis>logaritmo natural</emphasis> o <emphasis>neperiano</emphasis>. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>.<para>Si el cálculo se realiza con números reales, el argumento sólo está definido para <placeholder-8/>&gt;0. Si el cálculo se realiza con números complejos, el argumento <placeholder-9/> no está definido en <placeholder-10/>=0.</para>

source: Returns the base 10 logarithm of the argument.
dutch: Geeft de 10-logaritme van het argument.
french: Donne le logarithme décimal de l'argument.
german: Liefert den 10er- Logarithmus des Arguments.
italian: Restituisce il logaritmo in base 10 dell'argomento.
spanish: Devuelve el logaritmo decimal del argumento.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base 10. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-7/>&gt;0. When calculating with complex numbers, <placeholder-8/> is defined for all numbers except <placeholder-9/>=0.
dutch: De <placeholder-1/> functie berekent de 10-logaritme van <placeholder-2/> . <placeholder-3/> kan elk <placeholder-4/> die resulteert in een <placeholder-5/> of een <placeholder-6/> worden. Wanneer de berekening wordt uitgevoerd met reële getallen, is het argument alleen gedefinieerd voor <placeholder-7/>&gt;0. Bij de berekening met complexe getallen, is <placeholder-8/> gedefinieerd voor alle getallen, behalve <placeholder-9/> = 0.
french: La fonction <placeholder-1/> donne le logarithme décimal de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. Si le calcul porte sur des nombres réels, l'argument n'est défini que pour <placeholder-7/>&gt;0. Quand le calcul porte sur des nombres complexes, <placeholder-3/> est définie pour tous les nombres sauf <placeholder-9/>=0.
german: Die <placeholder-1/>-Funktion berechnet den Logarithmus von <placeholder-2/> mit der Basis 10. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. Wird die Berechnung mit reellen Zahlen durchgeführt, so ist das Argument nur für <placeholder-7/> &gt; 0 definiert. Bei Berechnungen mit komplexen Zahlen ist <placeholder-8/> für alle Zahlen außer <placeholder-9/>=0 definiert.
italian: La funzione <placeholder-1/> calcola il logaritmo di <placeholder-2/> in base 10. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. Per calcoli con numeri reali, l'argomento è definito solo per <placeholder-7/>&gt;0. Per calcoli con numeri complessi, <placeholder-8/> è definita per tutti i numeri eccetto <placeholder-9/>=0.
spanish: La función <placeholder-1/> calcula el logaritmo en base 10 del argumento <placeholder-2/>: log(z)=a &rarr; 10<superscript>a</superscript>=z. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para>Si el cálculo se realiza con números reales, el argumento sólo está definido para <placeholder-7/>&gt;0. Si el cálculo se realiza con números complejos, el argumento <placeholder-8/> no está definido en <placeholder-9/>=0.</para>

source: Returns the base <placeholder-1/> logarithm of the argument.
dutch: Geeft de basis <placeholder-1/> logaritme van het argument.
french: Donne le logarithme de base <placeholder-1/> de l'argument.
german: Liefert den Logarithmus mit der Basis <placeholder-1/> des Arguments.
italian: Restituisce il logaritmo in base <placeholder-1/> dell'argomento.
spanish: Devuelve el logaritmo en base <placeholder-1/> del argumento.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/>&gt;0. When calculating with complex numbers, <placeholder-9/> is defined for all numbers except <placeholder-10/>=0. <placeholder-11/> must evaluate to a positive real number.
dutch: De <placeholder-1/> functie berekent de logaritme van <placeholder-2/> met basis <placeholder-3/>. <placeholder-4/> kan elk <placeholder-5/> die resulteert in een <placeholder-6/> of een <placeholder-7/> worden. Wanneer de berekening wordt uitgevoerd met reële getallen, is het argument alleen gedefinieerd voor <placeholder-8/>&gt;0. Bij de berekening met complexe getallen, is <placeholder-9/> gedefinieerd voor alle getallen, behalve <placeholder-10/> = 0. <placeholder-11/> moet resulteren in een positief reëel getal.
french: La fonction <placeholder-1/> donne le logarithme de base <placeholder-3/> de <placeholder-2/>. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>. Si le calcul porte sur des nombres réels, l'argument n'est défini que pour <placeholder-8/>&gt;0. Quand le calcul porte sur des nombres complexes, <placeholder-3/> est définie pour tous les nombres sauf <placeholder-10/>=0. <placeholder-11/> doit donner un nombre réel positif.
german: Die <placeholder-1/>-Funktion berechnet den Logarithmus von <placeholder-2/> mit der Basis <placeholder-3/>. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein, der eine <placeholder-6/> oder eine <placeholder-7/> darstellt. Wird die Berechnung mit reellen Zahlen durchgeführt, so ist das Argument nur für <placeholder-8/> &gt; 0 definiert. Bei Berechnungen mit komplexen Zahlen ist <placeholder-9/> für alle Zahlen außer <placeholder-10/>=0 definiert. <placeholder-11/> muß eine positive reelle Zahl sein.
italian: La funzione <placeholder-1/> calcola il logaritmo di <placeholder-2/> in base <placeholder-3/>. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>. Per calcoli con numeri reali, l'argomento è definito solo per <placeholder-8/>&gt;0. Per calcoli con numeri complessi, <placeholder-9/> è definita per tutti i numeri eccetto <placeholder-10/>=0. <placeholder-11/> deve valutare un numero reale positivo.
spanish: La función <placeholder-1/> calcula el logaritmo en base <placeholder-3/> del argumento <placeholder-2/>: logb(z,n)=a &rarr; n<superscript>a</superscript>=z. Así, <placeholder-11/> debe evaluar a un número real positivo, y <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>.<para>Si el cálculo se realiza con números reales, el argumento sólo está definido para <placeholder-8/>&gt;0. Si el cálculo se realiza con números complejos, el argumento <placeholder-9/> no está definido en <placeholder-10/>=0.</para>

source: Insert tangent/normal
dutch: Voeg de raaklijn/normale in
french: Insérer une tangente/normale
german: Tangente/Normale einfügen
italian: Inserisci tangente/perpendicolare
spanish: Insertar tangente/normal

source: standard function
dutch: standaard functie
french: fonction standard
german: Standardfunktion
italian: funzione standard
spanish: Función explícita

source: Insert tangent/normal...
dutch: Voeg raaklijn/normaal in.
french: Insérer une tangente/normale...
german: Tangente/Normale einfügen...
italian: Inserisci tangente/perpendicolare...
spanish: Insertar tangente/normal...

source: You can use the dialog below to insert or edit a tangent or normal to a function. To insert a new tangent or normal, you use <placeholder-1/>. To change an existing tangent or normal, you first select it in the <placeholder-2/> and use <placeholder-3/>.
dutch: Je kan gebruik maken van het dialoogvenster hieronder om de raaklijn of normale aan een functie in te voegen of te bewerken . Om een nieuwe raaklijn of normale in te voegen, gebruik je <placeholder-1/>. Als je een bestaande raaklijn of normale wil veranderen, selecteer je het eerst in de <placeholder-2/> en gebruik je <placeholder-3/>.
french: Vous pouvez utiliser cette boîte de dialogue pour insérer ou éditer une tangente ou une normale à la fonction. Pour insérer une nouvelle tangente ou normale, utilisez <placeholder-1/>. Pour modifier une tangente ou une normale existante, sélectionnez la d'abord dans la <placeholder-2/> et utilisez <placeholder-3/>.
german: Mit dem unten stehenden Dialog können Sie eine Tangente oder Normale zu einer Funktion hinzufügen oder bearbeiten. Mit <placeholder-1/> fügen Sie eine neue Tangente oder Normale hinzu. Um eine Tangente zu ändern, wählen Sie sie zuerst in der <placeholder-2/> aus und verwenden dann <placeholder-3/>.
italian: Puoi usare la sottostante finestra di dialogo per inserire o modificare una tangente o una perpendicolare a una funzione. Usa <placeholder-1/> per inserire una nuova tangente o perpendicolare; per cambiarne una già inserita, prima selezionala in <placeholder-2/> e poi usa <placeholder-3/>.
spanish: Si deseas introducir una tangente o una normal respecto a la función seleccionada, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado.<para>Para editar una tangente o una normal, selecciónala en el <placeholder-2/> y utiliza <placeholder-3/>, o el menú contextual. El método más simple consiste en hacer doble clic sobre dicha tangente o normal. Emergerá entonces el cuadro de diálogo <guimenu>Editar tangente/normal</guimenu>.</para>

source: A tangent is a straight line that touches the graph of the function at a given point without crossing it. The tangent may however cross the graph elsewhere. A normal is a straight line perpendicular to the graph of the function at a given point. If the item is a standard function the point is identified by the x-coordinate, while the point is identified from the independent t-parameter for parametric and polar functions.
dutch: Een raaklijn is een rechte die de grafiek van de functie raakt in een gegeven punt. De raaklijn kan de grafiek wel elders nog snijden. Een normale is een rechte loodrecht op de grafiek van de functie in een bepaald punt. Als het item een standaard functie is dan zal het punt geïdentificeerd wordt door zijn x-coördinaat, terwijl het punt geïdentificeerd wordt door de onafhankelijke t-parameter bij parameter functies en polaire functies.
french: Une tangente est une droite qui touche le graphique de la fonction en un point donné sans le traverser. La tangente peut néanmoins traverser le graphique dans une autre région. Une normale est une droite perpendiculaire au graphique de la fonction en un point donné. Pour une fonction standard le point est identifié par son abscisse alors que pour une représentation paramétrique ou polaire le point est identifié par le paramètre t.
german: Eine Tangente ist eine gerade Linie, die den Funktionsgraphen in einem definierten Punkt berührt, ohne ihn dort zu kreuzen. Die Tangente darf jedoch den Graphen an anderen Stellen kreuzen. Eine Normale ist eine gerade Linie, die in einem definierten Punkt rechtwinklig zur Funktion ist. Bei Standard-Funktionen wird der Punkt durch die X-Koordinate identifiziert, und bei Parameter- und Polarfunktionen durch den unabhängigen t-Parameter.
italian: Una tangente è una linea dritta che tocca il grafico della funzione in un dato punto senza incrociarlo, ma può comunque intersecare il grafico in un qualche altro punto. Una normale è una linea diritta perpendicolare al grafico della funzione in un dato punto. Se si tratta di una funzione standard, il punto è definito dalla sua coordinata-x mentre, in caso di funzione parametrica o polare, il punto è identificato dall'indipendente parametro-t.
spanish: Una <emphasis>tangente</emphasis> es una línea recta que toca a la gráfica de una función en un único punto sin cortarla. Una <emphasis>normal</emphasis> es una línea recta perpendicular a la gráfica de una función en un punto dado. En funciones explícitas, el punto está determinado por la coordenada <parameter>x</parameter>, en funciones paramétricas por el parámetro <parameter>t</parameter>, y en funciones polares por el ángulo polar <parameter>t</parameter>.

source: You can choose an interval for the tangent/normal. <placeholder-1/> and <placeholder-2/> indicates the start and end of the interval. You can leave one or both of them blank to draw the graph from minus infinity to plus infinity.
dutch: Je kan een interval kiezen voor de raaklijn/ normale. <placeholder-1/> en <placeholder-2/> geven begin en einde van het interval. Je kan een of beide velden leeg laten om de grafiek van min oneindig tot plus oneindig te tekenen.
french: Vous pouvez limiter la tangente ou la normale sur un intervalle. <placeholder-1/> et <placeholder-2/> définissent le début et la fin de l'intervalle. Un ou les deux peuvent être laissés vide pour dessiner sans limites.
german: Sie können einen Intervall für die Tangente/Normale wählen. <placeholder-1/> und <placeholder-2/> geben den Start und das Ende des Intervalls an. Sie können eins oder beide Felder freilassen, um den Graphen von minus unendlich bis plus unendlich zu zeichnen.
italian: Puoi scegliere un intervallo per la tangente/normale. <placeholder-1/> e <placeholder-2/> corrispondono all'inizio e alla fine dell'intervallo. Puoi non specificare uno o entrambi i valori per disegnare il grafico in uno di questi intervalli: min/+infinito o -infinito/+infinito o -infinito/max.
spanish: Delimita el intervalo en el que deseas representar la tangente o normal. En el cuadro <placeholder-1/> especifica el valor inicial de la coordenada <parameter>x</parameter>, o de la variable <parameter>t</parameter>, es decir, dónde quieres que empiece la tangente o normal. Si no introduces ningún valor, la gráfica comenzará en –&infin;. En el cuadro <placeholder-2/> indica el valor final de la coordenada <parameter>x</parameter>, o de la variable <parameter>t</parameter>, es decir, dónde deseas que finalice la tangente o normal. Si no introduces ningún valor, la gráfica proseguirá hasta +&infin;. Recuerda que puedes dejar un cuadro en blanco, o los dos.

source: Here you can choose to show markers at the start and/or end of the interval. If no interval is specified, the markers will be shown at the edge of the graphing area. The default is not to show any markers.
dutch: Hier kun je kiezen de start en / of einde van het interval te markeren. Als er geen interval is opgegeven, worden de markeringen getoond op de rand van het grafisch gebied. Standaard worden de markeringen niet getoond.
french: Ici vous pouvez choisir comment afficher le début et/ou la fin de l'intervalle. Si aucun intervalle n'est précisé, les marqueurs seront affichés sur les bords de la zone de dessin. Par défaut il n'y a pas de marqueur.
german: Hier können Sie wählen, ob am Anfang und/oder Ende des Intervalls Markierungen angezeigt werden. Ist kein Intervall angegeben, werden die Markierungen am Rand der Zeichenfläche angezeigt. In der Voreinstellung werden keine Markierungen angezeigt.
italian: Qui puoi scegliere se mostrare i marcatori all'inizio e/o alla fine dell'intervallo. Se non è specificato alcun intervallo, i marcatori saranno mostrati ai margini dell'area grafica. Per default nessun marcatore viene visualizzato.
spanish: Si has definido un intervalo, puedes elegir un marcador o símbolo para señalar el punto inicial y/o final del segmento de la tangente o normal a dibujar. Por defecto, los cuadros <guilabel>Inicio</guilabel> y <guilabel>Fin</guilabel> están en blanco, esto es, no se mostrará ningún marcador.
