Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: This error may occur when calculations are done with real numbers. If a part of the calculation resulted in a number with an imaginary part, the calculation cannot continue. An example of this is: sin(x+&imag;)
dutch: Deze fout kan optreden als berekeningen worden gedaan met reële getallen. Als een deel van de berekening resulteerde in een getal met een imaginair deel, kan de berekening niet worden voortgezet. Een voorbeeld hiervan is: sin (x + &imag;)
french: Cette erreur peut se produire quand les calculs sont faits pour des nombres réels. Si une étape du calcul a donné un nombre avec une partie imaginaire, le calcul ne peut se pousuivre. Un exemple de ceci : sin(x+&imag;)
german: Dieser Fehler kann bei Berechnungen auftreten, wenn nur reelle Zahlen zulässig sind. Ergibt ein Teil der Berechnung eine Zahl mit Imaginärteil, kann die weitere Berechnung nicht fortgesetzt werden. Beispiel: sin(x+&imag;)
italian: Questo errore può verificarsi quando i calcoli sono fatti con numeri reali. Se durante l'elaborazione si origina un numero con una parte immaginaria, il calcolo non può continuare. Un esempio è: sin(x+&imag;)
spanish: Este error ocurre cuando realizas un cálculo con números reales y un resultado contiene un número con una parte imaginaria. En este caso, el cálculo no puede continuar.

source: Error 07: Division by zero.
dutch: Fout 07: Deling door nul.
french: Erreur 07 : division par zéro.
german: Fehler 07: Division durch 0.
italian: Errore 07: Divisione per 0.
spanish: Error 07: División por cero.

source: The program tried to divide by zero when calculating. A function is undefined for values where a division by zero is needed. For example the function f(x)=1/x is undefined at x=0.
dutch: Het programma probeerdebij de berekening te delen door nul. Een functie is niet gedefinieerd voor waarden waar een deling door nul nodig is. Bijvoorbeeld de functie f (x) =1/x is niet gedefinieerd voor x = 0.
french: Le programme essaie de diviser par zéro lors d'un calcul. La division par zéro n'est jamais possible. Par exemple la fonction f(x)=1/x n'est pas définie pour x=0.
german: Bei der Berechnung wurde versucht, durch null zu dividieren. In einem solchen Fall ist der Funktionswert nicht definiert. Beispiel: f(x)=1/x. Diese Funktion ist an der Stelle x=0 nicht definiert (Pol mit Vorzeichenwechsel).
italian: Il programma ha tentato una divisione per 0. Una funzione è indefinita nei punti che la richiedono. Ad es. la funzione f(x)=1/x è indefinita a x=0.
spanish: Al realizar un cálculo, el programa dividió por cero en algún momento. Las funciones no están definidas para valores donde se produce una división por cero. Por ejemplo, la función f(x)=1/x no está definida en x=0.

source: Error 08: Inverse trigonometric function out of range [-1;1]
dutch: Fout 08: Inverse goniometrische functie buiten het bereik [-1,1]
french: Erreur 08 : fonction trigonométrique réciproque appliquée hors de [-1;1]
german: Fehler 08: Inverse trigonometrische Funktion außerhalb des Intervalls [-1;1]
italian: Errore 08: Funzione trigonometrica inversa fuori intervallo [-1;1]
spanish: Error 08: Función trigonométrica inversa fuera del dominio [–1,1].

source: The inverse trigonometric functions asin(x) and acos(x) are only defined in the range [-1;1], and they are not defined for any numbers with an imaginary part. The function atan(x) is defined for all numbers without an imaginary part. This error may also happen if you are trying to take arg(0).
dutch: De inverse trigonometrische functies asin (x) en acos (x) zijn alleen gedefinieerd in het interval [-1, 1], en ze zijn niet gedefinieerd voor alle getallen met een imaginair deel. De functie atan (x) is gedefinieerd voor alle getallen zonder een imaginair deel. Deze fout kan ook voorkomen als je arg (0) probeert te berekenen.
french: Les fonctions trigonométriques réciproques asin(x) et acos(x) ne sont définies que sur [-1;1], et ne sont pas définies pour des nombres à partie imaginaire. La fonction atan(x) est définie pour tous les nombres sans partie imaginaire. Cette erreur peut aussi se produire si vous essayez d'utiliser arg(0) (le nombre complexe nul n'a pas d'argument).
german: Die trigonometrischen Umkehrfunktionen Arcussinus asin(x) und Arcuscosinus acos(x) sind nur auf dem Intervall [-1;1] definiert. Ferner sind sie für beliebige Zahlen mit Imaginärteil nicht definiert. Die Funktion Arcustangens atan(x) ist für alle Zahlen ohne Imaginärteil definiert. Dieser Fehler kann auch auftreten, wenn versucht wird, arg(0) zu berechnen.
italian: Le funzioni trigonometriche inverse asin(x) e acos(x) sono definite solo nell'intervallo [-1;1] e non-definite per qualsiasi numero avente una parte immaginaria. La funzione atan(x) è definita per tutti i numeri privi di una parte immaginaria. Questo errore può accadere anche se stai tentando di prendere arg(0).
spanish: Las funciones trigonométricas inversas arcoseno, <link linkend="asin">asin</link>(x), y arcocoseno, <link linkend="acos">acos</link>(x), están definidas en el dominio [–1,1]. En cambio, el dominio de la arcotangente, <link linkend="atan">atan</link>(x), abarca todo R, es decir, está definido para todo número real. Ahora bien, ninguna de ellas está definida para argumentos con una parte imaginaria.

source: Error 09: The function is not defined for this value.
dutch: Fout 09: De functie niet is gedefinieerd voor deze waarde
french: Erreur 09 : la fonction n'est pas définie pour cette valeur.
german: Fehler 09: Die Funktion ist für diesen Wert nicht definiert.
italian: Errore 09: Per questo valore la funzione è non-definita.
spanish: Error 09: La función no está definida en este valor.

source: This error may occur for functions that are not defined for a specific point. This is for example the case for sign(x) and u(x) at x=0.
dutch: Deze fout kan optreden bij functies die niet zijn gedefinieerd in een specifiek punt. Dit is bijvoorbeeld het geval voor sign(x) en u(x) voor x = 0.
french: Cette erreur se produit lorqu'une fonction n'est pas définie en un point particulier. C'est le cas par exemple pour sign(x) et u(x) en x=0.
german: Dieser Fehler kann bei Funktionen auftreten, die an einer bestimmten Stelle nicht definiert sind. Beispiele: sign(x) und u(x) sind an der Stelle x=0 nicht definiert.
italian: Questo errore può verificarsi per funzioni che sono non-definite in uno specifico punto. Ad es. questo avviene a x=0 per sign(x) e u(x).
spanish: Este error se produce cuando una función no está definida en un determinado valor.

source: Error 10: atanh evaluated at undefined value.
dutch: Fout 10: atanh geëvalueerd in een niet-gedefinieerde waarde .
french: Erreur 10 : atanh calculée en un point où elle n'est pas définie.
german: Fehler 10: atanh wurde für einen undefinierten Wert berechnet.
italian: Errore 10: atanh ha valutato un valore indefinito.
spanish: Error 10: atanh(x) evaluada en un valor no válido.

source: Inverse hyperbolic tangent atanh(x) is undefined at x=1 and x=-1, and not defined outside the interval x=]-1;1[ when calculating with real numbers only.
dutch: Bij het rekenen met alleen reële getallen is de inverse hyperbolische tangens atanh(x) niet gedefinieerd voor x=1 en x=-1, en ook niet buiten het interval x =]-1; 1[.
french: La réciproque de la tangente hyperbolique n'est pas définie en x=1 et =-1, et n'est pas définie en dehors de l'intervalle ]-1;1[ si on n'utilise que les nombres réels.
german: Die hyperbolische Umkehrfunktion Areatangens Hyperbolicus atanh(x) ist für x=1 nicht und nur dann definiert, wenn komplexe Zahlen außerhalb des Intervalls ]-1;1[ verwendet werden.
italian: La tangente iperbolica inversa atanh(x) è indefinita a x=1 e x=-1, e non-definita fuori dall'intervallo x=[-1;1] solo elaborando con numeri reali.
spanish: La función hiperbólica inversa arcotangente hiperbólica, <link linkend="atanh">atanh</link>(x), no está definida ni en x=–1 ni en x=1. Si calculas con números reales, la atanh(x) no está definida en los intervalos abiertos ]–&infin;,–1[U]1,+&infin;[.

source: Error 11: acosh evaluated at undefined value.
dutch: Fout 11: acosh geëvalueerd op niet-gedefinieerde waarde.
french: Erreur 11 : acosh calculé pour une valeur où il n'est pas défini.
german: Fehler 11: acosh wurde für einen undefinierten Wert berechnet.
italian: Errore 11: acosh ha valutato un valore indefinito.
spanish: Error 11: acosh(x) evaluado en un valor no válido.

source: Inverse hyperbolic cosine acosh(x) is only defined for x&ge;1 when using <placeholder-1/>. acosh(x) is defined for all numbers when calculating with <placeholder-2/>.
dutch: Bij het gebruik van <placeholder-1/> is de inInverse hyperbolische cosinus acosh (x) alleen gedefinieerd voor x&ge;11. acosh (x) is gedefinieerd voor alle getallen bij het rekenen met <placeholder-2/>.
french: La réciproque du cosinus hyperbolique argch(x) n'est définie que si x&ge;1 pour des nombres réels. argch(x) est défini pour tous les nombres quand on calcule dans les <placeholder-2/>.
german: Die hyperbolische Umkehrfunktion Areacosinus Hyperbolicus acosh(x) ist für <placeholder-1/> nur für x&ge;1 definiert. acosh(x) ist für alle Zahlen definiert, wenn mit <placeholder-2/> gerechnet wird.
italian: Il coseno iperbolico inverso acosh(x) è definito solo per x&ge;1 quando si usa <placeholder-1/>. acosh(x) è definito per tutti i numeri nelle elaborazioni con <placeholder-2/>.
spanish: El dominio de la función hiperbólica inversa arcocoseno hiperbólico, <link linkend="acosh">acosh</link>(x), sólo está definido para x&ge;1 cuando calculas con <placeholder-1/>. En cambio, acosh(x) está definido para todo <parameter>x</parameter> cuando calculas con <placeholder-2/>.

source: Error 12: arg(0) is undefined.
dutch: Fout 12: arg(0) is niet gedefinieerd.
french: Erreu 12 : arg(0) n'est pas défini.
german: Fehler 12: arg(0) ist undefiniert.
italian: Errore 12: arg(0) è indefinita.
spanish: Error 12: arg(0) no está definido.

source: The argument of zero is undefined because 0 does not have an angle.
dutch: Het argument van nul is niet gedefinieerd, omdat 0 geen hoek bepaald.
french: L'argument de zéro n'est pas défini car aucun angle ne peut lui être associé.
german: Das Argument von Null ist undefiniert, da die Null (bei der Polardarstellung komplexer Zahlen) keinen eindeutigen Winkel besitzt.
italian: L'argomento di 0 è indefinito, perchè 0 non ha un angolo.
spanish: El argumento de cero no está definido ya que 0 no implica ningún ángulo.

source: Error 13: Evaluation failed.
dutch: Fout 13: Berekening mislukt.
french: Erreur 13 : les calculs ont échoués.
german: Error 13: Berechnung fehlgeschlagen.
italian: Errore 13: Valutazione fallita.
spanish: Error 13: La evaluación ha fallado.

source: This error occurs when a more complicated function like W(z) is evaluated, and the evaluation failed to find an accurate result.
dutch: Deze fout treedt op als een meer gecompliceerde functie als W (z) geëvalueerd wordt en de evaluatie geen nauwkeurig resultaat oplevert.
french: Cette erreur survient quand on fait des calculs avec une fonction très compliquée comme W(z), et le calcul ne peut aboutir à un résultat satisfaisant.
german: Dieser Fehler tritt auf, wenn eine kompliziertere Funktion wie W(z) berechnet wird und die Berechnung kein genaues Ergebnis liefert.
italian: Questo errore si verifica quando si valuta una funzione complicata, tipo W(z), e l'elaborazione non perviene a un risultato accurato.
spanish: Este error se produce cuando evalúas una función muy compleja, por ejemplo, la función W de Lambert, <link linkend="w">W</link>(x), y el programa no es capaz de encontrar ningún resultado.

source: Error 14: Argument produced a function result with total loss of precision.
dutch: Fout 14: Argument leverde een functiewaarde op met een totaal verlies van nauwkeurigheid.
french: Erreur 14 : l'argument utilisé donne un résultat manquant totalement de précision.
german: Fehler 14:Argument erzeugte ein unbestimmtes Funktionsergebnis.
italian: Errore 14: L'argomento ha generato un risultato della funzione assolutamente privo di precisione.
spanish: Error 14: La evaluación ha generado un resultado con total pérdida de precisión.

source: An argument to a function call produced a result with total loss of significant digits, such as sin(1E70) which gives an arbitrary number in the range [-1;1].
dutch: Het aangesproken argument voor een functie leverde een resultaat met totaal verlies van significante cijfers op, zoals de sin(1E70), die een willekeurig getal in [-1, 1] geeft.
french: Un argument d'une fonction conduit à un résultat sans chiffres significatifs, tel que sin(1E70) qui donne un nombre arbitraire dans l'intervalle [-1;1].
german: Ein Funktionsargument hat einen Überlauf verursacht. Beispielsweise tritt dies bei sin(1E70) auf. Hier erhält man ein zufälliges Ergebnis aus dem Intervall [-1;1].
italian: Un argomento nella funzione può produrre un risultato privo di cifre significative. Ad es. tale è sin(1E70) il cui risultato è un numero del tutto arbitrario ricadente nell'intervallo [-1;1].
spanish: La evaluación de una función en el argumento insertado no ha producido ningún resultado. Por ejemplo, la función f(x)=<link linkend="sin">sin</link>(x) evaluada en x=1E20 provoca el presente error.

source: Error 15: The custom function/constant '%s' was not found or has the wrong number of arguments.
dutch: Fout 15: De gebruikte functie / constante '% s' is niet gevonden of heeft het verkeerde aantal argumenten.
french: Erreur 15 : la fonction/constante personnelle '%s' n'a pas été trouvée ou a un nombre incorrect d'arguments.
german: Fehler 15: Die benutzerdefinierte Funktion/Konstante '%s' wurde nicht gefunden oder hat die falsche Anzahl Argumente.
italian: Errore 15: La funzione/costante personalizzata '%s' non è stata trovata o ha un numero di argomenti scorretto.
spanish: Error 15: La función/constante personalizada '%s' no ha sido encontrada, o tiene un número de argumentos no válido.

source: A custom function or constant no longer exists. You can either define it again or remove all uses of the symbol. This may also happen if a custom constant has been changed to a function or vice versa, or if the number of arguments to a custom function has been changed.
dutch: Een gebruikte functie of constante bestaat niet meer. U kunt deze opnieuw definiëren of te alle vormen die er gebruik van maken verwijderen. Dit kan ook voorkomen als een bebruikte constante veranderd is in een functie of vice versa, of als het aantal argumenten van een gebruikte functie gewijzigd is.
french: Une fonction ou une constante personnelle n'existe plus. Vous pouvez soit la définir de nouveau, soit la supprimer de vos expressions. Il peut aussi arriver qu'une constante personnelle a été modifiée en une fonction ou vice versa, ou encore le nombre d'arguments de la fonction personnelle a changé.
german: Eine benutzerdefinierte Funktion oder Konstante ist nicht mehr verfügbar. Sie können sie entweder neu definieren oder von der Verwendung des Symbols absehen. Dieser Fehler kann auch dann auftreten, wenn eine benutzerdefinierte Konstante in einer Funktion umgewandelt wurde oder umgekehrt oder wenn die Anzahl der von einer benutzerdefinierten Funktion erwarteten Argumente verändert wurde.
italian: Una costante/funzione personalizzata indicata, non esiste più. Puoi o ridefinirla o rimuovere tutti i riferimenti all'uso di quel simbolo. Questo può accadere se una costante personalizzata è stata cambiata in una funzione (o viceversa) o se è stato cambiato il numero dei suoi argomenti.
spanish: Este error se produce si eliminas una función o constante personalizada, si modificas el número de argumentos de una función personalizada, o si redefines ésta como una constante –o viceversa–, y posteriormente intentas evaluar la función que contenía el elemento modificado o eliminado.

source: Error 16: Too many recursive calls
dutch: Fout 16: Te veel recursieve oproepen
french: Erreur 16 : trop d'appels récursifs.
german: Fehler 16: Zuviele rekursive Aufrufe
italian: Errore 16: Troppe chiamate ricorsive.
spanish: Error 16: Secuencia infinita de llamadas recursivas.

source: Too many recursive calls have been executed. This is most likely caused by a function that calls itself recursively an infinite number of times, for example foo(x)=2*foo(x). The error may also occur if you just call too many functions recursively.
dutch: Te veel recursieve oproepen zijn uitgevoerd. Dit wordt waarschijnlijk veroorzaakt door een functie die zichzelf een oneindig aantal keren recursief oproept, bijvoorbeeld foo(x) = 2* foo (x). De fout kan ook optreden als te veel recursieve functies oproept.
french: Trop d'appels récursifs ont été exécutés. C'est presque toujours le cas d'une fonction qui s'appelle récursivement une infinité de fois, par exemple foo(x)=2*foo(x). L'erreur peut aussi simplement se produire parce que vous faites appel à trop de fonctions récursives.
german: Es wurden zuviele rekursive Aufrufe ausgeführt. Der Fehler wird meist von einer Funktion erzeugt, die sich selbst rekursiv unendlich oft aufruft; z. B. (x)=2*foo(x). Wenn Sie zu viele Funktionen rekursiv aufrufen, kann der Fehler ebenfalls auftreten.
italian: Sono state eseguite troppe chiamate ricorsive. L'errore si verifica, il più delle volte, se una funzione richiama sè stessa in un ciclo infinito: ad esempio foo(x)=2*foo(x), ma anche se all'elaborazione fai chiamare troppe funzioni in modo ricorsivo.
spanish: Este error se produce cuando evalúas una función recursiva infinita, es decir, una función que se llama a sí misma un número infinito de veces. Esta recursividad infinita provoca un desbordamiento de la capacidad de cálculo del programa. El error también puede ocurrir si una función llama a múltiples funciones de forma recursiva.

source: Error 17: Overflow: A function returned a value too large to handle.
dutch: Fout 17: Overflow: Een functiewaarde is te groot om te verwerken.
french: Erreur 17 : dépassement de capacité : une fonction a donné une valeur trop grande pour être utilisée.
german: Fehler 17: Überlauf: Der Rückgabewert einer Funktion war zu groß.
italian: Errore 17: Overflow. Una funzione ha generato un numero troppo grande per poter essere elaborato.
spanish: Error 17: Desbordamiento: Una función devolvió un valor demasiado elevado de manejar.

source: A function call resulted in value too large to handle. This for example happens if you try to evaluate sinh(20000)
dutch: Een functie-aanroep heeft geleid tot de waarde te groot om te verwerken. Dit gebeurt bijvoorbeeld als je probeert te sinh (20000) te berekenen.
french: Le résultat donné par une fonction est trop grand pour être utilisable. Ceci arrive par exemple si vous essayer de calculer sh(20000).
german: Ein Funktionsaufruf ergab einen zu großen Rückgabewert. Dies passiert z. B. bei der Berechnung sinh(20000).
italian: Una funzione può restituire un valore troppo grande da maneggiare. Ad es. ciò accade chiedendo il calcolo di sinh(20000).
spanish: La evaluación de una función desbordó la capacidad de cálculo del programa. Por ejemplo, si evalúas la función f(x)=<link linkend="sinh">sinh</link>(x) en x=12000 provocarás el presente error.

source: Error 18: A plugin function failed.
dutch: Fout 18: Een plugin-functie mislukt.
french: Erreur 18 : une fonction plugin a échoué.
german: Error 13: Eine Plugin-Funktion ist fehlgeschlagen.
italian: Errore 18: Una funzione all'interno di un plugin non genera un risultato.
spanish: Error 18: Un complemento ha fallado.

source: A custom function in a Python plugin did not return a result. The Python interpreter window may show more detailed information.
dutch: Een functie in een Python plugin levert geen resultaat op. Het Python-interpreter venster kan meer gedetailleerde informatie tonen.
french: Une fonction personnalisée dans un plugin Python n'a pas retourné de résultat. La fenêtre de l'interpréteur Python devrait donner une information plus détaillée.
german: Eine benutzerdefinierte Funktion (Python Plugin) führte zu keinem Ergebnis. Im Fenster des Python-Interpreters finden sich möglicherweise genauere Informationen.
italian: Una funzione personalizzata in un Python plugin non ha restituito un risultato. Puoi trovare informazioni più dettagliate nella finestra del Python interpreter.
spanish: Una función personalizada en un <link linkend="Plugins">complemento</link> Python no devolvió ningún resultado. La consola del intérprete Python puede mostrar información detallada al respecto.

source: Error 50: Unexpected operator. Operator %s cannot be placed here
dutch: Fout 50: Onverwachte operator. Operator% s kan niet worden geplaatst
french: Erreur 50 : opérateur inattendu. L'opérateur %s ne peut être placé là.
german: Fehler 50: Unerwarteter Operator. Operator %s können hier nicht stehen.
italian: Errore 50: Operatore inatteso. L'operatore %s non può essere posto qui.
spanish: Error 50: Operador inesperado. El operador '%s' no puede ser insertado aquí.

source: An operator +, -, *, / or ^ was misplaced. This can happen if you try entering the function f(x)=^2, and it usually means that you forgot something in front of the operator.
dutch: Een operator +, -, *, / of ^ was misplaatst. Dit kan gebeuren als u probeert de functie f (x) = ^ 2 in te voeren, en meestal betekent dat je iets voor de operator vergeten bent.
french: Un opérateur +, -, *, / ou ^ a été mal placé. Cela peut arriver si vous essayer de saisir la fonction f(x)=^2, et cela signifie habituellement que vous avez oublié quelque chose lié à l'opérateur.
german: Ein Rechenoperator +,-,*,/ oder ^ wurde falsch gesetzt. Beispiel: f(x)=^2. Meist deutet dies darauf hin, dass vor dem Operator ein Element fehlt.
italian: Un operatore +, -, *, / o ^ è mal posizionato. Ad es. questo accade digitando f(x)=^2, ovvero il più delle volte hai dimenticato di scrivere qualcosa davanti all'operatore.
spanish: Delante de un operador aritmético (+, –, *, /, ^) el programa esperaba encontrar un número, variable o expresión. Por ejemplo, si introduces f(x)=+x, o f(x)=^2, provocarás el presente error.

source: Error 55: Right bracket missing.
dutch: Fout 55: Rechts haakje ontbreekt.
french: Erreur 55 : parenthèse droite manquante.
german: Fehler 55: Rechte Klammer fehlt.
italian: Errore 55: Manca una parentesi chiusa (destra).
spanish: Error 55: Falta el paréntesis de cierre.

source: A right bracket is missing. Make sure you have the same number of left and right brackets.
dutch: Een rechts haakje ontbreekt. Zorg ervoor dat u evenveel linkse als rechtse haakjes hebt.
french: Une parenthèse droite est manquante. Vérifiez que vous avez bien le même nombre de parenthèses droites et gauches.
german: Eine Klammer fehlt. Stellen Sie sicher, dass Sie jede Klammer, die Sie öffnen auch wieder korrekt schließen.
italian: Manca una parentesi destra. Assicurati di avere lo stesso numero di parentesi sinistre/destre.
spanish: Has insertado un paréntesis de apertura, pero no un paréntesis final o de cierre. Recuerda que puedes emplear indistintamente paréntesis (), corchetes [] o llaves {} para agrupar términos dentro de una expresión.

source: Error 56: Invalid number of arguments supplied for the function '%s'
dutch: Fout 56: Ongeldig aantal argumenten voor de functie '% s'
french: Erreur 56 : nombre incorrect d'arguments fournis à la fonction '%s'
german: Fehler 56: Ungültige Parameteranzahl für die Funktion '%s'.
italian: Errore 56: Il numero di argomenti fornito per la funzione '%s' non è valido.
spanish: Error 56: Número de argumentos no válido para la función '%s'
