Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Names for user defined functions and constants must start with a letter and only contain letters and decimal digits. You cannot use names that are already used by built-in functions and constants.
dutch: Namen van door de gebruiker gedefinieerde functies en constanten moet beginnen met een letter en alleen bestaan uit letters en decimale cijfers. Je kan geen namen gebruiken die al gebruikt worden door ingebouwde functies en constanten.
french: Les noms pour les fonctions et constantes définies par l'utilisateur doivent commencer par une lettre et ne contenir que des lettres et des chiffres. Vous ne pouvez pas non plus utiliser des noms déjà attibués aux fonctions et constantes intégrées dans le programme.
german: Namen für benutzerdefinierte Funktionen und Konstanten müssen mit einem Buchstaben beginnen und dürfen nur Buchstaben und Ziffern enthalten. Es lassen sich keine Namen benutzen, die schon von eingebauten Funktionen und Konstanten verwendet werden.
italian: I nomi di funzioni e costanti definite dall'utente devono iniziare con una lettera e contenere solo lettere e numeri. Non puoi usare nomi già assegnati a funzioni e costanti predefinite.
spanish: Los nombres de las funciones y constantes definidas por el usuario deben empezar con una letra, y sólo pueden contener letras y números. No se permite emplear nombres que pertenecen a constantes y funciones predefinidas en el programa.

source: Error 76: Cannot differentiate recursive function.
dutch: Fout 76: Kan geen recursieve functie differentieren.
french: Erreur 76 : impossible de dériver une fonction récursive.
german: Fehler 76: Rekursive Funktion läßt sich nicht differenzieren.
italian: Errore 76: Non è possibile differenziare una funzione recorsiva.
spanish: Error 76: La función recursiva no puede ser derivada.

source: It is not possible to differentiate a recursive function because the resulting function will be infinitely large.
dutch: Het is niet mogelijk om een recursieve functie te differentieren, omdat de resulterende functie oneindig groot wordt .
french: Il n'est pas possible de dériver une fonction récursive car la fonction qui en résulterait serait infiniment grande.
german: Es ist nicht möglich, eine rekursive Funktion zu differenzieren, weil die Ergebnisfunktion unendlich lang würde.
italian: Non è possibile differenziare una funzione recorsiva perchè la funzione risultante sarebbe infinitamente grande.
spanish: No es posible derivar una función recursiva porque la función resultante tendría una longitud infinita.

source: Error 79: Function %s cannot be differentiated.
dutch: Fout 79: Functie% s kan niet worden gedifferentieerd.
french: Erreur 79 : la fonction %s ne peut pas être dérivée.
german: Fehler 79: Die Funktion %s lässt sich nicht differenzieren.
italian: Errore 79: La funzione %s non può essere differenziata.
spanish: Error 79: La función %s no puede ser derivada.

source: The function cannot be differentiated, because some part of the function does not have a first derivative. This is for example the case for arg(x), conj(x), re(x) and im(x).
dutch: De functie kan niet worden gedifferentieerd, omdat sommige delen van de functie geen eerste afgeleide hebben. Dit is bijvoorbeeld het geval voor arg (x), conj (x), re (x) en im (x).
french: La fonction ne peut pas être dérivée parce qu'une partie de la fonction n'a pas de dérivée première. C'est par exemple le cas de arg(x), conj(x), re(x) and im(x).
german: Die Funktion läßt sich nicht differenzieren, weil ein Funktionsteil keine erste Ableitung hat. Dies ist z. B. der Fall für arg(x), conj(x), re(x) und im(x).
italian: La funzione non può essere differenziata perchè alcune sue parti non posseggono la derivata 1°. Alcuni esempi sono: arg(x), conj(x), re(x) e im(x).
spanish: Una cierta función no puede ser derivada porque sobre dicha función o parte de ella no puede realizarse la derivación. Ejemplos: <link linkend="fact">fact</link>(x), <link linkend="gamma">gamma</link>(x).

source: Error 86: Not further specified error occurred under calculation.
dutch: Fout 86: niet nader gespecificeerd fout opgetreden in de berekening.
french: Erreur 86 : une erreur sans davantage d'explication s'est produite pendant le calcul.
german: Fehler 86: Unbekannter Fehler in der Berechnung.
italian: Errore 86: Durante l'elaborazione si è verificato un errore non meglio specificato.
spanish: Error 86: Un cálculo ha originado un error.

source: An error occurred while calculating. The exact cause is unknown. If you get this error, you may try to contact the programmer with a description of how to reproduce the error. Then he might be able to improve the error message or prevent the error from occurring.
dutch: Er is een fout opgetreden bij het berekenen. De precieze oorzaak is onbekend. Als deze fout zich voordoet, kun je proberen contact op te nemen met de programmeur met een beschrijving van hoe de fout zich manifesteert. Dan is hij misschien in staat om de foutmelding te voorkomen of aan de fout te verhelpen.
french: Une erreur s'est produite pendant le calcul. La cause exacte en est inconnue. Si vous obtenez cette erreur, vous devez essayer de joindre l'auteur du programme avec une description permettant de reproduire ce qui arrive. Alors il pourra peut-être améliorer le message d'erreur ou éviter que l'erreur se produise.
german: Während der Berechnung entstand ein Fehler, dessen genaue Ursache nicht bekannt ist. Bei diesem Fehler informieren Sie bitte den Programmierer mit einer Beschreibung, wie der Fehler reproduziert werden kann. Evtl. ist er in der Lage, den Fehler zu vermeiden oder die Fehlermeldung zu verbessern.
italian: Durante l'elaborazione si è verificato un errore, la cui causa esatta è ignota. Se incorri in questa situazione, prova a contattare il programmatore fornendogli ogni informazione utile a riprodurla. In tal modo egli potrà o migliorare la sezione di rilevamento errori o far in modo che l'errore lamentato non si ripresenti.
spanish: Un error ha tenido lugar durante un determinado cálculo. La causa exacta se desconoce. Si se presenta este error, por favor, contacta con el programador a través del foro de soporte de Graph e indícale cómo puede reproducir dicho error. Con ello podría mejorar el mensaje de error, o incluso evitar que ocurra.

source: Error 87: No solution found. Try another guess or another model.
dutch: Fout 87: Geen oplossing gevonden. Probeer een andere gok of een ander model.
french: Erreur 87 : pas de solution trouvée. Essayez une autre proposition ou un autre modèle.
german: Fehler 87: Keine Lösung gefunden. Versuchen Sie es mit einer anderen Schätzung oder einem anderen Modell.
italian: Errore 87: Nessuna soluzione trovata. Prova con un altro 'guess' o con un modello diverso.
spanish: Error 87: No se ha encontrado ninguna solución. Prueba con otro modelo.

source: The given guess, which may be the default one, did not give any solution. This can be caused by a bad guess, and a better guess may result in a solution. It can also be because the given trendline model doesn't fit the data, in which case you should try another model.
dutch: De opgegeven gok, die ook een standaardwaarde kan zijn, gaf geen oplossing. Dit kan worden veroorzaakt door een slechte gok, een betere schatting kan resulteren in een oplossing. Het kan ook zijn dat de gegeven trendlijn niet past bij de gegevens, in dit geval kies je best een ander model.
french: La valeur proposée, qui peut être celle par défaut, ne permet pas de trouver une solution. Cela peut être provoqué par une mauvaise proposition et une meilleure proposition peut donner une solution. Cela peut aussi venir du fait que le modèle de courbe d'ajustement choisi ne convient pas aux données, auquel cas vous devriez essayer un autre modèle.
german: Die angegebene Schätzung (evtl. die voreingestellte) führte zu keiner Lösung. Grund dafür kann eine schlechte Schätzung sein, und eine bessere Schätzung kann eine Lösung bringen. Vielleicht passt aber auch das angegebene Modell nicht zu den Daten; in diesem Fall sollten Sie ein anderes Modell versuchen.
italian: Il 'guess' usato, che può essere quello di default (= 1), non fa pervenire ad alcuna soluzione. Ciò può essere dovuto o a un 'guess' inadatto, e se così fosse potresti ottenere un risultato con uno migliore, oppure al fatto che la linea di tendenza adottata non interpola i dati, e in tal caso potresti provare un altro modello.
spanish: Al intentar insertar una línea de tendencia basada en un modelo definido por el usuario, el programa ha fracasado. Es posible que no se haya podido calcular un valor óptimo para las constantes contenidas en el modelo seleccionado, aunque también podría ocurrir que dicho modelo sea incapaz de ajustar los datos suministrados. En cualquier caso, se recomienda seleccionar otro modelo.

source: Error 88: No result found.
dutch: Fout 88: Geen resultaat gevonden.
french: Erreur 88 : pas de résultat trouvé.
german: Fehler 88: Kein Ergebnis gefunden.
italian: Errore 88: Nessun risultato trovato.
spanish: Error 88: No se ha encontrado ningún resultado.

source: No valid result exist. This may for example happen when trying to create a trendline from a point series where it is not possible to calculate a trendline. One reason can be that one of the calculated constants needs to be infinite.
dutch: Er is geen geldig resultaat. Dit kan bijvoorbeeld het geval wanneer je probeert een trendlijn te vinden bij een puntreeks waar de berekeningen niet mogelijk zijn. Een reden hiervoor kan zijn dat een van de te berekenen constanten oneindig zou moeten zijn.
french: Il n'existe pas de réultat pertinent. Cela peut arriver par exemple en essayant de créer une courbe d'ajustement d'une série de point pour laquelle cela n'est pas possible d'en calculer une. Une raison peut être qu'une des constantes calculée devrait être infinie.
german: Kein gültiges Ergebnis gefunden. Bspw. kann der Versuch, eine Trendlinie aus einer Punktserie zu erzeugen, fehlgeschlagen sein oder eine zu berechnende Größe könnte ins Unendliche streben.
italian: Non esiste alcun valido risultato. Ciò può accadere ad es. se tenti di creare una linea di tendenza partendo da una serie di punti per la quale una tendenza non esiste. Una ragione potrebbe risiedere nel fatto che una delle costanti calcolate dovrebbe assumere valore infinito.
spanish: No se ha hallado ningún resultado válido. Esto puede ocurrir, por ejemplo, cuando intentas crear una línea de tendencia respecto a una serie de puntos, pero eso no es posible. Una razón podría ser que alguna de las constantes calculadas debería ser infinito.

source: Error 89: An accurate result cannot be found.
dutch: Fout 89: Een nauwkeurige resultaat kan niet worden gevonden.
french: Erreur 89 : un résultat précis ne peut être trouvé.
german: Fehler 89: Es kann kein exaktes Ergebnis ermittelt werden.
italian: Errore 89: impossibile pervenire a un risultato accurato.
spanish: Error 89: No se ha encontrado ningún resultado exacto.

source: Graph could not calculate an accurate result. This may happen when calculating the numerical integral produced a result with a too high estimated error.
dutch: Graph kon geen nauwkeurig resultaat berekenen. Dit kan gebeuren als bij de berekening van de numerieke integraal de geschatte fout van het resultaat te groot is.
french: Graph ne peut donner un résultat précis. Cela peut arriver lorsque le calcul d'une intégrale donne un résultat avec une estimation de l'erreur trop élevée.
german: Graph konnte kein genaues Ergebnis berechnen. Dieses Problem kann beim numerischen Integrieren bei hohen Schätzfehlerwerten vorkommen.
italian: Graph non è in grado di pervenire a un risultato accurato. Ciò può accadere quando nel calcolare un integrale numerico si perviene a un risultato con un eccessivo errore di stima.
spanish: Graph no pudo calcular un resultado exacto. Esto puede ocurrir cuando calculas una integral definida y se produce un resultado con un error estimado demasiado grande.

source: Error 99: Internal error. Please notify the programmer with as much information as possible.
dutch: Fout 99: Interne fout. Gelieve de programmeur hiervover zoveel mogelijk informatie te geven.
french: Erreur 99 : erreur interne. S'il vous plaît mettez au courant le programmeur avec autant d'information que possible.
german: Fehler 99: Innerer Fehler. Bitte teilen Sie dies dem Programmierer mit möglichst vielen Informationen mit.
italian: Errore 99: Errore interno. Per cortesia contatta il programmatore fornendogli il maggior numero di informazioni in modo che possa riprodurre l'errore.
spanish: Error 99: Error interno. Por favor, notifícalo al programador con tanta información como sea posible.

source: An internal error happened. This means that the program has done something that is impossible but happened anyway. Please contact the programmer with as much information as necessary to reproduce the problem.
dutch: Er deed zich een interne fout voor. Dit betekent dat het programma iets gedaan heeft dat onmogelijk is, maar toch gebeurd. Neem contact op met de programmeur met zoveel informatie als nodig is om aan het probleem te verhelpen.
french: Une erreur interne est survenue. Cela signifie que le programme a fait quelque chose censé être impossible mais qui est arrivé quand même. S'il vous plaît joignez le programmeur avec autant d'information que nécessaire pour reproduire le problème.
german: Ein interner Fehler ist aufgetreten. In diesem Fall hat Graph etwas Unvorhergesehenes getan. Setzen Sie sich bitte mit dem Programmierer in Verbindung und geben Sie ihm so viele Informationen wie nötig, so daß er den Fehler reproduzieren und beheben kann.
italian: E' avvenuto un errore interno. Ovvero il programma ha fatto qualcosa che è 'impossibile'... ma che comunque è accaduto. Per cortesia contatta il programmatore fornendogli il maggior numero di informazioni in modo che possa riprodurre il problema.
spanish: Se ha producido un error interno. El programa ha llevado a cabo algo que, en principio, no es posible, pero que ha realizado de todos modos. Por favor, contacta con el programador y proporciónale tanta información como sea posible para reproducir el problema.

source: Special
dutch: Speciaal
french: Spécial
german: Speziell
italian: Speciale
spanish: Especiales

source: numerical integral
dutch: numerieke integraal
french: intégrale simple
german: Numerisches Integral
italian: integrale numerico
spanish: integral numérica

source: Returns an approximation for the numerical integral of the given expression over the given range.
dutch: Geeft de numerieke integraal van het eerste argument van het tweede tot het derde argument.
french: Donne une approximation de l'intégrale simple de l'expression donnée sur l'intervalle donné.
german: Berechnet eine Näherung für das numerische Integral des gegebenen Ausdrucks im angegebenen Intervall.
italian: Restituisce un'approssimazione dell'integrale numerico di una data espressione per il dato intervallo.
spanish: Devuelve una aproximación para la integral numérica de una función evaluada en un intervalo determinado.

source: The <placeholder-1/> function returns an approximation for the numerical integral of <placeholder-2/> with the variable <placeholder-3/> from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
dutch: De <placeholder-1/>-functie geeft een benadering van de numerieke integraal van <placeholder-2/> in de variabele <placeholder-3/> van <placeholder-4/> tot <placeholder-5/>. Dit is wiskundig geschreven als: <placeholder-6/>
french: La fonction <placeholder-1/> donne une valeur approchée de l'intégrale simple de <placeholder-2/> de la variable <placeholder-3/> de <placeholder-4/> à <placeholder-5/>. L'écriture mathématique en est : <placeholder-6/>.
german: Die Funktion <placeholder-1/> liefert eine Näherung für das numerische Integral von <placeholder-2/> mit der Variablen <placeholder-3/> von <placeholder-4/> bis <placeholder-5/>, mathematisch beschrieben mit: <placeholder-6/>
italian: La funzione <placeholder-1/> restituisce un'approssimazione dell'integrale numerico di <placeholder-2/> con la variabile <placeholder-3/> da <placeholder-4/> a <placeholder-5/>. Matematicamente scritta come: <placeholder-6/>
spanish: La función <placeholder-1/> devuelve una aproximación para la integral definida de <placeholder-2/> con la variable independiente <placeholder-3/> indicada, y calculada desde <placeholder-4/> (límite inferior) hasta <placeholder-5/> (límite superior). Esto puede expresarse matemáticamente del siguiente modo: <placeholder-6/>

source: This integral is the same as the area between the function <placeholder-1/> and the x-axis from <placeholder-2/> to <placeholder-3/> where the area under the axis is counted negative. <placeholder-4/> may be any function with the variable indicated as the second argument <placeholder-5/>. <placeholder-6/> and <placeholder-7/> may be any <placeholder-8/> that evaluate to <placeholder-9/> or they can be <placeholder-10/> or <placeholder-11/> to indicate negative or positive infinity. <placeholder-12/> does not calculate the integral exactly. Instead the calculation is done using the Gauss-Kronrod 21-point integration rule adaptively to an estimated relative error less than <placeholder-13/>.
dutch: Deze integraal is hetzelfde als de oppervlakte tussen de functie <placeholder-1/> en de x-as van <placeholder-2/> tot <placeholder-3/>, waar de oppervlakte onder de as negatief geteld wordt. <placeholder-4/> kan elke soort functie zijn met de variabele aangegeven in het tweede argument van <placeholder-5/>. <placeholder-6/> en <placeholder-7/> kunnen elke soort <placeholder-8/> zijn dat resulteert in <placeholder-9/> of ze kunnen <placeholder-10/> or <placeholder-11/> zijn om positief of negatief aan te geven. <placeholder-12/> berekent de integraal niet precies. In plaats daarvan wordt de berekening gedaan met de Gauss-Konrad 21-punten integratieregel voor een geschatte relatieve fout kleiner dan<placeholder-13/>.
french: Cette intégrale est identique à l'aire entre la courbe de la fonction <placeholder-1/> et l'axe des x de <placeholder-2/> à <placeholder-3/> où les aires sous l'axe des x sont considérées négatives. <placeholder-4/> peut être n'importe quelle fonction de la variable indiquée par le second argument de <placeholder-5/>. <placeholder-6/> et <placeholder-7/> peuvent être n'importe quelles <placeholder-8/> donnant une approximation de <placeholder-9/> ou peuvent être <placeholder-10/> ou <placeholder-11/> pour indiquer moins ou plus l'infini. <placeholder-12/> ne donne pas l'intégrale exacte. En fait le calcul est fait avec la règle de Gauss-Kronrod à 21 points pour une erreur relative estimée à moins de <placeholder-13/>.
german: Dieses Integral entspricht der Fläche zwischen der Funktion <placeholder-1/> und der X-Achse von <placeholder-2/> bis <placeholder-3/>, wobei hier die Fläche unterhalb der Achse negativ gezählt wird. <placeholder-4/> kann jede beliebige Funktionen mit <placeholder-5/> als zweitem Argument sein. <placeholder-6/> und <placeholder-7/> können beliebige <placeholder-8/> sein, die <placeholder-9/> entsprechen; sie können auch <placeholder-10/> oder <placeholder-11/> sein (negativ bzw. positiv unendlich). <placeholder-12/> berechnet das Integral nicht exakt, sondern approximiert es mit Hilfe der Gauß-Kronrod-Quadratur, wobei der relative Schätzfehler geringer als <placeholder-13/> ist.
italian: Questo integrale equivale all'area compresa tra la funzione <placeholder-1/> e l'asse-x da <placeholder-2/> a <placeholder-3/> dove l'area sotto l'asse è considerata negativa. <placeholder-4/> può essere ogni funzione con la variabile indicata come secondo argomento <placeholder-5/>. <placeholder-6/> e <placeholder-7/> possono essere <placeholder-8/> che calcolano <placeholder-9/> o possono essere <placeholder-10/> o <placeholder-11/> per indicare + o - infinito. <placeholder-12/> non calcola l'integrale con esattezza, in alternativa l'elaborazione fa ricorso alla regola di integrazione a 21-punti di Gauss-Kronrod con un errore relativo stimato inferiore di <placeholder-13/>.
spanish: El resultado es igual al área comprendida entre la gráfica de la función <placeholder-1/> y el eje X desde <placeholder-2/> hasta <placeholder-3/>. Si el área se encuentra por debajo del eje X, por convención, se considera negativa. <placeholder-4/> puede ser cualquier función con la variable independiente indicada por el segundo argumento <placeholder-5/>. Así, <placeholder-6/> y <placeholder-7/> pueden ser <placeholder-8/> que evalúen a <placeholder-9/>, o incluso ser <placeholder-10/> o <placeholder-11/> para indicar –&infin; o +&infin; respectivamente. Observa que la función <placeholder-12/> no calcula la integral de forma exacta. De hecho, el cálculo proporciona una aproximación obtenida mediante la regla de integración de Gauss-Kronrod de 21 puntos con un error estimado menor que <placeholder-13/>.

source: summation
dutch: sommatie
french: somme
german: Summierung
italian: sommatoria
spanish: sumatorio

source: Returns the summation of an expression evaluated over a range of integers.
dutch: Geeft de som van een uitdrukking geëvalueerd over een bereik van gehele getallen.
french: Donne la somme des valeurs d'une expression obtenues pour un ensemble d'entiers consécutifs.
german: Liefert die Summe aller Ergebniswerte eines Ausdrucks für einen bestimmten Bereich ganzer Zahlen.
italian: Restituisce la sommatoria di una espressione valutata su un intervallo di interi.
spanish: Devuelve el sumatorio de una función evaluada en un intervalo de números enteros.

source: The <placeholder-1/> function returns the summation of <placeholder-2/> where <placeholder-3/> is evaluated for all integers from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
dutch: De <placeholder-1/> functie geeft de som van <placeholder-2/> waarbij <placeholder-3/> geëvalueerd wordt voor alle gehele getallen van <placeholder-4/> tot <placeholder-5/>. Dit is wiskundig geschreven als: <placeholder-6/>
french: La fonction <placeholder-1/> donne la somme de <placeholder-2/> où <placeholder-3/> est calculée pour tous les entiers de <placeholder-4/> à <placeholder-5/>. L'écriture mathématique en est : <placeholder-6/>
german: Die Funktion <placeholder-1/> summiert <placeholder-2/>, wobei <placeholder-3/> ganzzahlig von <placeholder-4/> bis <placeholder-5/> gezählt wird. Formal wird dies beschrieben durch: <placeholder-6/>
italian: La funzione <placeholder-1/> restituisce la sommatoria di <placeholder-2/>, ove <placeholder-3/> è valutata per tutti gli interi da <placeholder-4/> a <placeholder-5/>. Matematicamente scritta come: <placeholder-6/>
spanish: La función <placeholder-1/> devuelve el sumatorio de <placeholder-2/> con la variable independiente <placeholder-3/> indicada, y calculado para todos los números enteros desde <placeholder-4/> (límite inferior) hasta <placeholder-5/> (límite superior). Esto puede expresarse matemáticamente del siguiente modo: <placeholder-6/>

source: integers
dutch: gehele getallen
french: entiers
german: Ganzzahl
italian: interi
spanish: número entero
