Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: You can use the dialog below to add a series of points to the coordinate system. The points will be shown in the coordinate system in the graphing area as a series of markers. To insert a new point series, you use <placeholder-1/>. To change an existing point series, you first select it in the <placeholder-2/> and use <placeholder-3/>.
dutch: Je kunt gebruik maken van het dialoogvenster hieronder om een aantal punten aan het assenstelsel toe te voegen. De punten worden weergegeven in het assenstelsel in het grafische gebied als een serie markeringen. Voor een nieuwe serie punten in te voegen, gebruik je <placeholder-1/>. Om een bestaande serie punten te wijzigen, selecteer je deze eerst in de <placeholder-2/> en gebruik je <placeholder-3/>.
french: Vous pouvez utiliser la boîte de dialogue ci-dessous pour ajouter une série de points dans le repère. Les points seront affichés dans le repère dans la zone de dessin comme une série de marqueurs. Pour insérer une nouvelle série de points, utilisez <placeholder-1/>. Pour modifier une série de points existante, sélectionnez la d'abord dans la <placeholder-2/> et utilisez <placeholder-3/>.
german: Mit dem untenstehenden Dialog können Sie dem Koordinatensystem eine Serie von Punkten hinzufügen. Die Punkte werden im Koordinatensystem in der Zeichenfläche als eine Serie von Markierungen dargestellt. Mit <placeholder-1/> fügen Sie eine neue Punktserie ein. Um eine Punktserie zu ändern, wählen Sie sie zuerst in der <placeholder-2/> aus und verwenden dann <placeholder-3/>.
italian: Puoi usare la sottostante finestra di dialogo per aggiungere una serie di punti al sistema di coordinate, che verranno mostrati nell'area grafica come marcatori. Per inserire una nuova serie, usa <placeholder-1/>; per modificare una esistente, prima selezionala in <placeholder-2/> e quindi usa <placeholder-3/>.
spanish: Si deseas introducir una serie de puntos en el sistema de coordenadas, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado. Cada punto quedará señalizado con un marcador o símbolo.<para>Para editar una serie de puntos, selecciónala en el <placeholder-2/> y utiliza <placeholder-3/>, o el menú contextual. El método más simple consiste en hacer doble clic sobre dicha serie de puntos. Emergerá entonces el cuadro de diálogo <guimenu>Editar serie de puntos</guimenu>.</para>

source: After adding a point series, you may add a <link linkend="InsertTrendlineDialog">trendline</link> which is the curve of best fit for the points.
dutch: Na het toevoegen van een serie punten, kun je een <link linkend="InsertTrendlineDialog">trendline</link> toevoegen, dit is de kromme die het best door de punten gaat.
french: Après avoir ajouté une série de points, vous pouvez ajouter une <link linkend="InsertTrendlineDialog">courbe d'ajustement</link> qui est la courbe qui approche le mieux les points.
german: Sie können einer Punktserie eine <link linkend="InsertTrendlineDialog">Trendlinie</link> hinzufügen; das ist die Kurve, die am besten mit den Punkten übereinstimmt.
italian: Dopo aver aggiunto una serie di punti, puoi aggiungere una <link linkend="InsertTrendlineDialog">linea di tendenza</link> che è la curva che meglio la interpola.
spanish: Tras añadir una serie de puntos podrás insertar una línea de tendencia, que es la línea de mejor ajuste para tal conjunto de puntos.

source: In the grid you can enter the x- and y-coordinates of the points. You may enter any number of points you want, but all points need both an x-coordinate and a y-coordinate.
dutch: In het rooster kun je de x-en y-coördinaten van de punten ingeven. Je kunt hieronder een aantal punten invoegen, maar alle punten moet van zowel een x-coördinaat als en een y-coördinaat voorzien zijn.
french: Dans la grille vous pouvez saisir les coordonnées en x et en y des points. Vous pouvez saisir autant de points que vous le voulez, mais chaque point doit avoir ses deux coordonnées.
german: In die Tabellenfelder geben Sie die X- und Y-Koordinaten der Punkte ein. Sie können eine beliebige Anzahl eingeben, aber jeder Punkt muß sowohl eine X- als auch eine Y-Koordinate haben.
italian: Nella griglia puoi inserire le coordinate (x,y) dei punti. Non c'è limite al numero di punti purchè a ciascuno sia associata una coordinata-x e una coordinata-y.
spanish: En la cuadrícula del cuadro de diálogo indica las coordenadas <parameter>x</parameter> e <parameter>y</parameter> de cada punto. Recuerda que puedes emplear como coordenadas constantes definidas en el cuadro de diálogo <link linkend="CustomFunctionsDialog">Personalizar funciones/constantes</link>. No existe límite para el número de puntos que desees introducir.

source: You can select some points and use the right click menu to copy them to another program. Likewise you may copy data from other programs like MS Word or MS Excel and paste them into this the grid in dialog.
dutch: Je kan kiezen uit een aantal punten en rechtermuisknop-menu gebruiken om ze te kopiëren naar een ander programma. Zo kan je ook gegevens van andere programma's zoals MS Word of MS Excel kopiëren en plakken in het dialoogvenster.
french: Vous pouvez sélectionner des points et utiliser le menu du clic droit pour les copier dans un autre programme. De même vous pouvez copier des données depuis un autre programme tel que MS Word ou MW Excel et les coller dans la grille.
german: Selektierte Koordinaten lassen sich in ein anderes Programm zu kopieren. Ähnlich lassen sich auch Daten aus anderen Programmen - wie MS Word oder MS Excel - kopieren und in die Tabelle einfügen.
italian: Puoi selezionare alcuni punti e usare il mouse (click tasto destro --> Copia) per copiarli in un altro programma. Allo stesso modo puoi copiare dati da altri programmi (as es. MS Word o Excel) e incollarli alla griglia nella finestra di dialogo.
spanish: Con el menú contextual puedes copiar coordenadas de la cuadrícula y pegarlas en otros programas, por ejemplo, MS Excel o MS Word (en este caso, se pegarán directamente como una tabla), o bien copiarlas desde estas aplicaciones y pegarlas en la cuadrícula de Graph.

source: From the context menu, you can also choose to import data from a file. Graph can import text files with data separated by either tabs, commas or semicolons. The data will be placed at the position of the caret. This makes it possible to load data from more than one file, or to have x-coordinates in one file and y-coordinates in another file. In the usual case where you have all data in one file, you should make sure that the caret is located at the upper left cell before you import.
dutch: In het context menu kun je ook kiezen om gegevens uit een bestand te importeren. Graph kan tekstbestanden importeren met gegevens gescheiden door tabs, komma's of puntkomma's. De gegevens zullen worden geplaatst op de positie van de cursor. Dit maakt het mogelijk om gegevens te laden van meer dan één bestand of de x-coördinaten uit het ene bestand en de y-coördinaten uit een ander bestand te halen. In het gewone geval waar je alle gegevens in één bestand hebt, moet je ervoor zorgen dat de cursor zich in de cel linksboven bevindt.
french: Depuis le menu contextuel, vous pouvez aussi choisir d'importer des données d'un fichier. Graph peut importer des fichiers texte avec des données séparées par tabulateur, virgule ou point-virgule. Les données seront placées à partir de la position du curseur. Cela rend possible d'importer des données de plus d'un fichier, ou d'avoir les abscisses dans un fichier et les ordonnées dans un autre. Dans le cas habituel où toutes les données sont dans un seul fichier, soyez sûr que le curseur est bien placé dans la cellule en haut à gauche de la grille avant de faire l'importation.
german: Das Kontext-Menü (Rechtsklick) Rechtsklick-Menü erlaubt auch, Daten aus einer Datei einzufügen. Graph unterstützt zwei Formate: tabulatorgetrennte und semikolongetrennte Dateien. Daten werden an der Cursorposition plaziert. Damit ist es möglich, Daten von mehreren Dateien einzufügen, oder die X- und Y-Koordinaten jeweils aus unterschiedlichen Dateien. Im Normalfall, wenn sich alle Daten in derselben Datei befinden, sollten Sie sich deshalb vergewissern, daß der Cursor vor dem Einfügen im obersten linken Feld steht.
italian: Dal menu contestuale puoi anche scegliere di importare dati da un file. Graph può importare file di testo con campi separati da virgola, punto-e-virgola o tabulazione. I dati saranno posti alla posizione segnata. Ciò consente di caricare dati da più di un file o di avere le coordinate-x in un file e le coordinate-y in un altro. Se come di norma accade, i dati siano tutti in un unico file, prima di importarli assicurati di essere posizionati sulla prima cella in alto a sinistra.
spanish: Asimismo, por medio del menú contextual podrás importar datos desde un archivo delimitado por comas (.csv) o por tabulaciones (.txt) creado, por ejemplo, con MS Excel, aunque también es posible importar un archivo de texto plano creado con el <emphasis>Bloc de notas</emphasis> de Windows. Observa que los datos importados serán pegados en la posición del cursor. Esto hace posible pegar datos desde más de un archivo, o tener coordenadas <parameter>x</parameter> en un archivo, y coordenadas <parameter>y</parameter> en otro. Al pegar datos procedentes de un único archivo –el caso más frecuente– asegúrate de que el cursor se halla en la primera celda, esto es, la de la esquina superior izquierda de la cuadrícula.

source: In the edit box at the top of the dialog, you can enter a name for the series, which will be shown in the <placeholder-1/>.
dutch: In de edit box aan de bovenkant van het dialoogvenster kun je een naam voor de series ingeven, deze zal getoond worden in de <placeholder-1/>.
french: Dans le champ au sommet de la boîte de dialogue, vous pouvez saisir un nom pour la série, qui sera affiché dans la <placeholder-1/>.
german: Im Feld oben im Dialog können Sie einen Namen für die Punktserie angeben, der in der <placeholder-1/> angezeigt werden soll.
italian: Nel riquadro in alto della finestra di dialogo puoi immettere il nome da assegnare alle serie che sarà mostrato in <placeholder-1/>.
spanish: En esta caja de texto puedes escribir un nombre o texto explicativo para la serie de puntos introducida, que será mostrado por la <placeholder-1/>. Si nada escribes, el programa designará por defecto a las series de puntos insertadas como <emphasis>Serie de puntos 1</emphasis>, <emphasis>Serie de puntos 2</emphasis>, etc.

source: Coordinate type
dutch: Coördinaattype
french: Type de coordonnées.
german: Koordinatentyp
italian: Tipo di coordinata
spanish: Tipo de coordenadas

source: Cartesian
dutch: Cartesisch
french: Cartésien
german: Kartesisch
italian: Cartesiano
spanish: Cartesiano

source: You need to choose between the type of coordinates used for the points. <placeholder-1/> is used when you want to specify (x,y)-coordinates. <placeholder-2/> is used when you want to specify (&theta;,r)-coordinates, where <emphasis>&theta;</emphasis> is the angle and <emphasis>r</emphasis> is the distance from the origin. The angle <emphasis>&theta;</emphasis> is in <placeholder-3/> or degrees depending on the current setting.
dutch: Je moet het type coördinaten kiezen voor de punten. <placeholder-1/> wordt gebruikt als je (x, y)-coördinaten wil opgeven. <placeholder-2/> wordt gebruikt als je (&theta;,r)-coördinaten wil opgeven , waar <emphasis>&theta;</emphasis>de is hoek en <emphasis> r </emphasis> de afstand tot de oorsprong . De hoek <emphasis> &theta;</emphasis> is in <placeholder-3/> of graden, afhankelijk van de huidige instelling.
french: Vous devez choisir entre les types de coordonnées utilisées pour les points. <placeholder-1/> est utilisé quand vous spécifiez les coordonnées cartésiennes (x,y). <placeholder-2/> est utilisé quand vous spécifiez les coordonnées polaires (&theta;,r), où <emphasis>&theta;</emphasis> est l'angle et <emphasis>r</emphasis> la distance à l'origine. L'angle <emphasis>&theta;</emphasis> est en <placeholder-3/> ou degrés selon le paramètrage en cours.
german: Für die Punkte müssen sie den Koordinatentyp festlegen. <placeholder-1/> bedeutet, dass (x,y)-Koordinaten verwendet werden sollen, und <placeholder-2/> legt (&theta;,r)-Koordinaten fest, wobei <emphasis>&theta;</emphasis> Winkel und <emphasis>r</emphasis> Abstand vom Koordinatenursprung bezeichnen. Der Winkel <emphasis>&theta;</emphasis> wird in <placeholder-3/> oder Grad angegeben, je nach aktueller Einstellung.
italian: Devi scegliere quale tipo di coordinate usare per i punti. <placeholder-1/> si usa per specificare le coordinate-(x,y) e <placeholder-2/> per le coordinate-(&theta;,r), dove <emphasis>&theta;</emphasis> è l'angolo e <emphasis>r</emphasis> è la distanza dall'origine. L'angolo <emphasis>&theta;</emphasis> è in <placeholder-3/> o in gradi a seconda delle impostazioni correnti.
spanish: Elige el tipo de coordenadas que definirán los puntos. <placeholder-1/> significa que cada punto se expresa como un par ordenado (x,y), donde <parameter>x</parameter> es la <emphasis>abscisa</emphasis> del punto e <parameter>y</parameter> su <emphasis>ordenada</emphasis>. <placeholder-2/> significa que cada punto se expresa como un par ordenado (&theta;,r), donde <emphasis>&theta;</emphasis> es el <emphasis>argumento</emphasis> o <emphasis>ángulo polar</emphasis> entre el radio vector y la recta o eje polar, y <parameter>r</parameter> es el <emphasis>radio vector</emphasis> o distancia desde el origen o polo a un punto dado. &theta; puede indicarse en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración establecida.

source: Marker
dutch: Markering
french: Marqueur
german: Markierung
italian: Marcatore
spanish: Marcador

source: To the right you can choose between different types of markers. The style may be a circle, a square, a triangle, etc. You may also change the color and size of the markers. If the size is set to 0, neither markers nor error bars will be shown.
dutch: Rechts kun je kiezen tussen verschillende soorten markeringen. De stijl kan een cirkel, een vierkant, een driehoek, etc. U kunt ook de kleur en de grootte van de markeringen veranderen. Als de grootte is ingesteld op 0, zullen noch markeringen, noch foutbalken getoond worden .
french: Sur la droite vous pouvez choisir entre différents types de marqueurs. Le style peut être un cercle, un carré, un triangle, etc... Vous pouvez aussi modifier la couleur et la taille des marqueurs. Si la taille indiquée est 0, ni les marqueurs ni les intervalles d'incertitude ne seront affichés.
german: Rechts können Sie zwischen verschiedenen Punkt-Typen wählen, z. B. Kreis, Quadrat, ein Dreieck usw. . Farbe und Größe der Punkte lassen sich ebenfalls bearbeiten. Bei der Größe 0 werden keine Punkte oder Fehlerbalken angezeigt..
italian: Sulla destra puoi scegliere tra diversi tipi di marcatori: cerchio, quadrato, traingolo, ecc. Puoi anche cambiarne il colore e la dimensione, se quest'ultima è posta = 0, non verranno mostrati nè i marcatori nè le barre d'errore.
spanish: Un <emphasis>marcador</emphasis> es un símbolo que representa un único punto dentro de una serie de puntos. La lista desplegable <guilabel>Estilo</guilabel> ofrece varias clases de marcadores, por ejemplo, círculo relleno, cuadrado, triángulo, rombo, etc. También puedes elegir un color y un tamaño para los marcadores. Observa que si reduces el tamaño a 0, no se mostrará ningún marcador.

source: Interpolation
dutch: Interpolatie
italian: Interpolazione
spanish: Interpolación

source: Notice that if you select an arrow as marker, the arrow will be shown pointing tangential to the line at the point. The actual direction therefore depends on the <placeholder-1/> setting. The first point is never shown when the marker is an arrow.
dutch: Merk op dat als u een pijl als markering, de getoonde pijl raakt in het punt. De werkelijke richting is dus afhankelijk van de <placeholder-1/> instelling. Het eerste punt wordt nooit getoond als de markering een pijl is.
french: Notez que si vous sélectionnez une flèche comme marqueur, la flèche sera positionnée tangentiellement à la ligne en ce point. La direction réelle dépend cependant des paramètres dans <placeholder-1/>. Le premier point n'est jamais affiché quand le marqueur est une flèche.
german: Wenn die Markierung ein Pfeil ist, zeigt dieser am betreffenden Punkt tangential auf die Linie. Die tatsächliche Richtung hängt von der Einstellung <placeholder-1/> ab. Der erste Punkt der Serie wird bei einem Pfeil als Markierung nie dargestellt.
italian: Nota che se scegli come marcatore la freccia, essa nel punto verrà mostrata orientata tangenzialmente alla linea. La direzione effettiva dipende perciò dalle <placeholder-1/> impostazioni. Quando il marcatore è la freccia, il primo punto non viene visualizzato.
spanish: Si deseas representar vectores, elige una cabeza de flecha como marcador, y en el recuadro <guilabel>Línea</guilabel> selecciona la línea continua como la opción de <guilabel>Estilo</guilabel>. Nota que con una cabeza de flecha como marcador, el primer punto de una serie de puntos no será señalizado. El vértice de la cabeza de flecha se superpondrá al punto del extremo del vector, aunque su dirección dependerá de la opción elegida en <placeholder-1/>.

source: Line
dutch: Lijn
french: Ligne
german: Linie
italian: Linea
spanish: Línea

source: It is possible to draw lines between the markers. The line will always be drawn between points in the same order they appear in the grid. You can choose between different styles, colors and widths for the lines. You can also choose to draw no line at all.
dutch: Het is mogelijk om lijnen te tekenen tussen de markeringen. De lijn zal altijd worden getrokken tussen punten in dezelfde volgorde als in het rooster. Je kan kiezen uit verschillende stijlen, kleuren en breedtes voor de lijnen. Je kan er ook voor kiezen om helemaal geen lijn te trekken .
french: Il est possible de tracer des lignes entre les marqueurs. La ligne sera toujours tracée entre les points dans l'ordre où ils apparaissent dans la grille. Vous pouvez choisir entre différents styles, couleurs et épaisseurs pour les lignes. Vous pouvez également choisir de ne pas tracer de ligne.
german: Man kann zwischen die Markierungen Linien zeichnen. Die Reihenfolge der Linien ist dieselbe wie in der Tabelle. Für die Linien lassen sich Stil, Farbe und Breite wählen. Man kann auch einstellen, gar keine Linie zu zeichnen.
italian: E' possibile tracciare linee tra i marcatori. La linea sarà sempre disegnata seguendo l'ordine con cui i punti appaiono nella griglia. Per le linee, puoi scegliere tra diversi stili, colori e spessori, ma puoi anche scegliere di non tracciare alcuna linea.
spanish: Si lo deseas, puedes unir los marcadores con líneas. En <guilabel>Estilo</guilabel> selecciona una opción para el trazo. Por defecto, no se dibuja ninguna línea. En este sentido, nota que en la lista desplegable hay una opción en blanco. Asimismo, puedes escoger un color y un grosor para el trazo, en píxeles. Ten en cuenta que las líneas serán dibujadas en el mismo orden en el que definas los puntos dentro de la cuadrícula.

source: 1D cubic spline
dutch: 1D kubische boog
french: Splines cubiques 1D
german: Kubische Spline 1D
italian: Spline cubica 1D
spanish: Spline cúbico-1D

source: natural cubic spline
dutch: natuurlijke kubische boog
french: spline cubique naturelle
german: Natürlicher Kubischer Spline
italian: Spline cubica naturale
spanish: spline cúbico natural

source: 2D cubic spline
dutch: 2D kubische boog
french: Splines cubiques 2D
german: Kubische Spline 2D
italian: Spline cubica 2D
spanish: Spline cúbico-2D

source: Half cosine
dutch: Halve cosinus
german: Trigonometrisch
italian: Mezzo coseno
spanish: Coseno 1/2 fase

source: You can choose between four types of interpolation: <placeholder-1/> will draw straight lines between the markers. <placeholder-2/> will draw a <placeholder-3/>, which is a nice smooth line connecting all the points sorted by the x-coordinate with 3<superscript>rd</superscript> degree polynomials. <placeholder-4/> will draw a smooth cubic spline through all points in order. <placeholder-5/> will draw half cosine curves between the points, which might not look as smooth as the cubic splines but they never undershoot/overshoot like the cubic splines can do.
dutch: Je kan kiezen uit vier types van interpolatie: <placeholder-1/> zal rechte lijnen tekenen tussen de puntmarkeringen. <placeholder-2/> zal een <placeholder-3/> trekken, dat is een mooie gladde lijn die alle punten gesorteerd op de x-coördinaat met 3<superscript>rd</superscript> graad polynomen. <placeholder-4/> zal een soepele kubiscke kromme tekenen door alle punten. <placeholder-5/> trekt halve cosinuskrommes tussen de punten, wat er niet zo elegant uitziet als een kubische kromme maar die nooit zo ver boven of onder de punten zal komen als een kubische kromme kan doen.
french: Vous pouvez choisir entre quatre types d'interpolation : <placeholder-1/> tracera un segment entre les marqueurs. <placeholder-2/> tracera une <placeholder-3/>, courbe lissée joignant tous les points dans l'ordre des abscisses avec des polynômes du 3<superscript>ème</superscript> degré. <placeholder-4/> tracera une spline cubique lissée dans l'ordre des points. <placeholder-5/> tracera une courbe de demi-cosinus entre les points, qui n'apparaîtra pas aussi lissée que les splines cubiques mais ne présentant pas de débordements excessifs comme les splines peuvent le faire.
german: Vier Typen der Interpolation stehen zur Wahl: <placeholder-1/> zeichnet eine gerade Linie zwischen die Markierungen. <placeholder-2/> zeichnet eine <placeholder-3/>, eine Kurve auf Basis eines Polynoms dritten Grades, die alle Punkte entlang der x-Koordinate verbindet. <placeholder-4/> zeichnet einen kubischen Spline nacheinander durch alle Punkte. <placeholder-5/> zeichnet Halb-Cosinus-Kurve zwischen die Punkte, die evtl. nicht so geschwungen ist wie kubische Splines, aber auch nicht stark ausschlagen wie es bei diesen möglich ist.
italian: Puoi scegliere tra 4 tipi di interpolazione: <placeholder-1/> traccerà una linea dritta tra i marcatori; <placeholder-2/> traccerà una <placeholder-3/>, che è una bella linea smussata che collega tutti i punti, ordinati in base alla coordinata-x, con una polinomiale di 3°; <placeholder-4/> traccerà una cubic-spline smussata attraverso tutti i punti. <placeholder-5/> traccerà tra i punti delle curve mezzo-coseno, che potrebbero apparire non così smussate come le cubic-splines ma, in compenso, mai deformate come a volte quest'ultime possono essere.
spanish: La lista desplegable <guilabel>Interpolación</guilabel> ofrece cuatro clases de ajuste. <placeholder-1/>: define líneas rectas entre los puntos. <placeholder-2/>: dibuja un <placeholder-3/> entre los puntos según la coordenada <parameter>x</parameter>, esto es, una curvilínea que se reduce a un polinomio de tercer grado. <placeholder-4/>: dibuja un spline cúbico entre los puntos según las coordenadas <parameter>x</parameter> e <parameter>y</parameter>. <placeholder-5/>: el ajuste entre dos puntos dibuja la mitad de la fase de la función <link linkend="cos">coseno</link>. Aquí el resultado puede no parecer tan suave como el obtenido por splines cúbicos, pero la interpolación por coseno no sobretraza o subtraza el ajuste respecto a los puntos o nodos, extremo que sí hacen los splines cúbicos.

source: Labels
german: Textfelder
italian: Etichette
spanish: Rótulos

source: Show coordinates
dutch: Toon de coördinaat
french: Afficher les coordonnées
german: Koordinaten anzeigen
italian: Mostra coordinate
spanish: Mostrar coordenadas
