Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: The <placeholder-1/> function is the probability density of the normal distribution, also called Gaussian distribution. <placeholder-2/> is the variate, also known as the random variable, <placeholder-3/> is the mean value and &sigma; is the standard deviation. <placeholder-4/> and &sigma; are optional and if left out the standard normal distribution is used where <placeholder-5/> and &sigma;=1. <placeholder-6/>, <placeholder-7/> and &sigma; may be any <placeholder-8/> that evaluate to <placeholder-9/> where &sigma; &gt; 0. The normal distribution is defined as: <placeholder-10/>
dutch: De <placeholder-1/>-functie is de waarschijnlijke dichtheid van de normale verdeling, ook wel de Gaussian-verdeling genoemd. <placeholder-2/> is de variatie, ook wel de willekeurige variabele genoemd, <placeholder-3/> is het gemiddelde en &sigma; is de standaardafwijking. <placeholder-4/> en &sigma; zijn gegeven en als ze worden weggelaten wordt de standaard normale verdeling gebruikt waar <placeholder-5/> en &sigma;=1. <placeholder-6/>, <placeholder-7/> en &sigma; mogen elke soort <placeholder-8/> zijndie resulteren in <placeholder-9/> waar &sigma; &gt; 0. De normale verdeling is gedefiniëerd als: <placeholder-10/>
french: La fonction <placeholder-1/> est la densité de probabilité de la loi normale, également appelée loi de Gauss. <placeholder-2/> est la variable, <placeholder-3/> est la moyenne et &sigma; est l'écart-type. <placeholder-4/> et &sigma; sont optionnels et par défaut la loi normale centrée réduite où <placeholder-5/>=0 et &sigma;=1 est utilisée. <placeholder-6/>, <placeholder-7/> et &sigma; peuvent être n'importe quelles <placeholder-8/> qui donnent des <placeholder-9/> où &sigma; &gt; 0. La loi normale est définie par : <placeholder-10/>
german: Die <placeholder-1/>-Funktion ist die Wahrscheinlichkeitsdichte der Normalverteilung, auch: Gauß-Verteilung. <placeholder-2/> ist die Zufallsvariable, <placeholder-3/> ist der Erwartungswert und &sigma; ist die Standardabweichung. <placeholder-4/> und &sigma; sind optional. Fehlen sie, so wird die Standard-Normalverteilung benutzt, wobei <placeholder-5/>=0 und &sigma;=1 sind. <placeholder-6/>, <placeholder-7/> und &sigma; können beliebige <placeholder-8/> sein, die <placeholder-9/> darstellen, wobei &sigma; &gt; 0 ist. Die Normalverteilung ist folgendermaßen definiert: <placeholder-10/>
italian: La funzione <placeholder-1/> è la densità di probabilità della distribuzione normale, detta anche distribuzione gaussiana. <placeholder-2/> è la variante, nota anche come variabile casuale, <placeholder-3/> è il valore medio e &sigma; è la deviazione standard. <placeholder-4/> e &sigma; sono opzionali e se tralasciate viene usata la distribuzione normale in cui <placeholder-5/> e &sigma;=1. <placeholder-6/>, <placeholder-7/> e &sigma; può essere qualsiasi <placeholder-8/> che valuta <placeholder-9/> in cui &sigma; &gt; 0. La distribuzione normale è definita come: <placeholder-10/>
spanish: La función <placeholder-1/> –también denominada <emphasis>distribución de Gauss</emphasis>– es una función de distribución de probabilidad normal de una variable aleatoria continua <placeholder-2/>, en la media <placeholder-3/> y desviación típica <parameter>&sigma;</parameter> indicadas.<para>Observa que <placeholder-4/> y <parameter>&sigma;</parameter> son opcionales, y si no se definen, se emplearán los valores por defecto, esto es, <placeholder-5/> y &sigma;=1. Así, <placeholder-6/>, <placeholder-7/> y <parameter>&sigma;</parameter> pueden ser <placeholder-8/> que evalúen a <placeholder-9/> siempre que &sigma;&gt;0. La función de densidad de probabilidad está definida del siguiente modo: <placeholder-10/></para>

source: What is Graph?
dutch: Wat is Graph?
french: Qu'est-ce que Graph ?
german: Was ist Graph?
italian: Cos'è Graph?
spanish: ¿Qué es Graph?

source: license
dutch: licentie
french: licence
german: Lizenz
italian: licenza
spanish: licencia

source: open source
french: libre
spanish: código abierto

source: payment
dutch: betaling
french: paiement
german: Bezahlung
italian: pagamento
spanish: programa gratuito

source: web site
french: site web
german: Web-Seite
spanish: página principal de Graph

source: email
french: eamil
spanish: correo electrónico

source: bug report
dutch: bug-melding
french: rapport de dysfonctionnement
german: Fehlerbericht
italian: Segnalazione errori
spanish: informe de error

source: Graph is a program designed to draw graphs of mathematical functions in a coordinate system and similar things. The program is a standard Windows program with menus and dialogs. The program is capable of drawing standard functions, parametric functions, polar functions, tangents, point series, shadings and relations. It is also possible to evaluate a function for a given point, trace a graph with the mouse and much more. For more information on using the program see <placeholder-1/>.
dutch: Graph is een programma dat ontworpen is om grafieken van wiskundige functies in een assenstelsel en soortgelijke dingen te tekenen. Het programma is een standaard Windows-programma met menu's en dialoogvensters. Het programma is in staat om standaard functies, parametrische functies, polaire functies, raaklijnen, puntenreeksen, arceringen en relaties te tekenen. Het is ook mogelijk om een functiewaarde voor een bepaald punt te berekenen, een grafiek te traceren met de muis en nog veel meer. Voor meer informatie over het gebruik van het programma zie <placeholder-1/>.
french: Graph est un programme destiné à tracer des représentations de fonctions dans un repère et autres choses du même genre. Le programme est un programme Windows standard avec menus et boîtes de dialogue. Le programme trace les représentations de fonctions classiques, de représentations paramétriques, de fonctions polaires, de tangentes, de séries de points, de remplissages et de relations (équations - inéquations). Il est également possible de calculer la fonction en un point donné, de tracer un graphique à la souris et bien plus encore. Pour plus d'information sur l'utilisation du programme voyez <placeholder-1/>.
german: Das Programm Graph wurde ursprünglich entworfen, um Graphen von mathematischen Funktionen in ein Koordinatensystem zu zeichnen. Graph ist ein normales Windows-Programm mit Menüs und Dialogen und unterstützt das Zeichnen von Standardfunktionen, Parameterfunktionen, Polarfunktionen, Tangenten, Punktserien, Schraffuren und Relationen. Es ist auch möglich, eine Funktion für einen vorgegebenen Punkt zu berechnen, einen Graphen mit der Maus zu verfolgen und noch viel mehr. Weitere Informationen unter <placeholder-1/>.
italian: Graph è un programma sviluppato per disegnare grafici di funzioni matematiche e cose analoghe. E' un programma in classico stile Windows, con menu e finestre di dialogo. Graph è in grado di tracciare funzioni standard, funzioni parametriche, funzioni polari, tangenti, serie di punti, ombreggiature e relazioni. E' possibile valutare una funzione per un dato punto, tracciare u grafico con il mouse e molto altro ancora. Per maggiori informazione sull'uso del programma vedere <placeholder-1/>.
spanish: Graph es un programa diseñado para representar gráficamente funciones matemáticas en un sistema de coordenadas. Es un programa afín a Windows, con menús y cuadros de diálogo, y capaz de dibujar funciones explícitas, paramétricas y polares, e igualmente, tangentes, rellenos, series de puntos, ecuaciones e inecuaciones. Asimismo, permite evaluar una gráfica en un punto dado u obtener una tabla de valores respecto a la función seleccionada, y mucho más. Si deseas más información sobre el uso del programa, consulta el capítulo <placeholder-1/>.

source: Graph is free software; you can redistribute it and/or modify it under the terms of the <placeholder-1/>. Newest version of the program as well as the source code may be downloaded from <placeholder-2/>.
dutch: Graph is vrije software, die je kunt herdistribueren en / of wijzigen onder de voorwaarden van de <placeholder-1/>. Nieuwste versie van het programma en de broncode kunnen gedownload worden van <placeholder-2/>.
french: Ce programme est un logiciel libre ; vous pouvez le diffuser et/ou le modifier selon les termes de la <placeholder-1/>. La version la plus récente du progamme ainsi que son code source peuvent être téléchargés depuis <placeholder-2/>.
german: Graph ist freie Software; Sie können es gemäß der <placeholder-1/> weiter verteilen und/oder verändern. Sowohl die neueste Version des Programms wie auch der Quelltext können von <placeholder-2/> heruntergeladen werden.
italian: Graph è un software gratuito. Puoi ridistribuirlo e/o modificarlo rispettando i termini della <placeholder-1/>. Le più recenti versioni del programma, così come il suo codice sorgente, possono essere scaricate da <placeholder-2/>.
spanish: Este programa es gratuito, y puedes modificarlo y/o redistribuirlo bajo los términos de la <placeholder-1/>. La versión más reciente de Graph, así como su código fuente, pueden ser descargados desde su página principal: <placeholder-2/>.

source: Graph support forum
dutch: Graph ondersteuningsforum
french: Forum de support de Graph
spanish: foro de soporte de Graph

source: Graph has been tested under <placeholder-1/>, but there may still be bugs left. If you need help using Graph or have suggestions for future improvements, please use the <placeholder-2/>.
dutch: Gaph is getest onder <placeholder-1/>, maar er kunnen nog steeds bugs overblijven. Heb je hulp nodig bij het gebruik van Graph of heb je suggesties voor toekomstige verbeteringen, gebruik dan de <placeholder-2/>.
french: Ce programme a été testé sous <placeholder-1/>, mais il peut subsister des bugs. Si vous avez besoin d'aide pour utiliser Graph ou avez des suggestions pour des améliorations futures, utilisez s'il vous plaît <placeholder-2/>.
german: Das Programm ist unter <placeholder-1/> getestet worden, kann aber trotzdem noch einige Programmfehler enthalten. Im <placeholder-2/> erhalten Sie Unterstützung, können Fehler melden und Verbesserungsvorschläge machen.
italian: Graph è stato testato sotto <placeholder-1/>, ma potrebbe contenere ancora degli errori. Se hai bisogno di aiuto per usare Graph, o dei suggerimenti per le prossime versioni, usa per favore il <placeholder-2/>.
spanish: Graph ha sido probado en varios sistemas operativos de Microsoft como <placeholder-1/>, pero puede contener todavía algunos errores. Si necesitas ayuda sobre el uso del programa o deseas enviar informes de errores o sugerencias para futuras versiones, por favor, visita el <placeholder-2/>.

source: When you send a bug report, please write the following:
dutch: Wanneer je een bug wilt rapporteren, vermeldt:
french: Quand vous envoyez un rapport de bug, s'il vous plaît écrivez ce qui suit:
german: When Sie eine Fehlermeldung senden, beachten Sie bitte die folgenden Aspekte:
italian: Se invii una 'segnalazione di errore', per favore scrivi quanto segue:
spanish: Cuando envíes el informe de un error, por favor, indica lo siguiente:

source: Help
french: Aide
italian: Aiuto
spanish: Ayuda

source: About Graph...
dutch: Over Graph...
french: À propos de Graph...
german: Über Graph...
italian: Su Graph...
spanish: Acerca de Graph

source: Which version are you using? This is shown in the <placeholder-1/> dialog box. You should check that you are using the newest version as the bug may have been fixed already.
dutch: Welke versie gebruik je? Dit vind je in het <placeholder-1/> dialoogvenster. Controleer of je de nieuwste versie gebruikt, misschien is de bug al verholpen.
french: Quelle version utilisez-vous ? Cela se voit dans la boîte de dialogue <placeholder-1/>. Vous devriez contrôler si c'est la dernière version disponible, sinon le bug est peut-être déjà corrigé.
german: Welche Version verwenden Sie? Dies können Sie im Dialog <placeholder-1/> nachsehen. Bitte überprüfen Sie, ob die von Ihnen verwendete Version von Graph auf dem aktuellsten Stand ist, denn der aufgetretene Fehler könnte in der neuesten Version bereits behoben sein.
italian: Quale versione stai usando? Questa informazione la trovi nella finestra di dialogo <placeholder-1/>. Dovresti sincerarti di stare usando la versione più recente poichè l'errore da te riscontrato potrebbe essere già stato risolto.
spanish: Versión del programa que estás utilizando. Encontrarás este dato en <placeholder-1/>. Ante todo, deberías asegurarte de que dispones de la versión más reciente, pues es posible que el error ya esté corregido.

source: Explain what happens and what you expected to happen.
dutch: Leg uit wat er gebeurt en wat je verwacht dat er moet gebeuren.
french: Expliquez ce qui arrive et ce que vous pensiez devoir arriver.
german: Erklären Sie, was passiert und was Sie erwartet haben.
italian: Spiega cosa accade e cosa ti aspettavi che accadesse.
spanish: Describe qué ocurre, y qué esperabas que ocurriera.

source: Explain carefully how I can reproduce the bug. If I can't see what you see, it is very difficult for me to solve the problem.
dutch: Leg nauwkeurig hoe ik de bug kan genereren. Als ik niet kan zien wat jij ziet, is het erg moeilijk voor mij om het probleem oplossen.
french: Expliquez soigneusement comment je peux reproduire le bug. Si je ne peux pas voir se produire la même chose que vous il me sera très difficile de résoudre le problème.
german: Erklären Sie genau, wie ich den Fehler reproduzieren kann. Wenn ich nicht dasselbe sehe wie Sie, ist es sehr schwierig für mich, das Problem zu lösen.
italian: Spiega chiaramente come posso riprodurre l'errore. Se io non posso vedere ciò che tu vedi... sarà molto difficile per me risolvere il problema!
spanish: Explica detalladamente cómo puede ser reproducido el error. Si el programador no puede comprobar dicho error, le será muy difícil solucionar el problema.

source: Acknowledgements
dutch: Met dank aan
french: Remerciements
german: Danksagungen
italian: Ringraziamenti
spanish: Agradecimientos

source: acknowledgements
dutch: met dank aan
french: remerciements
german: Danksagungen
italian: ringraziamenti
spanish: agradecimientos

source: libraries
dutch: bibliotheken
french: librairies
german: Bibliotheken
italian: librerie
spanish: bibliotecas

source: translators
dutch: vertalers
french: traducteurs
german: Übersetzer
italian: traduttori
spanish: traductores

source: Libraries
dutch: Bibliotheken
french: Librairies
german: Bibliotheken
italian: Librerie
spanish: Bibliotecas

source: Translation library.
dutch: Vertalingsbibliotheek.
french: Bibliothèque de traduction.
german: Übersetzungsbibliothek.
italian: Libreria di traduzione.
spanish: Biblioteca de traducción para programas.

source: Used to create PDF files.
dutch: Gebruikt om PDF-bestanden te maken.
french: Utilisé pour créer les fichiers .
german: Wird verwendet, um PDF-Dateien zu erzeugen.
italian: Usato per creare file.PDF.
spanish: Biblioteca empleada para crear archivos PDF.

source: Used for plugin support and advanced interaction.
dutch: Gebruikt voor plugin ondersteuning en geavanceerde interactie.
french: Utilisé pour support des plugins et des interactions avancées.
german: Für die Plugin-Schnittstelle erforderlich.
italian: Usato per il supporto ai pluging e per interazioni avanzate.
spanish: Biblioteca utilizada para soporte de los complementos e interacción avanzada.

source: Numerical library.
dutch: Numerieke bibliotheek.
french: Bibliothèque numérique.
german: Numerische Bibliothek.
italian: Libreria numerica.
spanish: Bibliotecas matemáticas.

source: Peer-reviewed C++ library.
dutch: Peer-beoordeelde C++ bibliotheek.
french: Bibliothèque C++ contrôlée par des pairs.
german: Begutachtete (peer reviewed) C++ Bibliothek
spanish: Bibliotecas C++ para aplicaciones.

source: Translations
dutch: Vertalingen
french: Traductions
german: Übersetzungen
italian: Traduzioni
spanish: Traducciones

source: Language
dutch: Taal
french: Langue
german: Sprache
italian: Lingua
spanish: Idioma

source: Program
dutch: Programma
french: Programme
german: Programm
italian: Programma
spanish: Interfaz

source: Help file
dutch: Help bestand
french: Fichier d'aide
german: Hilfedatei
italian: Guida
spanish: Archivo de Ayuda

source: Translators
dutch: Vertalers
french: Traducteurs
german: Übersetzer
italian: Traduttore(i)
spanish: Traductor(es)

source: Arabic
dutch: Arabisch
french: Arabe
german: Arabisch
italian: Arabo
spanish: Árabe

source: Yes
dutch: Ja
french: Oui
german: Ja
italian: Si
spanish: Sí

source: Basque
dutch: Baskisch
german: Baskisch
italian: Basco
spanish: Euskera

source: Chinese (Simplified)
dutch: Versimpeld Chinees
french: Chinois (simplifié)
german: Chinesisch (vereinfacht)
italian: Cinese (Semplificato)
spanish: Chino (Simplificado)

source: Chinese (Traditional)
dutch: Traditioneel Chinees
french: Chinois (traditionnel)
german: Chinesisch (traditionell)
italian: Ciinese (Traditionale)
spanish: Chino (Tradicional)

source: Croatian
dutch: Kroatisch
french: Croate
german: Kroatisch
italian: Croato
spanish: Croata

source: Czech
dutch: Tsjechisch
french: Tchèque
german: Tschechisch
italian: Ceco
spanish: Checo

source: Danish
dutch: Deens
french: Danois
german: Dänisch
italian: Danese
spanish: Danés

source: Dutch
dutch: Nederlands
french: Hollandais
german: Niederländisch
italian: Olandese
spanish: Holandés

source: English
dutch: Engels
french: Anglais
german: Englisch
italian: Inglese
spanish: Inglés

source: Finnish
dutch: Fins
french: Finnois
german: Finnisch
italian: Finlandese
spanish: Finés

source: French
dutch: Frans
french: Français
german: Französisch
italian: Francese
spanish: Francés

source: German
dutch: Duits
french: Allemand
german: Deutsch
italian: Tedesco
spanish: Alemán

source: Greek
dutch: Grieks
french: Grec
german: Griechisch
italian: Greco
spanish: Griego

source: Hungarian
dutch: Hongaars
french: Hongrois
german: Ungarisch
italian: Ungherese
spanish: Húngaro

source: Italian
dutch: Italiaans
french: Italien
german: Italienisch
italian: Italiano
spanish: Italiano

source: Korean
dutch: Koreaans
french: Coréen
german: Koreanisch
italian: Coreano
spanish: Coreano

source: Mongolian
dutch: Mongolisch
french: Mongolien
german: Mongolisch
italian: Mongolo
spanish: Mongol

source: Norwegian
dutch: Noorweegs
french: Norvégien
german: Norwegisch
italian: Norvegese
spanish: Noruego

source: Persian
dutch: Persisch
french: Persan
german: Persisch
italian: Persiano
spanish: Persa (Farsi)

source: Polish
dutch: Pools
french: Polonais
german: Polnisch
italian: Polacco
spanish: Polaco

source: Portuguese (Brazil)
dutch: Portugees (Brazilië)
french: Portugais (Brésil)
german: Portugiesisch (Brasilien)
italian: Portoghese (Brasile)
spanish: Portugués (Brasil)

source: Portuguese (Portugal)
dutch: Portugees (Portugal)
french: Portugais (Portugal)
german: Portugiesisch (Portugal)
italian: Portoghese (Portogallo)
spanish: Portugués (Portugal)

source: Russian
dutch: Russisch
french: Russe
german: Russisch
italian: Russo
spanish: Ruso

source: Serbian
dutch: Servisch
french: Serbe
german: Serbisch
italian: Serbo
spanish: Serbio

source: Slovenian
dutch: Slovenisch
french: Slovène
german: Slovenisch
italian: Sloveno
spanish: Esloveno

source: Spanish
dutch: Spaans
french: Espagnol
german: Spanisch
italian: Spagnolo
spanish: Español

source: Swedish
dutch: Zweeds
french: Suédois
german: Schwedisch
italian: Svedese
spanish: Sueco

source: Turkish
dutch: Turks
french: Turc
german: Türkisch
italian: Turco
spanish: Turco

source: Vietnamese
dutch: Vietnamees
french: Vietnamien
german: Vietnamesisch
italian: Vietnamita
spanish: Vietnamita

source: Miscellaneous
dutch: Overig
french: Divers
german: Verschiedene
italian: Miscellanea
spanish: Logo

source: The icon for Graph was designed by <placeholder-1/>.
dutch: Het icoontje van Graph is ontworpen door <placeholder-1/>.
french: L'icône de Graph a été conçue par <placeholder-1/>.
german: Das Graph-Symbol wurde von <placeholder-1/> erstellt.
italian: L'icona di Graph è stata disegnata da <placeholder-1/>.
spanish: El icono de Graph ha sido diseñado por <placeholder-1/>.

source: Version <placeholder-1/>
dutch: Versie <placeholder-1/>
italian: Versione <placeholder-1/>
spanish: Versión <placeholder-1/>

source: How to use Graph
dutch: Hoe Graph gebruiken
french: Comment utiliser Graph
german: Zur Benutzung von Graph
italian: Come usare Graph
spanish: Conceptos básicos

source: use
dutch: gebruiken
french: utiliser
german: Verwendung
italian: usa
spanish: nociones

source: main window
dutch: hoofdvenster
french: fenêtre principale
german: Hauptfenster
italian: finestra principale
spanish: ventana gráfica

source: graphing area
dutch: grafiekgedeelte
french: zone de dessin
german: Zeichnungsfläche
italian: area grafica
spanish: área gráfica

source: coordinate system
dutch: coördinatensysteem
french: repère
german: Koordinatensystem
italian: sistema di coordinate
spanish: sistema de coordenadas

source: status bar
dutch: statusbalk
french: barre d'état
german: Statusleiste
italian: barra di stato
spanish: barra de estado

source: tool bar
dutch: werkbalk
french: barre d'outils
german: Werkzeugleiste
italian: barra degli strumenti
spanish: barras de herramientas
