Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Each time you make a change, the program will save enough information to undo it. As default <placeholder-1/> are 50, which mean that you are able to undo the last 50 changes you made in the program. The undo steps will take up a small amount of memory. If your system is low on RAM, you may be able to free some memory by decreasing the <placeholder-2/>.
dutch: Elke keer als je een wijziging aanbrengt, zal het programma genoeg informatieop te slaan om deze ongedaan te maken. Standaard is <placeholder-1/> 50, wat betekent dat je in staat bent om de 50 laatste wijzigingen die je hebt gemaakt in het programma ongedaan te maken. Dit proces neemt een kleine hoeveelheid geheugen in beslag. Als de hoeveelheid RAM-geheugen van uw systeem aan de lage kant is, kun je geheugen vrij maken door <placeholder-2/> te verminderen.
french: Chaque fois qu'un changement est fait le programme enregistrera suffisamment d'informations pour le défaire. Par défaut <placeholder-1/> vaut 50, ce qui signifie que vous pouvez défaire les 50 derniers changements effectués dans le programme. Ces étapes d'annulation prendront une petite quantité de mémoire. Si votre système est limité en RAM vous devriez pouvoir en récupérer un peu en diminuant la valeur de <placeholder-2/>.
german: Bei jeder von Ihnen gemachten Änderung, behält sich das Programm Informationen, um die Änderung rückgängig zu machen. Voreingestellt sind 50 <placeholder-1/>; Sie können also die letzten 50 im Programm gemachten Änderungen zurücknehmen. Die Rücknahmeschritte verbrauchen Speicher. Falls Ihr System wenig RAM hat, können Sie durch Verringern von <placeholder-2/> RAM-Platz freigeben.
italian: Ogni volta che fai una modifica, il programma memorizza le informazioni necessarie per poi poterla eventualmente annullare. Per default <placeholder-1/> = 50, il che significa che puoi annullare a ritroso le ultime 50 azioni compiute. Il progressivo processo di annullamento consuma una piccola quantità di memoria, ma se il tuo PC ha poca RAM, puoi liberarne un po' riducendo il <placeholder-2/>.
spanish: Máximo número de acciones que se pueden anular. Cada vez que realizas un cambio, el programa guardará información para invertirlo. Por defecto, <placeholder-1/> está fijado en 50, lo que significa que podrás deshacer los últimos 50 cambios introducidos en Graph. Esta opción consume una pequeña parte de la memoria RAM de tu ordenador, pero puedes reducir el valor de <placeholder-2/>, o incluso desactivar esta opción indicando 0.

source: Font scale
dutch: Grootte lettertype
french: Taille de la police
german: Schriftgröße
italian: Scala font
spanish: Escala de la interfaz

source: You can use this to change the scale of the fonts and most of the user interface. This is mostly useful if your screen resolution is very high, or for some other reason, you are having difficulties reading the user interface.
dutch: Je kan dit gebruiken om de omvang van de fonts en het grootste deel van de gebruikersinterface te wijzigen. Dit is vooral handig als uw schermresolutie zeer hoog is , of als je om een andere redenmoeite hebt met het lezen van de user interface.
french: Vous pouvez utiliser ceci pour changer l'échelle des fontes et de la plupart des éléments de l'interface utilisateur. C'est très utile si votre résolution d'écran est très élevée, ou pour toute autre raison, vous gênant pour lire l'interface utilisateur.
german: Hiermit können Sie die Schriftgröße und die meisten Einstellungen der Benutzerschnittstelle ändern; besonders nützlich bei sehr hohen Bildschirmauflösungen oder schlechter Lesbarkeit.
italian: Puoi usare questo per modificare la scala dei fonts e molti aspetti dell'interfaccia utente. Ciò è utile soprattutto se il tuo monitor è impostato in alta risoluzione o, se per qualsivoglia ragione, hai difficoltà a leggere l'interfaccia utente.
spanish: Modifica la escala de la interfaz de usuario. Esto es útil si la resolución de tu pantalla es muy alta o si, por alguna razón, tienes dificultades para leer los textos.

source: This shows a list of available languages for the program. The selected language will be the one used by the program in the future. The language can be selected differently for each user.
dutch: Dit toont een lijst met beschikbare talen voor het programma. De geselecteerde taal wordt door het programma in de toekomst gebruikt . De taal kan verschillen per gebruiker.
french: Ceci affiche la liste des langages disponibles pour le programme. Le langage sélectionné sera utilisé par le programme par la suite. Le langage peut être différent pour chaque utilisateur.
german: Dies zeigt eine Liste der für das Programm verfügbaren Sprachen. Das Programm wird in Zukunft die ausgewählte Sprache verwenden. Für jeden Benutzer kann eine andere Sprache gewählt werden.
italian: Questo mostra un elenco delle lingue disponibili. La lingua selezionata sarà quella usata nei successivi avvii di Graph. Ogni utente ha facoltà di scegliere la lingua d'interfaccia.
spanish: La lista desplegable muestra los idiomas disponibles para la interfaz de usuario. El idioma seleccionado será el empleado por defecto en el futuro.

source: Custom decimal separator
dutch: Aangepast decimaal scheidingsteken
french: Séparateur décimal personnalisé
german: Benutzerdefiniertes Dezimaltrennzeichen
italian: Separatore decimali personalizzato
spanish: Separador decimal

source: Decimal separator used when data are exported to files and the clipboard. When disabled the decimal separator from the Windows Regional settings is used. This is not used for expressions entered into Graph, which always use a dot as decimal separator.
dutch: Decimaal scheidingsteken gebruikt wanneer gegevens worden geëxporteerd naar bestanden en het klembord. Wanneer uitgeschakeld wordt het decimale scheidingsteken van de landinstellingen van Windows gebruikt. Voor uitdrukkingen ingegeven in Graph is het decimaal scheidingsteken altijd een punt.
french: Séparateur décimal utilisé pour l'exportation de données vers des fichiers ou le presse-papiers. Si l'option est désactivée c'est le séparateur décimal des paramètres régionaux de Windows qui est utilisé. Il n'est pas utilisé par les expressions introduite dans Graph où c'est toujours le point qui est le séparateur décimal.
german: Dezimaltrennzeichen für den Datenexport in Dateien und über die Zwischenablage. Wenn dieser Punkt nicht aktiviert ist, benutzt Graph die Standardeinstellungen von Windows. Diese Einstellung gilt nicht für Ausdrücke, die in Graph eingegeben werden. Hier wird immer der Punkt als Dezimaltrennzeichen verwendet.
italian: Separatore dei decimali usato quando i dati vengono esportati in un file o negli appunti. Se disabilitato, il separatore sarà quello scelto in 'Impostazioni Internazionali' di Windows. Si tenga presente che, all'interno di Graph, il separatore dei decimali è sempre e comunque il carattere punto (.).
spanish: Separador decimal utilizado al exportar datos a un archivo. Si esta casilla está desactivada, se empleará el símbolo decimal definido en la Configuración Regional de Windows. No obstante, recuerda que en Graph el separador decimal predeterminado es un punto.

source: Associate .grf files
dutch: Associeer *.grf bestanden
french: Associer aux fichiers .grf
german: .grf-Dateien verknüpfen
italian: Associa i file.grf
spanish: Vincular archivos .grf

source: A check mark in this field indicates that the file type .grf is associated with this program. The program will automatically start and load the file when you <action>double-click</action> on it in Explorer.
dutch: Een vinkje in dit veld betekent dat het bestand type .grf wordt geassocieerd met dit programma. Het programma start automatisch en laadt het bestand ajs je er <action> op dubbelklikt </action> op het in de Verkenner.
french: Quand cette option est activée les fichiers de type .grf sont associés à ce programme. Le programme sera automatiquement lancé et ouvrira le fichier .grf sur lequel vous ferez un <action>double-clic</action> dans l'explorateur.
german: Ein Häkchen in diesem Feld zeigt an, daß der Dateityp .grf mit diesem Programm verknüpft ist. Das Programm startet automatisch und lädt die Datei, wenn Sie darauf im Explorer <action>doppelklicken</action>.
italian: Un segno di spunta in questo campo indica che a questo programma sono associati i file .grf. Graph caricherà e avvierà automaticamente questo tipo di file quando fai <action>doppio-click</action> su di esso in Explorer.
spanish: Activa esta casilla para asociar los archivos con extensión .grf (archivos de Graph) con el programa. De este modo, cuando hagas doble clic sobre el acceso directo de cualquiera de ellos, Graph lo abrirá automáticamente.

source: Show tooltip
dutch: Toon gereedschapstip
french: Afficher bulle
german: Quickinfo zeigen
italian: Mostra suggerimento
spanish: Mostrar texto emergente

source: When there is a mark in this field, you will see a small box with an explanation when you are holding the mouse pointer over an object, like an edit field, selection box, etc., for a few seconds. The description is also shown in the status bar at the bottom of the main window.
dutch: Als je in dit veld een vinkje plaats, zal je voor een paar seconden een klein doosje met uitleg zien als je een object met de muis aanwijst, zoals een bewerkingsveld, selectie box, enz. De beschrijving wordt ook getoond in de statusbalk onderaan het hoofdvenster.
french: Quand cette option est activée vous verrez une petite bulle contenant une explication quand le pointeur de souris sera maintenu sur un objet, tel qu'un champ de saisie, une boîte de délection, etc ..., pendant quelques secondes. La description est également affichée dans la barre d'état en bas de la fenête principale.
german: Bei markiertem Feld sehen Sie für einige Sekunden ein kleines Fenster mit einer Erläuterung, wenn der Maus-Zeiger über dem Objekt steht, (z. B. ein Edit-Feld, eine Selektion usw.). Die Beschreibung wird auch in der Statusleiste am unteren Rand des Hauptfensters angezeigt.
italian: Se spunti questo campo, quando passerai sopra un oggetto col cursore del mouse vedrai apparire per pochi secondi un piccolo box con una spiegazione. La stessa viene mostrata anche nella barra di stato alla base della finestra principale.
spanish: Activa esta casilla si deseas que, durante varios segundos, un texto sobre fondo amarillo describa brevemente el elemento sobre el que sitúas el puntero del ratón. Esta descripción también aparece en la barra de estado.

source: When there is a mark in this field, Graph will save the size of the main window before it quits. The next time you start the program the saved size will be used. In addition the width of the <placeholder-1/> is also stored. When the field doesn't have a mark the options that were last saved will be used.
dutch: Als er een vinkje is in dit veld, slaat Graph de grootte van het hoofdvenster op voor afsluiten. De volgende keer dat u het programma opstart zal de opgeslagen grootte gebruikt worden. Daarnaast wordt ook de breedte van de <placeholder-1/> opgeslagen. Wanneer het veld aangevinkt is, worden laatst bewaarde opties gebruikt.
french: Quand cette option est activée Graph enregistrera la taille de la fenêtre principale avant de se fermer. La prochaine fois que vous lancerez le programme la taille enregistrée sera utilisée. De plus la taile de <placeholder-1/> est également enregistrée. Si ce champ n'est pas marqué ce seront les derniers paramètres enregistrés qui seront utilisés.
german: Bei markiertem Feld merkt sich Graph vor dem Beenden die Größe des Hauptfensters und übernimmt beim nächsten Start die gespeicherte Größe. Zusätzlich wird auch die Breite der <placeholder-1/> gespeichert. Ohne eine Markierung werden die zuletzt gespeicherten Einstellungen benutzt.
italian: Quando c'è la spunta in questo campo, Graph salverà le dimensioni della finestra principale prima di uscire, per utilizzarla al successivo avvio. Inoltre verrà memorizzata anche la larghezza della <placeholder-1/>. Se il campo non è marcato, verranno usate le ultime impostazioni salvate.
spanish: Activa esta casilla si deseas que Graph recuerde el tamaño de la ventana del programa cuando éste se cierra. Dicho tamaño será empleado por defecto en el futuro. La anchura del <placeholder-1/> queda igualmente guardada. Si esta casilla está desactivada, se utilizará el perfil definido por última vez.

source: Complex form
dutch: Complexe vorm
french: Format complexes
german: Komplexzahlen-Format
italian: Formato complesso
spanish: Forma compleja

source: Rectangular
dutch: Rechthoekig
french: Algébrique
german: Normalform
italian: Rettangolare
spanish: Binómica

source: Choose how you want a complex number to be shown in the <placeholder-1/> frame. <placeholder-2/> means that only <placeholder-3/> are shown. If a number has an imaginary part then the number won't be shown and instead you get an error. <placeholder-4/> means that <placeholder-5/> are shown as a+b&imag;, where a is the real part and b is the imaginary part. <placeholder-6/> means that numbers are shown as a&ang;&theta;, where a is the absolute value of the number and &theta; is the angle of the number. &theta; is dependent of the choice between <placeholder-7/> and <placeholder-8/> under <placeholder-9/> in the <placeholder-10/> dialog.
dutch: Kies hoe je wil dat een complex getal getoond wordt in het <placeholder-1/> kaderl. <placeholder-2/> betekent dat alleen <placeholder-3/> worden getoond. Als een getal een imaginair deel heeft dan zal het getal niet getoond worden, in plaats daarvan krijg je een foutmelding. <placeholder-4/> betekent dat <placeholder-5/> worden weergegeven als a + b &imag;, waar a reële deel en b het imaginaire deel is. <placeholder-6/> betekent dat de getallen worden weergegeven als a&ang;&theta, waar a de absolute waarde van het getal is en &theta; is de hoek van het getal. &theta; is afhankelijk van de keuze tussen <placeholder-7/> en <placeholder-8/> onder <placeholder-9/> in het <placeholder-10/> dialoogvenster.
french: Choisit comment vous voulez qu'un nombre compexe soit affiché dans le cadre <placeholder-1/>. <placeholder-2/> signifie que seuls les <placeholder-3/> seront affichés. Si un nombre a une partie imaginaire il ne sera pas affiché et vous obtiendrez une erreur. <placeholder-4/> signifie que les <placeholder-5/> seront affichés sous la forme a+b&imag;, où a est la partie réelle et b la partie imaginaire. <placeholder-6/> signifie que les nombres seront affichés sous la forme a&ang;&theta;, où a est le module et &theta; l'argument. &theta;dépend du choix entre <placeholder-7/> et <placeholder-8/> sous <placeholder-9/> dans la boîte de dialogue<placeholder-10/>.
german: Wählen Sie hier, wie komplexe Zahlen im <placeholder-1/>-Fenster dargestellt werden sollen. <placeholder-2/> bedeutet, daß nur <placeholder-3/> angezeigt werden. Hat eine Zahl einen imaginären Anteil, erhalten Sie statt derZahl einen Fehler. <placeholder-4/> bedeutet, daß <placeholder-5/> als a+b&imag; dargestellt werden, mit a als Realteil und b als Imaginärteil. <placeholder-6/> bedeutet, daß Zahlen als a&ang;&theta; dargestellt werden, mit a als Absolutwert und &theta; als Winkel. &theta; ist abhängig von der Einstellung <placeholder-7/> oder <placeholder-8/> unter <placeholder-9/> im <placeholder-10/>-Dialog.
italian: Scegli come mostrare i numeri complessi nella frame <placeholder-1/>. <placeholder-2/> significa che sono mostrati solo i <placeholder-3/>. Se un numero ha una parte immaginaria allora non verrà mostrato e si avrà un errore. <placeholder-4/> significa che i <placeholder-5/> sono mostrati come a+b&imag;, dove a è la parte reale e b quella immaginaria. <placeholder-6/> significa che i numeri sono mostrati come a&ang;&theta;, dove a è il valore assoluto e &theta; l'angolo del numero. &theta; dipende dalla scelta, fatta nella finestra di dialogo <placeholder-10/>, tra <placeholder-7/> e <placeholder-8/> in <placeholder-9/>.
spanish: Especifica cómo deseas que el programa muestre los <placeholder-5/> en la ventana de herramientas <placeholder-1/> así como en el cuadro de diálogo <link linkend="TableDialog">Tabla de valores</link>.<para><placeholder-2/> significa que sólo se mostrarán <placeholder-3/>. Si una evaluación genera un número complejo, éste será desestimado, y el programa lo notificará con un error. <placeholder-4/> significa que un número complejo <parameter>z</parameter> será expresado en la forma <parameter>z=a+b&imag;</parameter>, donde <parameter>a</parameter> es la parte real, y <parameter>b&imag;</parameter> la parte imaginaria (<parameter>&imag;</parameter> es la unidad imaginaria). <placeholder-6/> significa que un número complejo <parameter>z</parameter> será expresado en la forma <parameter>z=a&ang;&theta;</parameter>, donde <parameter>a</parameter> es el módulo, el símbolo &ang; es el indicador del ángulo, y &theta; es el argumento. Recuerda que en <placeholder-10/>> Configuración, podrás elegir la unidad angular para el argumento en el recuadro <placeholder-9/>: <placeholder-7/> o <placeholder-8/> sexagesimal.</para>

source: Notice that in some cases you may get a different result in the <placeholder-1/> frame depending on the <placeholder-2/> setting: When <placeholder-3/> is chosen, Graph will try to find a real result if possible, while <placeholder-4/> and <placeholder-5/> may give a non-real result for the same evaluation.
dutch: Merk op dat je in sommige gevallen een ander resultaat in het <placeholder-1/>kader , afhankelijk van de <placeholder-2/> instelling. Wanneer <placeholder-3/> gekozen wordt , zal Graph proberen om een reëel resultaat te vinden, terwijl de <placeholder-4/> en <placeholder-5/> een niet reëel resultaat kan geven voor dezelfde beoordeling.
french: Remarquez que dans certains cas vous pouvez avoir un résultat différent dans le cadre <placeholder-1/> selon les paramètres de <placeholder-2/> : quand <placeholder-3/> est choisi, Graph essaie si possible de trouver un résultat réel, tandis que <placeholder-4/> et <placeholder-5/> peuvent donner un résultat non-réel pour le même calcul.
german: Beachten Sie, daß Sie in der Eingabemaske <placeholder-1/> in einigen Fällen - je nach <placeholder-2/>-Einstellung - unterschiedliche Resultate erhalten können: Bei <placeholder-3/> versucht Graph, ein reelles Ergebnis zu finden, während <placeholder-4/> und <placeholder-5/> ein nicht-reelles Ergebnis für dieselbe Berechnung liefern können.
italian: Notare che a volte nella frame <placeholder-1/> puoi ottenere un risultato diverso a seconda delle impostazioni in <placeholder-2/>. Se si è scelto <placeholder-3/>, Graph tenterà, se possibile, di trovare un risultato, mentre <placeholder-4/> e <placeholder-5/> possono dare un non-risultato per la stessa elaborazione.
spanish: Observa que, en algunos casos y según la opción seleccionada en el recuadro <placeholder-2/>, podrías obtener un resultado diferente en la ventana de herramientas <placeholder-1/>. Por ejemplo, si seleccionas <placeholder-3/>, Graph intentará encontrar un resultado real si esto es posible, y si seleccionas <placeholder-4/> o <placeholder-5/>, podrías alcanzar un resultado no real para la misma evaluación.

source: Check for new version of Graph at startup
dutch: Controleer bij opstarten op een nieuwere versie van Graph.
french: Vérifier l'existence d'une nouvelle version au démarrage
german: Beim Programmstart eine neue Version von Graph suchen
italian: Controlla nuove versioni di Graph all'avvio
spanish: Comprobar nueva versión al inicio

source: When checked each time the program starts it will check if a newer version of Graph is available on the Internet. If a new version is found you will be asked if you want to visit the web site for Graph to upgrade. If no new version is available you will not see any messages. If disabled, you can still use <placeholder-1/> to see if a new version is available.
dutch: Indien aangevinkt zal het programma bij opstarten controleren of er een nieuwere versie van Graph beschikbaar is op het internet. Als er een nieuwe versie gevonden wordt, wordt u gevraagd de website van Graph te bezoeken voor een upgrade. Als er geen nieuwe versie beschikbaar is zul je geen bericht zien . Indien uitgeschakeld, kunt u nog steeds <placeholder-1/> gebruiken om te zien of er een nieuwe versie beschikbaar is.
french: Quand cette option est activée, à chaque démarrage du programme l'existence d'une nouvelle version de Graph sur Internet sera contrôlée. Si une nouvelle version existe on vous demandera si vous voulez aller sur le site web de Graph pour une mise à jour. S'il n'y a pas de nouvelle version disponible vous ne verrez rien. Si elle est désactivée vous pouvez toujours utiliser <placeholder-1/> pour voir si une nouvelle version est disponible.
german: Wenn aktiviert, wird bei jedem Programmstart im Internet nach einer neuen Version von Graph gesucht. Wenn eine neue Version gefunden wurde, werden Sie gefragt, ob Sie die Webseite für ein Update besuchen wollen; ansonsten erscheint keine Meldung. Wenn nicht aktiviert, können Sie mit <placeholder-1/> nach einer neuen Version sehen.
italian: Se spuntata, Graph ad ogni avvio ricercherà in Internet la disponibilità di una nuova versione. Se la trova, ti chiederà se desideri collegarti al sito web per l'aggiornamento, altrimenti non verrà mostrato alcun messaggio. Se l'opzione è disabilitata, puoi sempre ricorrere a <placeholder-1/> per verificare la disponibilità di più recenti versioni di Graph.
spanish: Si activas esta casilla, Graph comprobará automáticamente vía Internet con cada inicio si una nueva versión está disponible. En caso afirmativo, un cuadro de diálogo te preguntará si deseas descargarla. Si no hay ninguna nueva versión, no verás ningún mensaje.<para>Si desactivas esta casilla, podrás utilizar <placeholder-1/> para verificar manualmente si existe una nueva versión. Si no la hay, recibirás este mensaje: <guilabel>Ya estás utilizando la versión más reciente de Graph</guilabel>.</para>

source: Animate
dutch: Animeer
french: Animer
german: Animieren
italian: Anima
spanish: Animación

source: animate
dutch: animeren
french: animer
german: animieren
italian: anima
spanish: animación

source: constant
dutch: constante
french: constante
german: Konstante
italian: costante
spanish: constante

source: repeat
dutch: herhalen
french: répéter
german: wiederholen
spanish: repetir

source: reverse
dutch: omkeren
french: inverser
german: umkehren
spanish: reproducción inversa

source: auto reverse
dutch: automatisch omkeren
spanish: reversión automática

source: frames per second
dutch: frames per seconde
french: images par seconde
german: Bilder pro Sekunde
italian: frame al secondo
spanish: cuadros/segundo
