Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: For arguments with a large magnitude, the function will begin to lose precision. <placeholder-1/> is undefined at <placeholder-2/>, where <varname>p</varname> is an <placeholder-3/>, but the function returns a very large number if <placeholder-4/> is near the undefined value.
dutch: Voor getallen met een grote magnitude zal de functie minder precies worden. <placeholder-1/> is niet gedefiniëerd voor <placeholder-2/>, waarin <varname>p</varname> een <placeholder-3/> is, maar de functie geeft een heel groot getal als <placeholder-4/> bij de ongedefiniëerde waarde komt.
french: Pour de grands arguments la fonction perd en précision. <placeholder-1/> n'est pas défini pour <placeholder-2/>, où <varname>p</varname> est un <placeholder-3/>, mais la fonction donne un très grand nombre si <placeholder-4/> est proche d'une valeur pour laquelle la fonction n'est pas définie.
german: Bei sehr großen Argumenten wird die Funktion zunehmend ungenauer. <placeholder-1/> ist bei <placeholder-2/> undefiniert, wobei <varname>p</varname> eine <placeholder-3/> ist, jedoch liefert die Function eine sehr große Zahl zurück, wenn <placeholder-4/> in der Nähe des undefinierten Wertes ist.
italian: Per argomenti di grande ampiezza, la funzione comincerà a perdere precisione. <placeholder-1/> è indefinita a <placeholder-2/>, dove <varname>p</varname> è un <placeholder-3/>, ma la funzione restituisce un numero molto grande se <placeholder-4/> si avvicina al valore indefinito.
spanish: Para argumentos extremadamente elevados, la función perderá precisión. Observa que <placeholder-1/> no está definida en <placeholder-2/> si se calcula en radianes, o z = p*90&deg; si se calcula en grados sexagesimales, y donde <varname>p</varname> es un <placeholder-3/>. La función devolverá un número muy grande si <placeholder-4/> se halla cerca de un argumento no definido.

source: inverse sine
dutch: inverse sinus
french: arcsinus
german: Arcussinus
italian: arcoseno
spanish: arcoseno

source: Returns the inverse sine of the argument.
dutch: Geeft de inverse sinus van het argument.
french: Donne l'arcsinus de l'argument.
german: Liefert den Arcussinus des Arguments.
italian: Restituisce l'arcoseno dell'argomento
spanish: Devuelve el arcoseno del argumento.

source: The <placeholder-1/> function calculates the inverse sine of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any numeric expression that evaluates to a <placeholder-5/>. This is the reverse of the <placeholder-6/> function.
dutch: De functie <placeholder-1/> berekent de cosinus van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> mag elke soort numerieke expressie zijn die naar een <placeholder-5/> evalueert. Dit is de inverse van de <placeholder-6/>-functie.
french: La fonction <placeholder-1/> donne l'arcsinus de <placeholder-2/>. Le résultat peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> peut être n'importe quelle expression numérique qui donne un <placeholder-5/>. C'est la fonction réciproque de la fonction <placeholder-6/>.
german: Die <placeholder-1/>-Funktion berechnet den Arcussinus von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> kann ein beliebiger numerischer Ausdruck sein, der eine <placeholder-5/> darstellt. Dies ist die Umkehrung der <placeholder-6/>-Funktion.
italian: La funzione <placeholder-1/> calcola l'arcoseno di <placeholder-2/>. Il risultato può essere in <placeholder-3/> o gradi in base alle impostazioni correnti. <placeholder-4/> può essere qualsiasi espressione numerica che valuta un <placeholder-5/>. Questa è l'inversa della funzione <placeholder-6/>.
spanish: La función <placeholder-1/> calcula el arcoseno del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-4/> puede ser cualquier <glossterm linkend="NumericExpression">expresión algebraica</glossterm> que evalúe a un <placeholder-5/>.<para>La función <placeholder-1/> es la función inversa del seno: asin[<placeholder-6/>(z)]=z.</para>

source: inverse cosine
dutch: inverse cosinus
french: arccosinus
german: Arcuscosinus
italian: arcocoseno
spanish: arcocoseno

source: Returns the inverse cosine of the argument.
dutch: Geeft de inverse cosinus van het argument.
french: Donne l'arcosinus de l'argument.
german: Liefert den Arcuscosinus des Arguments.
italian: Restituisce l'arcocoseno dell'argomento.
spanish: Devuelve el arcocoseno del argumento.

source: The <placeholder-1/> function calculates the inverse cosine of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/>. This is the reverse of the <placeholder-7/> function.
dutch: De functie <placeholder-1/> berekent de inverse cosinus van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> mag elke soort <placeholder-5/> zijn die naar een <placeholder-6/> evalueert. Dit is de inverse van de <placeholder-7/>-functie.
french: La fonction <placeholder-1/> donne l'arccosinus de <placeholder-2/>. Le résultat peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/>. C'est la fonction réciproque de la fonction <placeholder-7/>.
german: Die <placeholder-1/>-Funktion berechnet den Arcuscosinus von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein, der eine <placeholder-6/> darstellt. Dies ist die Umkehrung der <placeholder-7/>-Funktion.
italian: La funzione <placeholder-1/> calcola l'arcocoseno di <placeholder-2/>. Il risultato può essere in <placeholder-3/> o gradi in base alle impostazioni correnti. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/>. Questa è l'inversa della funzione <placeholder-7/>.
spanish: La función <placeholder-1/> calcula el arcocoseno del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/>.<para>La función <placeholder-1/> es la función inversa del coseno: acos[<placeholder-7/>(z)]=z.</para>

source: inverse tangent
dutch: inverse tangens
french: arctangente
german: Arcustangens
italian: arcotangente
spanish: arcotangente

source: Returns the inverse tangent of the argument.
dutch: Geeft de inverse tangens van het argument.
french: Donne l'arctangente de l'argument.
german: Liefert den Arcustangens des Arguments zurück.
italian: Restituisce l'arcotangente dell'argomento.
spanish: Devuelve la arcotangente del argumento.

source: The <placeholder-1/> function calculates the inverse tangent of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/>. This is the reverse of the <placeholder-7/> function.
dutch: De functie <placeholder-1/> berekent de inverse tangens van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> mag elke soort <placeholder-5/> zijn die naar een <placeholder-6/> evalueert. Dit is de inverse van de <placeholder-7/>-functie.
french: La fonction <placeholder-1/> donne l'arctangente de <placeholder-2/>. Le résultat peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/>. C'est la fonction réciproque de la fonction <placeholder-7/>.
german: Die <placeholder-1/>-Funktion berechnet den Arcustangens von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein, der eine <placeholder-6/> darstellt. Dies ist die Umkehrung der <placeholder-7/>-Funktion.
italian: La funzione <placeholder-1/> calcola l'arcotangente di <placeholder-2/>. Il risultato può essere in <placeholder-3/> o gradi in base alle impostazioni correnti. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/>. Questa è l'inversa della funzione <placeholder-7/>.
spanish: La función <placeholder-1/> calcula la arcotangente del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/>.<para>La función <placeholder-1/> es la función inversa de la tangente: atan[<placeholder-7/>(z)]=z.</para>

source: secant
dutch: secans
french: secante
german: Sekans
italian: secante
spanish: secante

source: Returns the secant of the argument.
dutch: Geeft de secans van het argument.
french: Donne la sécante de l'argument.
german: Liefert den Sekans des Arguments zurück.
italian: Restituisce la secante dell'argomento.
spanish: Devuelve la secante del argumento.

source: The <placeholder-1/> function calculates the secant of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>.
dutch: De functie <placeholder-1/> berekent de secans van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> is hetzelfde als <placeholder-5/>. <placeholder-6/> mag elke soort <placeholder-7/> zijn die naar een <placeholder-8/> of een <placeholder-9/> evalueert.
french: La fonction <placeholder-1/> donne la sécante d'un angle <placeholder-2/>, qui peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> est identique à <placeholder-5/>. <placeholder-6/> peut être n'importe quelle <placeholder-7/> qui donne un <placeholder-8/> ou un <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Secans von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> ist dasselbe wie <placeholder-5/>. <placeholder-6/> kann ein beliebiger <placeholder-7/> sein, der eine <placeholder-8/> oder eine <placeholder-9/> darstellt.
italian: La funzione <placeholder-1/> calcola la secante di un angolo <placeholder-2/>, che può essere in <placeholder-3/> o gradi in base alle impostazioni correnti. <placeholder-4/> equivale a <placeholder-5/>. <placeholder-6/> può essere qualsiasi <placeholder-7/> che valuta un <placeholder-8/> o un <placeholder-9/>.
spanish: La función <placeholder-1/> calcula la secante del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-6/> puede ser cualquier <placeholder-7/> que evalúe a un <placeholder-8/> o a un <placeholder-9/>.<para>La función <placeholder-1/> es la función recíproca del coseno: <placeholder-4/>=<placeholder-5/>.</para>

source: cosecant
dutch: cosecans
french: cosécante
german: Cosekans
italian: cosecante
spanish: cosecante

source: Returns the cosecant of the argument.
dutch: Geeft de cosecans van het argument.
french: Donne la cosécante de l'argument.
german: Liefert den Cosekans des Arguments zurück.
italian: Restituisce la cosecante dell'argomento.
spanish: Devuelve la cosecante del argumento.

source: The <placeholder-1/> function calculates the cosecant of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>.
dutch: De functie <placeholder-1/> berekent de cosecans van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> is hetzelfde als <placeholder-5/>. <placeholder-6/> mag elke soort <placeholder-7/> zijn die naar een <placeholder-8/> of een <placeholder-9/> evalueert.
french: La fonction <placeholder-1/> donne la cosécante d'un angle <placeholder-2/>, qui peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> est identique à <placeholder-5/>. <placeholder-6/> peut être n'importe quelle <placeholder-7/> qui donne un <placeholder-8/> ou un <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Cosecans von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> ist dasselbe wie <placeholder-5/>. <placeholder-6/> kann ein beliebiger <placeholder-7/> sein, der eine <placeholder-8/> oder eine <placeholder-9/> darstellt.
italian: La funzione <placeholder-1/> calcola la cosecante di un angolo <placeholder-2/>, che può essere in <placeholder-3/> o gradi, in base alle impostazioni correnti. <placeholder-4/> equivale a <placeholder-5/>. <placeholder-6/> può essere qualsiasi <placeholder-7/> che valuta un <placeholder-8/> o un <placeholder-9/>.
spanish: La función <placeholder-1/> calcula la cosecante del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-6/> puede ser cualquier <placeholder-7/> que evalúe a un <placeholder-8/> o a un <placeholder-9/>.<para>La función <placeholder-1/> es la función recíproca del seno: <placeholder-4/>=<placeholder-5/>.</para>

source: cotangent
dutch: cotangens
french: cotangente
german: Cotangens
italian: cotangente
spanish: cotangente

source: Returns the cotangent of the argument.
dutch: Geeft de cotangens van het argument.
french: Donne la cotangente de l'argument.
german: Liefert den Cotangens des Arguments zurück.
italian: Restituisce la cotangente dell'argomento.
spanish: Devuelve la cotangente del argumento.

source: The <placeholder-1/> function calculates the cotangent of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any numeric expression that evaluates to a <placeholder-7/> or a <placeholder-8/>.
dutch: De functie <placeholder-1/> berekent de cotangens van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> is hetzelfde als <placeholder-5/>. <placeholder-6/> mag elke numerieke uitdrukking zijn die resulteert in een <placeholder-7/> of een <placeholder-8/>.
french: La fonction <placeholder-1/> donne la cotangente d'un angle <placeholder-2/>, qui peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> est identique à <placeholder-5/>. <placeholder-6/> peut être n'importe quelle expression numérique qui donne un <placeholder-7/> ou un <placeholder-8/>.
german: Die <placeholder-1/>-Funktion berechnet den Cotangens von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> ist dasselbe wie <placeholder-5/>. <placeholder-6/> kann ein beliebiger numerischer Ausdruck sein, der eine <placeholder-7/> oder eine <placeholder-8/> darstellt.
italian: La funzione <placeholder-1/> calcola la cotangente di un angolo <placeholder-2/>, che può essere in <placeholder-3/> o gradi, in base alle impostazioni correnti. <placeholder-4/> equivale a <placeholder-5/>. <placeholder-6/> può essere qualsiasi espressione numerica che valuta un <placeholder-7/> o un <placeholder-8/>.
spanish: La función <placeholder-1/> calcula la cotangente del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-6/> puede ser cualquier expresión algebraica que evalúe a un <placeholder-7/> o a un <placeholder-8/>.<para>La función <placeholder-1/> es la función recíproca de la tangente: <placeholder-4/>=<placeholder-5/>=<link linkend="cos">cos</link>(z)/<link linkend="sin">sin</link>(z).</para>

source: inverse secant
dutch: inverse secans
french: arcsécante
german: Arcussekans
italian: arcosecante
spanish: arcosecante

source: Returns the inverse secant of the argument.
dutch: Geeft de inverse secans van het argument.
french: Donne l'arcsécante de l'argument.
german: Liefert den Arcusekans des Arguments zurück.
italian: Restituisce l'arcosecante dell'argomento.
spanish: Devuelve la arcosecante del argumento.

source: The <placeholder-1/> function calculates the inverse secant of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
dutch: De functie <placeholder-1/> berekent de inverse secans van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> is hetzelfde als <placeholder-5/>. <placeholder-6/> mag elke soort <placeholder-7/> zijn die naar een <placeholder-8/> of een <placeholder-9/> evalueert.
french: La fonction <placeholder-1/> donne l'arcsécante de <placeholder-2/>. Le résultat peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> est identique à <placeholder-5/>. <placeholder-6/> peut être n'importe quelle <<placeholder-7/> qui donne un <placeholder-8/>. C'est la fonction réciproque de la fonction <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Arcussekans von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> ist dasselbe wie <placeholder-5/>. <placeholder-6/> kann ein beliebiger <placeholder-7/> sein, der eine <placeholder-8/> darstellt. Dies ist die Umkehrung der <placeholder-9/>-Funktion.
italian: La funzione <placeholder-1/> calcola l'arcosecante di <placeholder-2/>. Il risultato può essere in <placeholder-3/> o gradi, in base alle impostazioni correnti. <placeholder-4/> equivale a <placeholder-5/>. <placeholder-6/> può essere qualsiasi <placeholder-7/> che valuta un <placeholder-8/> o un <placeholder-9/>. Questa è l'inversa della funzione <placeholder-9/>.
spanish: La función <placeholder-1/> calcula la arcosecante del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-6/> puede ser cualquier <placeholder-7/> que evalúe a un <placeholder-8/>.<para>La función <placeholder-1/> es la función inversa de la función <placeholder-9/>: <placeholder-4/>=<placeholder-5/>.</para>

source: inverse cosecant
dutch: inverse cosecans
french: arccosécante
german: Arcuscosekans
italian: arcocosecante
spanish: arcocosecante

source: Returns the inverse cosecant of the argument.
dutch: Geeft de inverse cosecans van het argument.
french: Donne l'arccosécante de l'argument.
german: Liefert den Arcuscosekans des Arguments zurück.
italian: Restituisce l'arcocosecante dell'argomento.
spanish: Devuelve la arcocosecante del argumento.

source: The <placeholder-1/> function calculates the inverse cosecant of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
dutch: De functie <placeholder-1/> berekent de inverse secans van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> is hetzelfde als <placeholder-5/>. <placeholder-6/> mag elke soort <placeholder-7/> zijn die naar een <placeholder-8/> of een <placeholder-9/> evalueert.
french: La fonction <placeholder-1/> donne l'arccosécante de <placeholder-2/>. Le résultat peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> est identique à <placeholder-5/>. <placeholder-6/> peut être n'importe quelle <placeholder-7/> qui donne un <placeholder-8/>. C'est la fonction réciproque de la fonction <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Arcuscosekans von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> ist dasselbe wie <placeholder-5/>. <placeholder-6/> kann ein beliebiger <placeholder-7/> sein, der eine <placeholder-8/> darstellt. Dies ist die Umkehrung der <placeholder-9/>-Funktion.
italian: La funzione <placeholder-1/> calcola l'arcocosecante di <placeholder-2/>. Il risultato può essere in <placeholder-3/> o gradi, in base alle impostazioni correnti. <placeholder-4/> equivale a <placeholder-5/>. <placeholder-6/> può essere qualsiasi <placeholder-7/> che valuta un <placeholder-8/>. Questa è l'inversa della funzione <placeholder-9/>.
spanish: La función <placeholder-1/> calcula la arcocosecante del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-6/> puede ser cualquier <placeholder-7/> que evalúe a un <placeholder-8/>.<para>La función <placeholder-1/> es la función inversa de la función <placeholder-9/>: <placeholder-4/>=<placeholder-5/>.</para>

source: inverse cotangent
dutch: inverse cotangens
french: arccotangente
german: Arcuscotangens
italian: arcocotangente
spanish: arcocotangente

source: Returns the inverse cotangent of the argument.
dutch: Geeft de inverse cotangens van het argument.
french: Donne l'arccotangente de l'argument.
german: Liefert den Arcuscotangens des Arguments zurück.
italian: Restituisce l'arcocotangente dell'argomento.
spanish: Devuelve la arcocotangente del argumento.
