Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Shadings are a great way to mark an area, but if you get weird results, check that you selected the right function and the right interval. If you try to shade an interval crossing an asymptote or your shading is associated with a weird parametric function, you might get weird results. But really, what did you expect?
dutch: Arceringen zijn een geweldige manier om een gebied te markeren, maar krijg je vreemde resultaten, controleer dan of je de juiste functie en het juiste interval gekozen hebt. Als je probeert met een interval een asymptoot te passeren of je arcering is gekoppeld aan een rare parameter functie, krijg je misschien eveneens vreemde resultaten. Maar wat wil je?
french: Les remplissages sont une manière appropriée de mettre en évidence des aires, mais si vous obtenez des résultats bizarres, contrôlez que vous avez sélectionné la bonne fonction et le bon intervalle. Si vous essayez de remplir sur un intervalle où le graphique coupe son asymptote ou pour une représentation paramétrique bizarre, vous pouvez obtenir des résultats curieux. Mais qu'espériez vous réellement ?
german: Schraffuren eignen sich gut zum Markieren einer Fläche. Falls Sie eigenartige Ergebnisse bekommen, ob Funktion und Intervall richtig gewählt wurden. Wenn die Schraffur eine Asymptote kreuzt oder die Schraffur einer seltsamen Parameterfunktion zugeordnet ist, könnten sonderbare Resultat vorkommen. Aber mal ehrlich, was haben Sie denn sonst erwartet?
italian: L'ombreggiatura è un ottimo modo per marcare un'area. Se ottiene risultati strani, verifica di aver selezionato la funzione giusta e il giusto intervallo. Però se tenti di ombreggiare un intervallo intersecante un asintoto, o se la tua ombreggiatura è associata a una strana funzione parametrica, è ovvio che potresti ottenere risultati strani... ma, in verità, cosa altro ti potevi aspettare?
spanish: Un relleno constituye un medio expresivo para realzar cierta área. Ahora bien, si obtienes resultados extraños, comprueba que has seleccionado la función correcta y has especificado justamente el intervalo que pretendías.

source: Insert f'(x)
dutch: Voeg f'(x) in
french: Insérer f'(x)
german: Ableitungsfunktion f'(x) einfügen
italian: Inserisci f'(x)
spanish: Insertar f'(x)

source: differentiate
dutch: differentiëren
french: dériver
german: ableiten
italian: differenzia
spanish: derivar

source: derivative
dutch: afgeleide
french: dérivée
german: Ableitung
italian: derivata
spanish: derivada

source: slope
dutch: helling
french: pente
german: Steigung
italian: pendenza
spanish: pendiente

source: function
dutch: functie
french: fonction
german: Funktion
italian: funzione
spanish: función

source: Insert f'(x)...
dutch: Voeg f'(x) in...
french: Insérer f'(x)...
german: Ableitungsfunktion f'(x) einfügen...
italian: Inserisci f'(x)...
spanish: Insertar f'(x)...

source: The dialog shown below is used to create the first derivative of a function. To create a derivative, you select the function you want to differentiate and use <placeholder-1/>.
dutch: Het dialoogvenster hieronder wordt gebruikt om de eerste afgeleide van een functie te creëren. Voor het maken van een afgeleide, selecteer je de te differentiëren functie en gebruik je<placeholder-1/>.
french: La boîte de dialogue affichée ci-dessous est utilisée pour créer la dérivée première d'une fonction. Pour créer une dérivée, vous sélectionnez la fonction que vous voulez dériver et utilisez <placeholder-1/>.
german: Der unten abgebildete Dialog dient zur Bildung der ersten Ableitung einer Funktion. Wählen Sie dazu die Funktion aus, die abgeleitet werden soll und benutzen Sie <placeholder-1/>.
italian: La sottostante finestra di dialogo è usata per creare la derivata 1° di una funzione. Per creare una derivata, seleziona la funzione che vuoi differenziare e usa <placeholder-1/>.
spanish: Si deseas introducir la primera derivada respecto a la función seleccionada, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado.

source: If the function is a standard function, the first derivative is the slope of the function, and it is defined as the function differentiated with respect to x: <placeholder-1/>
dutch: Als de functie een standaardfunctie is, dan is de eerste afgeleide de helling van de functie, en wordt deze gedefinieerd als de afgeleide functie naar x: <placeholder-1/>
french: S'il s'agit d'une fonction standard, la dérivée première est la pente de la tangente au graphique, et elle est définie comme la différentielle de la fonction par rapport à x : <placeholder-1/>
german: Handelt es sich um eine Standardfunktion, gibt die erste Ableitungsfunktion die Steigung der abgeleiteten Funktion an. Die Ableitungsfunktion erhält man in diesem Fall durch Differenzierung der gegebenen Funktion nach x: <placeholder-1/>
italian: Se la funzione è una funzione standard, la derivata 1° è la pendenza della funzione ed è definita come la funzione differenziata rispetto a x: <placeholder-1/>.
spanish: Observa que la primera derivada de una función explícita en un punto dado coincide con la pendiente de la tangente geométrica a dicha función en el punto indicado. La <emphasis>pendiente</emphasis> es la tangente del ángulo (&alpha;) que forma la citada recta tangente con el eje X: <placeholder-1/> = <link linkend="tan">tan</link>(&alpha;)

source: You can select an interval, line style, width in pixels and color for the derivative of the function. The derivative is inserted as a function and can be edited as such. The derivative will not change if you edit the original function.
dutch: Je kan een interval, lijnstijl, breedte in pixels en kleur selecteren voor de afgeleide van de functie. De afgeleide is ingevoegd als een functie en kan als zodanig bewerkt worden. De afgeleide zal niet veranderen als de oorspronkelijke functie blijft.
french: Vous pouvez chosir un intervalle, un style de ligne, une épaisseur en pixels et une couleur pour la dérivée de la fonction. La dérivée est insérée comme une fonction et peut être éditée comme telle. La dérivée ne sera pas changée si vous éditez la fonction dont elle est issue.
german: Sie können für die Ableitungsfunktion den Definitionsbereich sowie die Linienart, die Breite und die Farbe des Funktionsgraphen festlegen. Die Ableitungsfunktion wird der Funktionsliste hinzugefügt und kann wie gewohnt bearbeitet werden. Beachten Sie, dass die Ableitungsfunktion nicht angepasst wird, wenn die zugrunde gelegte Funktion modifiziert wird.
italian: Per la derivata della funzione, puoi selezionare intervallo, stile linea, spessore in pixel e colore. La derivata è inserita come funzione e, in quanto tale, può essere modificata. La derivata non subirà modifiche se cambierai la funzione originale.
spanish: En el cuadro <guilabel>Desde</guilabel> especifica el valor inicial de la coordenada <parameter>x</parameter>, o de la variable <parameter>t</parameter>, es decir, dónde deseas que empiece la gráfica de la n-derivada. Si no introduces ningún valor, la gráfica comenzará en –&infin;. En el cuadro <guilabel>Hasta</guilabel> indica el valor final de la coordenada <parameter>x</parameter>, o de la variable <parameter>t</parameter>, es decir, dónde quieres que finalice la gráfica de la n-derivada. Si no insertas ningún valor, la gráfica proseguirá hasta +&infin;. Recuerda que puedes dejar un cuadro en blanco, o los dos.<para>En la caja de texto <guilabel>Descripción</guilabel> puedes escribir un nombre o texto explicativo para la n-derivada que pretendes introducir, que será mostrado por la <glossterm linkend="Legend">leyenda</glossterm>. Si nada escribes, la leyenda recogerá la expresión de la n-derivada.</para><para>En el cuadro <guilabel>Estilo de línea</guilabel> selecciona la clase de trazo que deseas para dibujar la gráfica. La opción por defecto es la línea continua. Asimismo, puedes elegir un color para la gráfica y un grosor para la misma, en píxeles.</para>

source: Functions
dutch: Functies
french: Fonctions
german: Funktionen
italian: Funzioni
spanish: Funciones

source: Save as image
dutch: Opslaan als afbeelding
french: Enregistrer comme image
german: Als Bild speichern
italian: Salva come immagine
spanish: Guardar como imagen

source: save
dutch: opslaan
french: enregistrer
german: speichern
italian: salva
spanish: guardar

source: picture
dutch: plaatje
french: image
german: Bild
italian: disegno
spanish: imagen

source: image
dutch: afbeelding
german: Bild
italian: immagine
spanish: imagen

source: metafile
french: métafichier
spanish: metarchivo

source: bitmap
french: matriciel
spanish: mapa de bits

source: Save as image...
dutch: Als figuur opslaan...
french: Enregistrer comme image...
german: Als Bilddatei abspeichern...
italian: Salva come immagine...
spanish: Guardar como imagen...

source: Save As
dutch: Opslaan als
french: Enregistrer sous
german: Speichern als
italian: Salva come
spanish: Guardar como

source: Use the menu item <placeholder-1/> to save the shown coordinate system as an image file. When the menu item has been chosen, a standard <placeholder-2/> dialog will appear. In this dialog you write a filename, choose a directory and select one of the following image types:
dutch: Gebruik het menu-item <placeholder-1/> om het weergegeven coördinatenstelsel op te slaan als afbeeldingsbestand. Wanneer het menu-item gekozen is, zal een standaard <placeholder-2/>-dialoogvenster worden getoond. In dit dialoogvenster kan je een bestandsnaam typen, een map selecteren en één van de volgende afbeeldingsformaten selecteren:
french: Utilisez l'item <placeholder-1/> du menu pour enregistrer le repère affiché comme fichier image. Quand l'item du menu a été choisi, une boîte de dialogue standard <placeholder-2/> apparaîtra. Dans cette boîte de dialogue vous écrirez un nom de fichier, choisirez un répertoire et sélectionnerez un des formats d'image suyivants.
german: Mit dem Menüpunkt <placeholder-1/> können Sie das dargestellte Koordinatensystem als Bild-Datei speichern. Nachdem ein Menüpunkt gewählt wurde, erscheint ein Standard- <placeholder-2/> Dialog, in dem Sie einen Dateinamen mit Ordner auswählen und einen der folgenden Dateitypen für das Bild festlegen:
italian: Usa la voce del menu <placeholder-1/> per salvare come immagine il sistema di coordinate visualizzato. Se è stata scelta questa voce, apparirà la finestra di dialogo standard <placeholder-2/> dove scrivere il nome del file, scegliere la cartella e selezionare uno dei seguenti formati immagine:
spanish: Si deseas guardar el sistema de coordenadas activo como una imagen, emplea <placeholder-1/> Emergerá entonces el cuadro de diálogo <placeholder-2/>, y desde aquí podrás elegir para la imagen a guardar una ubicación, un nombre y un formato. Graph reconoce los siguientes formatos de imagen:

source: Metafiles are usually preferred because they are small and look nice even when scaled. Though emf files are widely supported under MS Windows, they are not very portable.
dutch: Metafiles zijn vaak gewild omdat ze klein en mooi eruit zien zelfs wanneer ze zijn verkleind. Hoewel emf-bestanden overal in Windows worden ondersteund, zijn ze niet goed overdraagbaar.
french: On préfère habituellement les fichiers de genre métafile en raison de leur petite taille et de leur bonne apparence lors de mises à l'échelle. Bien que les fichiers emf soient largement supportés sous Windows ils ne sont pas très portables.
german: Metadateien haben die Vorteile, klein zu sein und auch in verschiedenen Bildgrößen optimal auszusehen. Allerdings sind EMF-Dateien nur unter Windows meist problemlos einsetzbar.
italian: I metafile sono di solito preferiti perchè più leggeri e visivamente migliori anche se scalati. I file.ems, sebbene ampiamente riconosciuti in ambiente MS Windows, non sono molto portatili.
spanish: Formato vectorial. Recomendado por su pequeño tamaño y buena definición de imagen incluso cuando ésta es ampliada.

source: This is a format for portable metafiles and should therefore be preferred for files placed on the Internet. However the format is still not supported by all browsers.
dutch: Dit is een formaat voor overdraagbare metafiles en zou daarom moeten worden gekozen voor bestanden voor op internet. Het wordt echter nog steeds niet ondersteund door alle browsers.
french: C'est un format pour des fichiers métafiles portables et doit par conséquent être préféré pour des fichiers mis sur internet. Cependant ce format n'est toujours pas supporté par tous les navigateurs.
german: Dieses Dateiformat ist für portable Metadateien gedacht und sollte für die Veröffentlichung von Dateien im Internet benutzt werden. Dennoch unterstützen noch immer nicht alle Browser dieses Format.
italian: Questo è un formato per metafile portatili e, quindi, da preferirsi per file da mettere in Internet. Tuttavia questo formato non è ancora riconosciuto da tutti i browser.
spanish: Formato de gráficos vectoriales basado en XML, recomendable para todo tipo de gráficos complejos. Una imagen en este formato puede ser ampliada de forma ilimitada sin pérdida de calidad, y debería ser el formato preferido para archivos colocados en Internet. No obstante, este formato no es reconocido por todos los navegadores.

source: Portable Network Graphics (png) is a format that is better compressed than bmp files. This is the most sustainable format for web pages, because it is small and can be understood by all browsers.
dutch: Portable Network Graphics (png) is een formaat dat beter is gecomprimeerd dan bmp-bestanden. Dit is het meest gebruikte formaat voor webpagina's, omdat het klein is en ondersteund wordt door alle browsers.
french: Portable Network Graphics (png) est un format mieux compressé que le format bmp. C'est le format le plus viable pour les pages web car il est réduit et suppoté par tous les navigateurs.
german: Bilder im png-Format (Portable Network Graphics) sind besser komprimiert als bmp-Dateien. Außerdem ist dieses Format für Web-Seiten ideal, nicht nur weil die Dateien klein sind, sondern auch weil es alle Browser unterstützen.
italian: Portable Network Graphics (png) è un formato che viene compresso meglio dei file.bmp. Essendo leggero e accettato da tutti i browser è il più idoneo per le pagine web.
spanish: Formato sin pérdida de calidad por compresión, y el preferible para páginas web ya que su tamaño es pequeño y es reconocido por todos los navegadores.

source: Windows Bitmap (bmp) is a standard format supported by almost all Windows programs that can read graphics files.
dutch: Windows Bitmap (bmp) is een standaardformaat ondersteund door bijna alle Windows-programma's die afbeeldingen kunnen lezen.
french: Windows matriciel est un format standard supporté par la plupart des programmes Windows pouvant lire des fichiers graphiques.
german: Windows Bitmap (bmp) ist ein Standardformat für Pixelgrafiken, das nahezu alle Windows-Programme beherrschen, die Grafiken importieren können.
italian: Windows Bitmap (bmp) è il formato standard accettato da quasi tutti i programmi MS Windows capaci di leggere file grafici.
spanish: Formato de mapa de bits. Ofrece buena calidad de imagen, pero dado que no admite compresión, tiene un gran tamaño. Es el formato nativo de Windows.

source: Joint Photographic Experts Group (jpeg)
spanish: Joint Photographic Experts Group (jpg/jpeg)

source: Joint Photographic Experts Group (jpeg) is a bitmap format with loss. It is supported but not recommended because graphs will usually become blurred.
dutch: Joint Photographic Experts Group (jpeg) is een bitmap met gegevensverlies. Het wordt ondersteund maar niet aanbevolen omdat grafieken vaak vaag worden.
french: Joint Photographic Experts Group (jpeg) est un format compressé avec perte. Il est supporté mais pas recommandé car les images seront plutôt floues.
german: Joint Photographic Experts Group (jpeg) ist ein verlustbehaftetes Bitmap-Format. Es wird unterstützt, aber nicht empfohlen, weil die Grafiken üblicherweise unscharf werden.
italian: Joint Photographic Experts Group (jpeg) è un formato bitmap con perdita di qualità. Poichè dà spesso origine a grafici visivamente confusi, non è raccomandato nonostante sia ampiamente accettato.
spanish: Formato de mapa de bits con pérdida de calidad por compresión. No se recomienda este formato pues cada vez que se guarda una imagen <emphasis>jpg/jpeg</emphasis> ésta se degrada perdiendo nitidez.

source: Portable Document Format (pdf) is actually not an image format. It is a way to store documents as postscript in a portable way. Graph will store the image as Portable Network Graphics inside the pdf file.
dutch: Portable Document Format (pdf) is eigenlijk geen afbeeldingsformaat. Het is een manier documenten als postscript op te slaan in een overdraagbare manier. Graph zal de afbeelding als PNG opslaan in het pdf-bestand.
french: Portable Document Format (pdf) n'est pas réelllement un format d'image. C'est un moyen de conserver des documents postscript portables. Graph intégrera l'image au format png (Portable Network Graphics) à l'intérieur du fichier pdf.
german: Portable Document Format (pdf) ist genau genommen kein Bild-Format. Es ist ein Weg, Dokumente portabel als Postscript zu speichern. Graph speichert das Bild als Portable Network Grafik innerhalb der PDF-Datei.
italian: Portable Document Format (pdf) attualmete non è un formato per immagini, ma un sistema per conservare documenti come postscript in modo trasferibile. Graph memorizza l'immagine come Portable Network Graphics all'interno del file.pdf.
spanish: No es un formato de imagen, pero si eliges esta opción Graph guardará una imagen <emphasis>png</emphasis> del sistema de coordenadas activo dentro de un archivo <emphasis>pdf</emphasis>.

source: The <guibutton>Options...</guibutton> button in the save dialog can be used to change the image size. You may also be able to change other settings depending on the chosen image format.
dutch: De <guibutton>Opties...</guibutton>-knop in het opslaan-dialoogvenster kan gebruikt worden om de afbeelding te verkleinen of te vergroten. Je kan ook andere instellingen kiezen, wat eraan ligt welk type afbeelding je hebt gekozen.
french: Le bouton <guibutton>Options...</guibutton> de la boîte de dialogue peut être utilisé pour changer la taille de l'image. D'autres paramètres peuvent être changés selon le format d'image choisi.
german: Über die Schaltfläche <guibutton>Einstellungen...</guibutton> im Dialog "Als Bilddatei abspeichern" können Bildgröße und weitere Parameter des jeweiligen Dateiformats festgelegt werden.
italian: Il tasto <guibutton>Opzioni...</guibutton>, nella finestra di dialogo 'Salva', può essere usato per cambiare la dimensione dell'immagine. Hai anche la possibilità di modificare altre impostazioni a seconda del formato immagine scelto.
spanish: Con el botón <guibutton>Opciones...</guibutton> abrirás el cuadro de diálogo <guilabel>Opciones de imagen</guilabel>. Por defecto, está seleccionada la opción <guilabel>Tamaño en pantalla</guilabel>, que guardará una imagen del sistema de coordenadas activo con unas dimensiones que dependerán de la resolución de tu pantalla. Con la opción <guilabel>Personalizar tamaño</guilabel> podrás definir las dimensiones de la imagen a guardar.<para>Si seleccionas los formatos <emphasis>jpg/jpeg</emphasis> o <emphasis>pdf</emphasis>, el citado cuadro de diálogo mostrará una nueva pestaña, que ofrecerá opciones adicionales. Por ejemplo, en el caso del formato <emphasis>jpg/jpeg</emphasis>, el programa te permite elegir el nivel de compresión de la imagen con lo que podrás determinar la relación tamaño/calidad.</para>

source: Edit axes
dutch: Assen bewerken
french: Choix pour les axes
german: Achsen bearbeiten
italian: Modifica assi
spanish: Editar ejes

source: Axes dialog
dutch: Assen-dialoogvenster
french: boîte de dialogue Axes
german: Achseneinstellungen
italian: Dialogo assi
spanish: cuadro de diálogo Editar ejes

source: minimum
italian: minimo
spanish: mínimo

source: maximum
italian: massimo
spanish: máximo

source: unit
dutch: eenheid
french: unité
german: Einheit
italian: unità
spanish: módulo

source: logarithmic scale
dutch: logaritmische schaal
french: échelle logarithmique
german: Logarithmische Skala
italian: scala logaritmica
spanish: escala logarítmica

source: coordinates
dutch: coördinate
french: coordonnées
german: Koordinaten
italian: coordinate
spanish: coordenadas

source: grid
dutch: raster
french: grille
italian: griglia
spanish: cuadrícula

source: label
german: Textfeld
italian: etichetta
spanish: cuadro de texto

source: arrow
dutch: pijl
french: flèche
german: Pfeil
italian: freccia
spanish: cabeza de flecha

source: colors
dutch: kleuren
french: couleurs
german: Farben
italian: colori
spanish: colores

source: crossing
dutch: snijden
french: sécants
german: Kreuzung
italian: incrocio
spanish: intersección

source: step
dutch: stap
french: pas
german: Schritt
spanish: espaciado

source: tick
dutch: maatstreepje
french: graduation
german: Skalenteilung
spanish: marca de graduación

source: legend
dutch: legende
french: légende
german: Legende
italian: legenda
spanish: leyenda

source: complex numbers
dutch: complexe getallen
french: nombres complexes
german: Komplexe Zahlen
italian: numeri complessi
spanish: números complejos

source: axes style
dutch: assenstijl
french: style d'axes
german: Achseneinstellungen
italian: stile assi
spanish: estilo de los ejes

source: trigonometry
dutch: trigonometrie
french: trigonométrie
german: Trigonometrisch
italian: trigonometria
spanish: trigonometría

source: fonts
dutch: lettertypes
french: polices
german: Schriftarten
spanish: fuentes

source: auto grid
dutch: automatisch raster
french: quadrillage automatique
german: Automatische Rasterung
italian: griglia auto
spanish: autoajustar

source: auto tick
dutch: automatisch maatstreepje
french: graduation automatique
german: Automatische Skalenteilung
spanish: automarcar

source: background color
dutch: achtergrondkleur
french: couleur de fond
german: Hintergrundfarben
italian: colore sfondo
spanish: color de fondo

source: Axes...
dutch: Assen...
german: Achsen...
italian: Assi...
spanish: Ejes...
