Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: An exponential function is given by <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants calculated so the function is the best fit of the point series. To add an exponential function, no point in the series may have a y-coordinate that is negative or zero.
dutch: Een exponentiële regressiefunctie wordt gegeven door <placeholder-1/>, waar <placeholder-2/> en <placeholder-3/> constanten zijn, zo berekend dat de functie het best past bij de serie punten. Om een exponentiële functie als regressiemodel te gebruiken, mag geen enkel punt in de serie een y-coördinaat hebben die negatief of nul is.
french: Une fonction exponentielle est définie par <placeholder-1/>, où <placeholder-2/> et <placeholder-3/> sont des constantes déterminées pour ajuster au mieux la série de points. Pour ajouter une fonction exponentielle, aucun point de la série ne doit avoir d'ordonnée négative ou nulle.
german: Eine Exponentialfunktion wird mit <placeholder-1/> angegeben, wobei die Konstanten <placeholder-2/> und <placeholder-3/> so ermittelt wurden, daß die Funktion sich möglichst gut den Punkten annähert. Sie läßt sich nur hinzufügen, wenn kein Punkt der Serie eine Y-Koordinate hat, die negativ oder 0 ist.
italian: Una funzione esponenziale è data da <placeholder-1/>, dove <placeholder-2/> e <placeholder-3/> sono delle costanti calcolate in modo che la funzione sia la miglior linea interpolante. Una funzione esponenziale è utilizzabile solo se tutti i punti della serie hanno coordinata-y superiori a 0.
spanish: Crea una línea de tendencia según una función exponencial minimizando la suma de los cuadrados de las desviaciones o residuos.<para>La línea de tendencia emplea la ecuación <placeholder-1/>, donde <parameter><placeholder-2/></parameter> y <parameter><placeholder-3/></parameter> son constantes calculadas por el programa. Graph deshabilitará automáticamente este modelo si detecta en la serie de puntos una coordenada <parameter>y</parameter> negativa o igual a cero.</para>

source: An Exponential function is a straight line in a semilogarithmic coordinate system with the y-axis as the logarithmic axis. The point series is therefore converted to a semilogarithmic coordinate system and the exponential function with the smallest sum of squares (SSQ) is found.
dutch: De grafiek van een exponentiële functie is een rechte in een semilogarithmic assenstelsel met de y-as als de logaritmische as. Wordt de serie punten omgezet naar een semilogarithmic assenstelsel dan wordt de exponentiële functie met de kleinste som van de kwadraten (SSQ) gevonden.
french: Une courbe d'ajustement exponentielle est une droite dans un repère semi-logarithmique avec les logarithmes en ordonnée. La série de points est d'abord convertie dans un repère semi-logarithmique où la fonction exponentielle est représentée par la droite des moindres carrés.
german: Eine Exponentialfunktion ist eine gerade Linie in einem halblogarithmischen Koordinatensystem mit der Y-Achse als logarithmischer Achse. Die Punktserien werden deshalb in ein halblogarithmisches Koordinatensystem übertragen, und die Exponentialfunktion mit möglichst kleiner Summe der Quadrate wird ermittelt.
italian: Una funzione esponenziale è una linea dritta in un sistema di coordinate semi-logaritmico, con l'asse-y come logaritmico. Perciò, dapprima la serie di punti è convertita in un sistema di coordinate semi-logaritmico e poi viene trovata la funzione potenza che minimizza la somma dei quadrati (SSQ).
spanish: Recuerda que si defines logarítmicamente el eje Y, una línea de tendencia exponencial se mostrará como una línea recta.

source: Moving average
dutch: Voortschrijdend gemiddelde
french: Moyenne mobile
german: Gleitender Durchschnitt
italian: Media mobile
spanish: Media móvil

source: Period
dutch: Periode
french: Période
german: Periode
italian: Periodo
spanish: Período

source: Moving average is a series of straight lines based on the average of the previous points. The <placeholder-1/> determines how many points are used for the average. If <placeholder-2/> is 1 only one point is used, which actually isn't an average. This will draw a line directly between the points. When <placeholder-3/> is larger than 1, the y-coordinate for the line at each point will not be the same as the y-coordinate of the point. Instead it will be an average of the previous points.
dutch: Het voortschrijdend gemiddelde is een reeks van rechte lijnen gebaseerd op het gemiddelde van de voorgaande punten. De <placeholder-1/> bepaalt hoeveel punten worden gebruikt voor het gemiddelde. Als <placeholder-2/> 1 is, dan wordt slechts een punt gebruikt, wat niet echt een gemiddelde is. Dit zal een rechte door de punten opleveren. Wanneer <placeholder-3/> groter is dan 1, dan zal de y-coördinaat voor de rechte in elk punt verschillend zijn van de y-coördinaat van het punt. In plaats daarvan zal het een gemiddelde van de voorgaande punten zijn.
french: La moyenne mobile est une série de lignes droites définies par la moyenne des points précédents. La <placeholder-1/> détermine le nombre de points utilisés pour faire la moyenne. Si <placeholder-2/> vaut 1, un seul point sera utilisé, ce qui n'est pas réellement une moyenne. Cela tracera une ligne brisée joignant les points. Quand <placeholder-3/> est plus grand que 1, l'ordonnée de la ligne à chaque point ne sera pas celle du point mais sera celle de la moyenne des points précédents.
german: Der Gleitende Mittelwert ist eine Reihe von geraden Linien basierend auf dem Durchschnitt der vorhergehenden Punkte. Die <placeholder-1/> gibt an, aus wievielen Punkten der Mittelwert errechnet wird. Ist <placeholder-2/> gleich 1, wird nur ein Punkt benutzt (das ist eigentlich kein Mittelwert). Es wird eine Linie direkt zwischen den Punkten gezogen. Ist <placeholder-3/> größer als 1, so berührt die Linie nicht zwangsläufig alle dazwischenliegenden Punkte.
italian: La media mobile è una serie di linee dritte basate sul valore medio dei punti precedenti. Il <placeholder-1/> stabilisce quanti punti sono usati per calcolare la media.Se <placeholder-2/> è 1 verrà usato solo 1 punto, che in realtà non è una 'media', e ciò disegnerà una linea direttamente tra i punti. Se <placeholder-3/> è maggiore di 1, la coordinata-y della linea in ogni punto non sarà quella della coordinata-y del punto, ma bensì la media dei punti precedenti.
spanish: Una media móvil es una secuencia de medias aritméticas calculadas a partir de determinados conjuntos de datos. En el cuadro <placeholder-1/> indica el número de datos que quieres utilizar para calcular cada media aritmética.<para>Una media móvil se muestra como una sucesión de líneas rectas, que atenúan o suavizan las fluctuaciones de los datos, y este carácter es tanto más acentuado cuanto mayor es el período adoptado. Si en el cuadro <placeholder-2/> indicas 1, no se puede calcular ninguna media aritmética, pero los puntos insertados quedarán unidos por líneas rectas. Por tanto, para que el programa calcule la media, debes indicar en el cuadro <placeholder-3/> un valor mayor que 1.</para>

source: User defined
dutch: Bepaalde gebruiker
french: Défini par l'utilisateur
german: Benutzerdefiniert
italian: Definita dall'utente
spanish: Definida por el usuario

source: In this tab you can enter your own trendline models. The model is entered as a standard function, where all the constants that you want Graph to find are named with a $ followed by any combination of characters (a-z) and digits (0-9). Examples of valid constants are: $a, $y0, $const.
dutch: In dit tabblad kunt u uw eigen trendlijn modellen. Het model is ingevoerd als een standaard functie, waar alle constanten die Graph moet vinden, benoemd zijn met een $ gevolgd door een willekeurige combinatie van karakters (a-z) en cijfers (0-9). Voorbeelden van geldige constanten zijn: $a, $ y0, $const.
french: Dans cet onglet vous pouvez définir vos modèles personnels de courbes d'ajustement. Le modèle est défini comme une fonction standard, où toutes les constantes qui doivent être déterminées par Graph sont nommées par un $ suivi de toute combinaison de caractères (a-z) et de chiffres (0-9). Exemples de noms de constantes valides : $a, $y0, $const.
german: In diesem Reiter können Sie ihre eigenen Trendlinienmodelle eingeben. Ein Modell wird wie eine normale Funktion eingegeben, in der alle gesuchten Konstanten wie folgt benannt werden: Ein $ gefolgt von einem oder mehreren Buchstaben (a-z) und Zahlen (0-9). Gültige Namen sind z. B. $a, $y0 und $const.
italian: In questa tabella puoi immettere il tuo modello di linea di tendenza. Il modello va impostato come una funzione standard, dove tutte le costanti che vuoi far trovare a Graph vanno nominate con il simbolo $ seguito da una qualsiasi combinazione di questi caratteri (a-z) o numeri (0-9). Esempi di costanti valide: $a, $y0, $const
spanish: Puedes definir tus propios modelos de funciones sobre los que basar los cálculos de las líneas de tendencia. Los modelos se definen como funciones explícitas donde las constantes que deseas que el programa evalúe están precedidas por el símbolo $, y denotadas por cualquier combinación de letras (a–z) y números (0–9). Ejemplos: $a, $3, $y0.

source: An example of a model could be <placeholder-1/>. The program tries to calculate the constants <placeholder-2/>, <placeholder-3/> and <placeholder-4/> so that f(x) will be as close to the point series as possible. You can use the <guibutton>Add model</guibutton> button to add the model to the saved list with a name.
dutch: Een voorbeeld van een model kan <placeholder-1/> zijn. Het programma probeertde constanten <placeholder-2/> te berekenen , <placeholder-3/> en <placeholder-4/>, zo dat f (x) zo dicht mogelijk bij de serie puntenligt. Je kunt gebruik maken van de <guibutton> Voeg model </guibutton> knop om het model een naam te geven en op te slaan in de lijst.
french: <placeholder-1/> peut être un exemple de modèle. Le programme essaie de calculer les constantes <placeholder-2/>, <placeholder-3/> et <placeholder-4/> de manière à ce que f(x) approche au mieux les points de la série. Vous pouvez utiliser le bouton <guibutton>Ajouter un modèle</guibutton> pour ajouter le modèle à la liste enregistrée avec un nom.
german: Ein Beispiel eines Modells wäre <placeholder-1/>. Das Programm versucht, die Konstanten <placeholder-2/>, <placeholder-3/> und <placeholder-4/> so festzulegen, daß f(x) sich möglichst gut den Punkten annähert. Mit der Schaltfläche <guibutton>Hinzufügen</guibutton> läßt sich das Modell unter einem frei wählbaren Namen abspeichern.
italian: Un esempio di modelle potrebbe essere <placeholder-1/>. Graph tenta di calcolare le costanti <placeholder-2/>, <placeholder-3/> e <placeholder-4/> cosicchè f(x) sia il più possibile adiacente alla serie di punti. Puoi usare il comando <guibutton>Aggiungi modello</guibutton> per aggiungere il modello, assegnandogli un nome, alla lista di quelli salvati.
spanish: Un ejemplo de modelo podría ser <userinput><placeholder-1/></userinput>. Graph intentará computar las constantes <placeholder-2/>, <placeholder-3/> y <placeholder-4/> de modo que aproxime –mediante el método de mínimos cuadrados­– una función explícita f(x) a la nube de puntos propuesta.

source: The program needs a guess for where to start the search for the optimum. As default the guess for all constants is 1, but this can be changed for models added to the list. A better guess will increase the possibility that an optimum can be found.
dutch: Het programma heeft voor het optimale een startwaarde nodig. Standaard is deze voor alle constanten is 1, maar dit kan gewijzigd worden voor modellen toegevoegd aan de lijst. Een betere gok vergroot de mogelijkheid dat het optimale gevonden kan worden.
french: Le programme nécessite l'indication d'une prévision pour démarrer la recherche de l'optimum. Par défaut la valeur de cette prévision pour toutes les constantes est 1, mais cela peut être changé pour les modèles ajoutés à la liste. Meilleure est la prévision, meilleures sont les chances de trouver l'optimum.
german: Das Programm benötigt eine Schätzung für den Start der Berechnung der optimalen Funktion. Die Standardschätzung für alle Konstanten ist 1, aber diese kann für die Modelle in der Liste geändert werden. Je besser die Schätzung ist, desto größer ist die Chance, ein Optimum zu finden.
italian: Il programma necessita di un 'guess' da cui partire alla ricerca del risultato ottimale. Per default il 'guess' è = 1 per tutte le costanti, ma può essere diverso per i modelli personalizzati. Un buon 'guess' aumenta la probabilità di individuare un risultato ottimale.
spanish: Advierte que el programa, por defecto, atribuye a todas las constantes el valor 1, y desde este valor inicial se esforzará por obtener un valor óptimo para aquéllas. No obstante, puedes especificar el valor que consideres más conveniente.

source: Graph will try to find the constants for the model f(x) so the sum of squares <placeholder-1/> will be the smallest possible. The program will start with the guess and move towards the minimum of the sum of squares. If a solution is not found after 100 iterations or the given guess is not valid, the program gives up.
dutch: Graph zal proberen om de constanten voor het model f (x) te vinden, zodat de som van de kwadraten <placeholder-1/> zo klein mogelijk is. Het programma gebruikt de startwaarde om te komen tot het minimum van de som van de kwadraten. Als geen oplossing gevonden wordt na 100 iteraties of de startwaarde ongeldig is, stopt het programma.
french: Graph va essayer de trouver les constantes pour le modèle f(x) de façon que la somme des carrés (des écarts) soit le plus petite possible. Le programme démarrera avec les prévisions et convergera vers le minimum pour la somme des carrés. Si une solution n'est pas trouvée après 100 itérations ou que la valeur de prévision n'est pas valide, le programme abandonne.
german: Graph versucht, die Konstanten des Modells f(x) so zu bestimmen, daß die Summe der Quadrate <placeholder-1/> möglichst klein wird. Das Programm setzt zunächst die Schätzwerte ein und optimiert sie für ein Minimum der Summe der Quadrate. Wurde nach 100 Iterationen keine Lösung gefunden oder ist die gegebene Schätzung ungültig, so beendet das Programm die Berechnung.
italian: Graph tenterà di trovare le costanti per il modello f(x) tali da minimizzare la somma dei quadrati <placeholder-1/>. Il programma partirà dal 'guess' per andare verso la minima SSQ. Se non trova una soluzione entro 100 iterazione, o se il 'guess' non è valido, il programma... si arrende!
spanish: De este modo, Graph procurará hallar un valor para las constantes contenidas en el modelo postulado, minimizando la suma de los cuadrados de las desviaciones o residuos <placeholder-1/>. Ahora bien, si no alcanza una solución después de 100 iteraciones, abandonará la búsqueda.

source: It is possible, even though it rarely happens, that more than one minimum exists. In this case the minimum nearest to the guess will be found, even though this may not be the best.
dutch: Het is mogelijk, hoewel het zelden gebeurt, dat meer dan één minimum bestaat. In dit geval zal het minimum dichtst bij de startwaarde gevonden worden, hoewel dit misschien niet de beste is.
french: C'est possible, même si cela arrive rarement, que plus d'un minimum existe. Dans ce cas c'est le minimum le plus proche de la prévision qui est trouvé, même si ce n'est peut-être pas le meilleur.
german: In seltenen Fällen existiert mehr als ein Minimum. In diesem Fall wird das Minimum gefunden, das am nächsten an der Schätzung liegt, obwohl es vielleicht nicht das beste ist.
italian: E' possibile, seppur raro, che esista più di un minimo. In tal caso verrà trovato il valore minimo più prossimo al 'guess', anche se potrebbe non essere il miglior risultato!
spanish: Aunque ocurre raramente, es posible que el programa encuentre más de un mínimo (suma de los cuadrados de los residuos). En este caso, se validarán para las constantes los valores más cercanos a los anticipados, aunque no necesariamente sean los mejores.

source: Notice that you should avoid redundant constants as they might confuse the program. For example this model has a redundant constant: <placeholder-1/>. Notice the relation between the constants <placeholder-2/>, <placeholder-3/> and <placeholder-4/>. If you multiply <placeholder-5/>, <placeholder-6/> and <placeholder-7/> with the same value the resulting function will not be changed. This means that there are an infinite number of combinations of constants with the same resulting function and hence an infinite number of best solutions. This may confuse the program when it tries to find the best one. Therefore either <placeholder-8/>, <placeholder-9/> or <placeholder-10/> should be removed.
dutch: Merk op dat je overbodige constanten best vermijdt want ze zouden kunnen het programma te verwarren. Bijvoorbeeld volgend model heeft een overbodige constante: <placeholder-1/>. Let op de verhouding tussen de constanten <placeholder-2/>, <placeholder-3/> en <placeholder-4/>. Als je <placeholder-5/>, <placeholder-6/> en <placeholder-7/> vermenigvuldigt met dezelfde waarde zal de functie uiteindelijk niet veranderen. Dit betekent dat er een oneindig aantal combinaties van constanten is die dezelfde functie opleveren en dus een oneindig aantal van de beste oplossingen. Dit kan het programma verwarren wanneer het probeert de beste te vinden. Dus moet ofwel <placeholder-8/>, <placeholder-9/> of <placeholder-10/> verwijderd worden.
french: Notez que vous devez éviter les constantes superflues qui pourraient embrouiller le programme. Par exemple ce modèle a une constante superflue : <placeholder-1/>. Notez la relation entre les constantes <placeholder-2/>, <placeholder-3/> and <placeholder-4/>. Si vous multipliez <placeholder-5/>, <placeholder-6/> et <placeholder-7/> par la même valeur la fonction obtenue sera la même. Cela signifie qu'il y a une infinité de meilleures solutions puisque vous pouvez toujours multiplier par un coefficient. Cela peut embrouiller le programme quand il essaie de trouver la meilleure solution. Par conséquent l'une de <placeholder-8/>, <placeholder-9/> or <placeholder-10/> devrait être supprimée.
german: Beachten Sie, dass Sie redundante Konstanten vermeiden sollten, weil sie das Programm "verwirren" könnten. Im folgenden Modell ist beispielsweise eine redundante Konstante enthalten: <placeholder-1/>. Beachten Sie die Beziehung zwischen den Konstanten <placeholder-2/>, <placeholder-3/> und <placeholder-4/>. Multipliziert man <placeholder-5/>, <placeholder-6/> und <placeholder-7/> mit demselben Wert, ändert sich die resultierende Funktion nicht. Damit gibt es unendlich viele Konstanten-Kombinationen mit derselben resultierenden Funktion und folglich unendlich viele beste Lösungen. Daher sollte entweder <placeholder-8/>, <placeholder-9/> oder <placeholder-10/> entfernt werden.
italian: Nota che dovresti evitare l'uso di costanti ridondanti perchè potrebbero confondere il programma. Ad es. questo modello contiene una costante ridondante: <placeholder-1/>; osserva la relazione tra le costanti <placeholder-2/>, <placeholder-3/> e <placeholder-4/>. Se moltiplichi <placeholder-5/>, <placeholder-6/> e <placeholder-7/> per lo stesso valore, la risultante funzione rimarrà inalterata; ciò significa che esiste un infinito numero di combinazioni di costanti per la medesima funzione e, quindi, un numero infinito di 'soluzioni migliori'! Questo ovviamente può confondere il programma che punta a trovare 'la migliore'. Per questo, sia <placeholder-8/>, <placeholder-9/> che <placeholder-10/> dovrebbero venir rimosse.
spanish: Observa que deberías evitar constantes superfluas, pues podrían confundir al programa. Por ejemplo, en el siguiente modelo, <userinput><placeholder-1/></userinput>, advierte la relación entre las constantes <placeholder-2/>, <placeholder-3/> y <placeholder-4/>. Nota que <userinput>$d/($a*x+$b)</userinput> compone por sí misma una <glossterm linkend="NumericExpression">expresión algebraica</glossterm>, y si multiplicas <placeholder-5/>, <placeholder-6/> y <placeholder-7/> por el mismo valor, la expresión que se deriva no cambiará respecto a la original. Esto significa que hay un número infinito de combinaciones de constantes con la misma función resultante y, por tanto, un número infinito de soluciones. Esto puede desconcertar al programa cuando intenta encontrar la mejor línea de tendencia. Así pues, una de las constantes <placeholder-8/>, <placeholder-9/> o <placeholder-10/> debería ser eliminada.

source: When the trendline is added, the correlation coefficient <placeholder-1/> is shown in the comment. The closer <placeholder-2/> is to 1 the closer the trendline is to the points.
dutch: Wanneer de trendlijn wordt toegevoegd, wordt de correlatiecoëfficiënt <placeholder-1/> aangegeven in de commentaar. Hoe dichter <placeholder-2/> bij 1 ligt, des te dichter de trendlijn bij de punten.
french: Quand la courbe d'ajustement est ajoutée, le coefficient de corrélation <placeholder-1/> est affiché en commentaire. Le plus proche de 1 est <placeholder-2/>, le plus proche des points est la courbe d'ajustement.
german: Nach dem Hinzufügen der Trendlinie wird der Korrelationskoeffizient <placeholder-1/> im Kommentar angezeigt. Je näher <placeholder-2/> an 1 liegt, desto besser stimmt die Trendlinie mit den Punkten überein.
italian: Quando viene aggiunta la linea di tendenza, nel commento appare il coefficiente di correlazione <placeholder-1/>. Più <placeholder-2/> si avvicina a 1, più la linea passa rasente i punti.
spanish: Cuando finalmente se determine la línea de tendencia, se adjuntará el valor del coeficiente de determinación <placeholder-1/>. Recuerda que cuanto más cercano a 1 esté <placeholder-2/>, tanto mejor será el ajuste realizado.

source: Insert point series
dutch: Voeg een puntenreeks in
french: Insérer une série de points
german: Punktserie einfügen
italian: Inserisci serie di punti
spanish: Insertar serie de puntos

source: markers
french: marqueurs
german: Markierungen
italian: marcatori
spanish: marcadores

source: smooth line
dutch: zachte lijn
french: courbe lissée
german: Geglättete Linie
italian: smussa la linea
spanish: curvilínea

source: interpolation
dutch: interpolatie
italian: interpolazione
spanish: interpolación

source: labels
german: Textfelder
italian: etichette
spanish: rótulos

source: error bars
dutch: foutbalken
french: intervalles d'incertitude
german: Fehlerbalken
italian: barre d'errore
spanish: barras de error

source: Insert point series...
dutch: Voeg puntenreeks in...
french: Insérer une série de points...
german: Punktserie einfügen...
italian: Inserisci serie di punti...
spanish: Insertar serie de puntos...
