Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: A label can contain and evaluate a <placeholder-1/>. This is very useful when you want to show the value of <link linkend="CustomFunctionsDialog">custom constants</link> in a label. Graph will try to evaluate any expression in a label if placed in brackets after a percent sign (%). If you have 3 custom constants a=2.5, b=-3, and c=8.75, you can create a label with the text <placeholder-2/>. This label will be shown as <placeholder-3/> in the graphing area. When you change the constants, the label will be updated to reflect the new values. In the above case, the + preceding %(b) is removed because b evaluates to a negative number.
dutch: Een label kan een <placeholder-1/> bevatten en evalueren. Dit is erg handig wanneer u de waarde van <link linkend="CustomFunctionsDialog">custom constants</link>wil tonen in een label. Graph zal proberen om elke uitdrukking uit te werken in een label, als deze tussen haakjes geplaatst werd na een procent teken (%). Als je drie constanten a = 2.5, b =- 3 en c = 8,75 hebt, dan kan je een label maken met de tekst <placeholder-2/>. Dit label wordt in de grafische omgeving getoond als <placeholder-3/>. Wanneer je de constanten wijzigt, zal het label worden aangepast aan de nieuwe waarden. In het bovenstaande geval is de + afgelopen% (b) verwijderd omdat b resulteert in een negatief getal.
french: Un label peut contenir et calculer une <placeholder-1/>. Ceci est très utile quand vous voulez afficher les valeurs de <link linkend="CustomFunctionsDialog">constantes personnelles</link> dans un label. Graph essaiera de calculer toute expression dans un label si elle est placée entre parenthèses après le symbole de pourcentage (%). Si vous avez trois constantes personnelles a=2.5, b=-3, et c=8.75, vous pouvez créer un label avec le texte <placeholder-2/>. Ce label sera affiché sous la forme <placeholder-3/> dans la zone de dessin. Si vous changez la valeur des constantes, le label sera mis à jour de façon à prendre en compte les nouvellles valeurs. Dans le cas ci-dessus, le + précédant %(b) est enlevé car b prend une valeur négative.
german: Ein Textfeld kann einen <placeholder-1/> enthalten un berechnen. Dies eignet sich sehr gut für die Anzeige von <link linkend="CustomFunctionsDialog">benutzerdefinierten Konstanten</link> in einem Textfeld. Graph versuchen, alle Ausdrücke in einem Textfeld zu berechnen, die in Klammern hinter einem Prozentzeichen stehen (%). Wenn Sie 3 benutzerdefinierte Konstanten a=2.5, b=-3, und c=8.75 haben, können Sie ein Textfeld mit dem Text <placeholder-2/> erstellen. Dieses Textfeld wird auf der Zeichenfläche als <placeholder-3/> dargestellt. Sobald Sie die Konstanten ändern, aktualisiert sich das Textfeld, um die neuen Werte anzuzeigen. Im obigen Fall wird das + vor dem %(b) entfernt, weil b ein negatives Vorzeichen hat.
italian: Una etichetta può contenere ed elaborare una <placeholder-1/>. Ciò è molto utile quando vuoi mostrare il valore delle <link linkend="CustomFunctionsDialog">costanti personalizzate</link> in un'etichetta. Graph tenterà di elaborare qualsiasi espressione contenuta in un'etichetta se posta tra parentesi e preceduta dal simbolo di percentuale (%). Se ad es. hai 3 costanti personalizzate: a=2.5, b=-3 e c=8.75, puoi creare una etichetta col seguente testo: <placeholder-2/> che nell'area grafica apparirà come: <placeholder-3/>. Se modifichi il valore delle costanti, l'etichetta verrà automaticamente aggiornata. Nel caso esemplificato, è stato rimosso il segno + che precedeva %(b) perchè b restituiva un numero negativo.
spanish: Un cuadro de texto puede contener y evaluar una <placeholder-1/>. Para ello, la constante debe estar encerrada entre paréntesis y precedida por el símbolo del porcentaje: %(constante). Por ejemplo, en <menuchoice><guimenu>Función</guimenu><guimenuitem><link linkend="CustomFunctionsDialog">Personalizar funciones/constantes...</link></guimenuitem></menuchoice> inserta las constantes a=2.5, b=–3, c=8.75. Escribe en un cuadro de texto <userinput><placeholder-2/></userinput>, y el área gráfica mostrará <userinput><placeholder-3/></userinput>. Si modificas alguna constante, el cuadro de texto se actualizará inmediatamente y reflejará el nuevo valor.<para>Observa que en lugar de constantes puedes emplear expresiones algebraicas. Por ejemplo, si indicas <userinput>f(x)=%((sin(a)+cos(b))/ln(c))*x^2</userinput>, el área gráfica mostrará <userinput>f(x)=–0.1462*x^2</userinput>. El cuadro de texto ha evaluado la expresión <userinput>(sin(a)+cos(b))/ln(c)</userinput>.</para>

source: List of functions
dutch: Functielijst
french: Liste des fonctions
german: Funktionsliste
italian: Lista delle funzioni
spanish: Lista de funciones

source: functions
dutch: functies
french: fonctions
german: Funktionen
italian: funzioni
spanish: funciones

source: constants
dutch: constantes
french: constantes
german: Konstanten
italian: costanti
spanish: constantes

source: x-variable
dutch: x-variabele
french: variable x
italian: variabile-x
spanish: variable independiente x

source: t-variable
dutch: t-variabele
french: variable t
italian: variabile-t
spanish: variable independiente t

source: Euler's constant
dutch: Euler's constante
french: base du logarithme népérien
german: Eulersche Konstante
italian: costante di Eulero
spanish: constante de Euler

source: operators
french: opérateurs
german: Operatoren
italian: operatori
spanish: operadores

source: addition
dutch: toevoeging
italian: addizione
spanish: suma

source: subtraction
dutch: aftrekking
french: soustraction
german: Subtraktion
italian: sottrazione
spanish: resta

source: multiplication
dutch: vermenigvuldiging
german: Multiplikation
italian: moltiplicazione
spanish: multiplicación

source: division
dutch: deling
italian: divisione
spanish: división

source: negation
dutch: omgekeerde
french: négation
italian: negazione
spanish: negación unaria

source: exponentiation
dutch: exponentiatie
italian: esponenziazione
spanish: potenciación

source: and operator
french: opérateur et
italian: operatore and
spanish: operador AND

source: or operator
french: opérateur ou
italian: operatore or
spanish: operador OR

source: xor operator
french: opérateur ou exclusif
italian: operatore xor
spanish: operador XOR

source: not operator
french: opérateur non
italian: operatore not
spanish: operador NOT

source: infinity
dutch: oneindigheid
french: l'infini
german: unendlich
italian: infinito
spanish: infinito

source: number
dutch: getal
french: nombre
german: reelle Zahl
italian: numero
spanish: número

source: The following is a list of all variables, constants, operators and functions supported by the program. The list of operators shows the operators with the highest precedence first. The precedence of operators can be changed through the use of brackets. (), {} and [] may all be used alike. Notice that expressions in Graph are case insensitive, i.e. there are no difference between upper and lower case characters. The only exception is <placeholder-1/> as Euler's constant and E as the exponent in a <placeholder-2/> in scientific notation.
dutch: Het volgende is een lijst van alle variabelen, constanten, operatoren en functies ondersteund door het programma. De lijst van operatoren geeft de operatoren met de hoogste prioriteit eerste. De voorrang van operatoren kan worden veranderd door het gebruik van haakjes. (), {} en [] kan allen op dezelfde manier gebruikt worden. Merk op dat uitdrukkingen in Graph niet hoofdletter gevoelig zijn, dat wil zeggen dat er geen verschil tussen hoofdletters en kleine letters. De enige uitzondering is <placeholder-1/> als Euler's constante en E als de exponent in een <placeholder-2/> in wetenschappelijke notatie.
french: Ci-dessous la liste de toutes les variables, constantes, opérateurs et fonctions inclus dans le programme. La liste des opérateurs est affichée dans l'ordre de priorité la plus grande. La priorité des opérateurs peut être modifiée par l'utilisation de parenthèses. (), {} et [] peuvent être utilisés indifféremment. Notez que les expressions ne sont pas sensibles à la casse dans Graph, i.e. il n'y a pas de différence entre minuscule et majuscule. La seule exception est pour <placeholder-1/> base du logarithme népérien et E dans la notation scientifique d'un <placeholder-2/>.
german: Im Folgenden ist eine Liste aller Variablen, Konstanten, Operatoren und Funktionen zusammengesellt, die von Graph unterstützt werden. Die aufgeführten Operatoren sind gemäß ihrer Präzedenz absteigend geordnet, d.h. diejenigen Operatoren werden zuerst genannt, die bei der Berechnung Vorrang vor anderen Operatoren haben, die weiter unten stehen (Stichwort: "Punktrechnung vor Strichrechnung"). Durch das Setzen von Klammern ( (), {} und [] sind zulässig) kann auf die Reihenfolge der Berechnung zusätzlich Einfluss genommen werden. Beachten Sie, dass Graph bei den verwendeten Ausdrücke nicht nach Groß- und Kleinschreibung unterscheidet. Die einzige Ausnahme von dieser Regel stellt das <placeholder-1/> (Euler'sche Zahl) dar. Bei der Gleitkommadarstellung einer <placeholder-2/> ist es zwingend erforderlich, Mantisse und Exponenten durch ein großes 'E' zu trennen.
italian: Questo è l'elenco di tutte le variabili, costanti, operatori e funzioni accettate da Graph. La lista degli operatori li mostra in ordine di precedenza; la precedenza può essere cambiata mediante l'uso di parentesi: (), {} e [] possono essere utilizzate tutte in modo analogo. Notare che in Graph le espressioni sono insensibili a MAIUSCOLE/minuscole; con l'unica eccezione di <placeholder-1/>, che è la costante di Eulero, e di E, che è il simbolo esponenziale in un <placeholder-2/> in notazione scientifica.
spanish: Las siguientes tablas describen de modo conciso las constantes, variables, operadores y funciones reconocidos por Graph. Observa que los operadores están listados en orden de mayor a menor precedencia. Puedes emplear varias clases de símbolos para agrupar términos dentro de las expresiones y variar así la precedencia de los operadores: paréntesis (), corchetes [] y llaves {}.<para>El uso de mayúsculas y minúsculas es indiferente. Las únicas excepciones son la constante de Euler, <placeholder-1/>, y el indicador del exponente de un <placeholder-2/> expresado en notación exponencial o científica, <parameter>E</parameter>. Recuerda que el argumento de las funciones trigonométricas puede indicarse en <glossterm linkend="Radians">radianes</glossterm> o en grados sexagesimales (en Editar ejes> <emphasis><link linkend="AxesDialogSettings">Configuración</link></emphasis>, podrás definir la unidad angular).</para>

source: Constant
dutch: Constante
french: Constante
german: Konstante
italian: Costante
spanish: Constante

source: The independent variable used in standard functions.
dutch: De onafhankelijke veranderlijke gebruikt in standaardfuncties.
french: La variable indépendante utilisée pour les fonctions standards.
german: Die in Standardfunktionen verwendete unabhängige Variable.
italian: La variabile indipendente usata nelle funzioni standard.
spanish: Variable independiente empleada en las funciones explícitas.

source: The independent variable called parameter for parametric functions and polar angle for polar functions.
dutch: De onafhankelijke veranderlijke parameter genoemd voor parameterfuncties en polaire hoek voor polaire functies.
french: La variable indépendante appellée paramètre pour les représentations paramétriques et angle polaire pour les fonctions polaires
german: Die unabhängige Variable bei Parameterfunktionen (Parameter) und bei Polarfunktionen (Polarwinkel).
italian: La variabile indipendente detta 'parametro' nelle funzioni parametriche e 'angolo polare' nelle funzioni polari.
spanish: Variable independiente denominada <emphasis>parámetro</emphasis> en las funciones paramétricas, y <emphasis>ángulo polar</emphasis> en las funciones polares.

source: Euler's constant. In this program defined as <placeholder-1/>
dutch: Euler's constante. In dit programma omschreven als <placeholder-1/>
french: La base du logarithme népérien. Dans le programme définie comme <placeholder-1/>
german: Euler'sche Zahl. In Graph ist sie definiert als <placeholder-1/>
italian: Costante di Eulero. In Graph è definita come <placeholder-1/>
spanish: Constante de Euler. En este programa está definida como <placeholder-1/>

source: The constant &pi;, which in this program is defined as <placeholder-1/>
dutch: De constante &pi;, die in dit programma wordt gedefinieerd als <placeholder-1/>
french: La constante &pi;, qui dans le programme est définie comme <placeholder-1/>
german: Die Kreiszahl &pi;, die in Graph als <placeholder-1/> definiert ist.
italian: Costante &pi; (p-greco). In Graph è definita come <placeholder-1/>
spanish: Constante &pi;. En este programa está definida como <placeholder-1/>

source: Always returns an error. Used to indicate that part of a function is undefined.
dutch: Geeft altijd een fout. Wordt gebruikt om dat deel van een functie aan te geven dat niet gedefinieerd is.
french: Donne toujours une erreur. Utilisé pour indiquer qu'une partie de la fonction n'est pas définie.
german: Ergibt immer einen Fehlerwert. Wird benutzt, um anzuzeigen, dass ein Teil einer Funktion nicht definiert ist.
italian: Restituisce sempre un errore. Usata per indicare che la parte di una funzione è indefinita.
spanish: Siempre devuelve un error. Empleada para indicar que parte de una función no está definida.

source: The imaginary unit. Defined as <placeholder-1/>. Only useful when working with complex numbers.
dutch: De imaginaire eenheid. Gedefinieerd als <placeholder-1/>. Alleen zinvol bij het werken met complexe getallen.
french: Le nombre <emphasis>i</emphasis>. Défini par <placeholder-1/>. Utile seulement en cas d'utilisation des nombres complexes.
german: Die imaginäre Einheit. Sie ist definiert als <placeholder-1/> und wird nur dann benötigt, wenn mit komplexen Zahlen gearbeitet wird.
italian: Unità immaginaria, definita come <placeholder-1/>. Utile solo lavorando con i numeri complessi.
spanish: La <emphasis>unidad imaginaria</emphasis>, definida como <placeholder-1/>. Sólo empleada en <glossterm linkend="ComplexNumber">números complejos</glossterm>.

source: The constant for infinity. Only useful as argument to the <placeholder-1/> function.
dutch: De constante voor de oneindigheid. Alleen zinvol als argument voor de <placeholder-1/> functie.
french: La constante pour l'infini. Utile uniquement comme argument de la fonction <placeholder-1/>.
german: Zeichen für "unendlich". Nur sinnvoll als Argument der <placeholder-1/> Funktion.
italian: La costante per infinito. Utile solo come argomento nella funzione <placeholder-1/>.
spanish: La constante para <emphasis>infinito</emphasis>. Útil cuando se emplea como argumento en la función <link linkend="integrate"><placeholder-1/></link>.

source: Evaluates to a random number between 0 and 1.
dutch: Resulteert in een willekeurig getal tussen 0 en 1.
french: Donne un nombre sans préférence entre 0 et 1.
german: Erzeugt eine Zufallszahl zwischen 0 und 1.
italian: Valuta un numero casuale compreso tra 0 e 1
spanish: Devuelve un número aleatorio entre 0 y 1.

source: Operator
french: Opérateur
italian: Operatore
spanish: Operador

source: Raise to the power of an exponent. Example: f(x)=2^x
dutch: Verheft tot de macht van een exponent. Voorbeeld: f (x) = 2 ^ x
french: Élève à la puissance de l'exposant. Exemple : f(x)=2^x
german: Exponentialfunktion. Beispiel: f(x)=2^x
italian: Eleva a potenza di un esponente. Esempio: f(x)=2^x
spanish: Operador aritmético: Potenciación. Indica la potencia o exponente al que se eleva la base. Ejemplo: f(x)=2^x

source: The negative value of a factor. Example: f(x)=-x
dutch: De negatieve waarde van een factor. Voorbeeld: f (x)=-x
french: La valeur opposée d'un facteur. Exemple : f(x)=-x
german: Negativer Wert eines Faktors. Beispiel: f(x)=-x
italian: Il valore negativo di un fattore. Esempio: f(x)=-x
spanish: Operador aritmético: Negación unaria. Indica el valor negativo de un número, variable o expresión. Ejemplo: f(x)=–x

source: Logical NOT (not)
dutch: Logische niet (niet)
french: NON logique (non)
german: Logisch NOT (not)
italian: Logico NOT (not)
spanish: NOT

source: <placeholder-1/> <placeholder-2/> evaluates to 1 if <placeholder-3/> is zero, and evaluates to 0 otherwise.
dutch: <placeholder-1/> <placeholder-2/> is 1 als <placeholder-3/> nul is, en anders 0.
french: <placeholder-1/> <placeholder-2/> donne 1 si <placeholder-3/> et nul, et donne 0 sinon.
german: <placeholder-1/> <placeholder-2/> ergibt 1, falls <placeholder-3/> 0 ist, und liefert sonst 0.
italian: <placeholder-1/> <placeholder-2/> valuta 1 se <placeholder-3/> è 0, altrimenti valuta 0.
spanish: Operador lógico unario: NO lógico. <placeholder-1/> <placeholder-2/> devuelve 1 si la expresión <placeholder-3/> evalúa a 0, de otro modo, devuelve 0.

source: Multiplies two factors. Example: f(x)=2*x
dutch: Vermenigvuldigt twee factoren. Voorbeeld: f (x)=2*x
french: Multiplie deux facteurs. Exemple : f(x)=2*x
german: Multipliziert zwei Faktoren. Beispiel: f(x)=2*x
italian: Moltiplica due fattori. Esempio: f(x)=2*x
spanish: Operador aritmético: Multiplicación. Multiplica dos términos. Ejemplo: f(x)=2*x

source: Divides two factors. Example: f(x)=2/x
dutch: Deelt twee factoren. Voorbeeld: f (x)=2/x
french: Divise un facteur par l'autre. Exemple : f(x)=2/x
german: Dividiert zwei Faktoren. Beispiel: f(x)=2/x
italian: Divide due fattori. Esempio: f(x)=2/x
spanish: Operador aritmético: División. Divide dos términos. Ejemplo: f(x)=2/x

source: Adds two terms. Example: f(x)=2+x
dutch: Telt twee termen op. Voorbeeld: f (x)=2+x
french: Additionne deux termes. Exemple : f(x)=2+x
german: Addiert zwei Terme. Beispiel: f(x)=2+x
italian: Addiziona due termini. Esempio: f(x)=2+x
spanish: Operador aritmético: Suma. Suma dos términos. Ejemplo: f(x)=2+x

source: Subtracts two terms. Example: f(x)=2-x
dutch: Trekt twee termen af. Voorbeeld: f (x)=2-x
french: Ôte un terme de l'autre. Exemple : f(x)=2-x
german: Subtrahiert zwei Terme. Beispiel: f(x)=2-x
italian: Sottrae due termini. Esempio: f(x)=2-x
spanish: Operador aritmético: Resta. Resta dos términos. Ejemplo: f(x)=2–x

source: Greater than (&gt;)
dutch: Groter dan (&gt;)
french: Plus grand que (&gt;)
german: Größer als (&gt;)
italian: Maggiore di (&gt;)
spanish: &gt;

source: Indicates if an expression is greater than another expression.
dutch: Geeft aan of een uitdrukking groter is dan een andere uitdrukking.
french: Indique si une expression est plus grande qu'une autre.
german: Zeigt an, ob ein Ausdruck größer als ein anderer Ausdruck ist.
italian: Indica che una espressione è maggiore di un'altra espressione.
spanish: Operador de comparación: Mayor que. Indica que una expresión es mayor que otra.

source: Greater than or equal to (&gt;=)
dutch: Groter dan of gelijk aan (&gt;=)
french: Plus grand ou égal à (&gt;=)
german: Größer gleich (&gt;=)
italian: Maggiore o uguale a (&gt;=)
spanish: &gt;=

source: Indicates if an expression is greater or equal to another expression.
dutch: Geeft aan of een uitdrukking groter is dan of gelijk is aan een andere uitdrukking.
french: Indique si une expression est plus grande que ou égale à une autre.
german: Zeigt an, ob ein Ausdruck größer oder gleich einem anderen Ausdruck ist.
italian: Indica che una espressione è maggiore o uguale ad un'altra espressione.
spanish: Operador de comparación: Mayor o igual que. Indica que una expresión es mayor o igual que otra.

source: Less than (&lt;)
dutch: Kleiner dan (&lt;)
french: Plus petit que (&lt;)
german: Kleiner als (&lt;)
italian: Inferiore a (&lt;)
spanish: &lt;

source: Indicates if an expression is less than another expression.
dutch: Geeft aan of een uitdrukking kleiner is dan een andere uitdrukking.
french: Indique si une expression est plus petite qu'une autre.
german: Zeigt an, ob ein Ausdruck kleiner als ein anderer Ausdruck ist.
italian: Indica che una espressione è inferiore ad un'altra espressione.
spanish: Operador de comparación: Menor que. Indica que una expresión es menor que otra.

source: Less than or equal to (&lt;=)
dutch: Kleiner dan of gelijk aan (&lt;=)
french: Plus petit ou égal à (&lt;=)
german: Kleiner gleich (&lt;=)
italian: Inferiore o uguale a (&lt;=)
spanish: &lt;=

source: Indicates if an expression is less or equal to another expression.
dutch: Geeft aan of een uitdrukking is kleiner dan of gelijk is aan een andere uitdrukking.
french: Indique si une expression est plus petite que ou égale à une autre.
german: Zeigt an, ob ein Ausdruck kleiner oder gleich einem anderen Ausdruck ist.
italian: Indica che una espressione è inferiore o uguale ad un'altra espressione.
spanish: Operador de comparación: Menor o igual que. Indica que una expresión es menor o igual que otra.

source: Indicates if two expressions evaluate to the exact same value.
dutch: Geeft aan of twee uitdrukkingen exact dezelfde waarde opleveren.
french: Indique si deux expressions sont égales.
german: Zeigt an, ob zwei Ausdrücke exakt denselben Wert ergeben.
italian: Indica che due espressioni calcolano esattamente lo stesso valore.
spanish: Operador de comparación: Igual a. Indica que dos expresiones evalúan al mismo valor.

source: Not equal (&lt;&gt;)
dutch: Niet gelijk aan (&lt;&gt;)
french: Différent de (&lt;&gt;)
german: Ungleich (&lt;&gt;)
italian: Diverso (&lt;&gt;)
spanish: &lt;&gt;

source: Indicates if two expressions does not evaluate to the exact same value.
dutch: Geeft aan of twee uitdrukkingen niet exact dezelfde waarde opleveren.
french: Indique si deux expressions ne sont pas égales.
german: Zeigt an, ob zwei Ausdrücke nicht exakt denselben Wert ergeben.
italian: Indica che due espressioni non calcolano esattamente lo stesso valore.
spanish: Operador de comparación: Distinto de. Indica que dos expresiones no evalúan al mismo valor.

source: Logical AND (and)
dutch: Logische EN (en)
french: ET logique (and)
german: Logisches AND (und)
italian: Logico AND (and)
spanish: AND

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if both <placeholder-4/> and <placeholder-5/> are non-zero, and evaluates to 0 otherwise.
dutch: <placeholder-1/> <placeholder-2/> <placeholder-3/> levert 1 op als zowel <placeholder-4/> en <placeholder-5/> niet-nul zijn en 0 anders.
french: <placeholder-1/> <placeholder-2/> <placeholder-3/> donne 1 si <placeholder-4/> et <placeholder-5/> tous deux ne sont pas nuls et donne 0 sinon.
german: <placeholder-1/> <placeholder-2/><placeholder-3/> ergibt 1, falls <placeholder-4/> und <placeholder-5/> ungleich Null sind, und liefert sonst 0.
italian: <placeholder-1/> <placeholder-2/> <placeholder-3/> valuta 1 se entrambi <placeholder-4/> e <placeholder-5/> sono diversi da 0, altrimenti valuta 0.
spanish: Operador lógico binario: Y lógico. <placeholder-1/> <placeholder-2/> <placeholder-3/> devuelve 1 si las dos expresiones <placeholder-4/> y <placeholder-5/> no evalúan a 0, de otro modo, devuelve 0.

source: Logical OR (or)
dutch: Logische OF (of)
french: OU logique (or)
german: Logisched OR (oder)
italian: Logico OR (or)
spanish: OR
