Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Put a check in <placeholder-1/> to show Cartesian or polar coordinates at each point. You may use the <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> button to change the font, and the drop down box to select whether the labels are shown over, below, to the left or to the right of the points.
dutch: Zet een vinkje in <placeholder-1/> om de cartesiaanse of polaire coördinaat te tonen van elk punt. Je mag gebruik maken van de <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> knop om het lettertype te veranderen, en de drop-down box te selecteren om al dan niet de labels weer te geven op , onder, naar links of rechts van de punten.
french: Validez l'option <placeholder-1/> pour afficher les coordonnées en chaque point. Vous pouvez utiliser le bouton <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> pour changer de police, et la boîte déroulante pour choisir d'afficher les labels au-dessus, en-dessous, à gauche ou à droite des points.
german: Mit der Option <placeholder-1/> werden die X- und Y-Koordinaten an jedem Punkt angezeigt. Mit <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> lässt sich die Schriftart ändern, ebenso die Auswahl, ob die Textfelder oberhalb, unterhalb, links oder rechts der Punkte angezeigt werden.
italian: Spunta <placeholder-1/> per mostrare le coordinate, cartesiane o polari, di ogni punto. Puoi usare il comando <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> per cambiare il carattere e scegliere, nel box a cascata, se mostrare le etichette: sotto, a sinistra o a destra dei punti.
spanish: Activa la casilla <placeholder-1/> si deseas adjuntar a cada punto sus coordenadas, sean cartesianas o polares. El botón <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> te permite elegir un formato para dichas coordenadas. En la lista desplegable <guilabel>Posición</guilabel> selecciona dónde quieres situar las coordenadas respecto a los puntos.

source: Error bars
dutch: Foutstaafjes
french: Intervalles d'incertitude
german: Fehlerbalken
italian: Barre errore
spanish: Barras de error

source: Fixed
dutch: Vast
french: Fixé
german: Fest
italian: Fisso
spanish: Valor fijo

source: Relative
dutch: Relatief
french: Relatif
german: Relativ
italian: Relativo
spanish: Porcentaje

source: Custom
dutch: Toevallig
french: Choisi :
german: Benutzerdefiniert
italian: Personalizza
spanish: Personalizada

source: Here you can choose to show horizontal or vertical error bars, also known as uncertainty bars. They are shown as thin bars at each point in the point series indicating the uncertainty of the point. There are three ways to indicate the size of the error bars: <placeholder-1/> is used to specify that all points have the same uncertainty. <placeholder-2/> is used to specify a percentage of the x- or y-coordinate for each point as uncertainty. <placeholder-3/> will add an extra column to the table where you may specify a different uncertainty value for each point. All uncertainties are &plusmn;values. Custom Y-errors are also used to weight the points when creating trendlines.
dutch: Hier kun je kiezen voor horizontale dan wel verticale foutstaafjes, ook bekend als onzekerheidstaafjes. Ze worden getoond als dunne balken op elk punt in de serie punten en geven de kans van het punt aan. Er zijn drie manieren om de grootte van de foutstaafjes aan te geven: <placeholder-1/> wordt gebruikt om aan te geven dat alle punten even onzeker zijn. <placeholder-2/> wordt gebruikt om een percentage als onzekerheid van de x-of y-coördinaat op tegeven voor elk punt . <placeholder-3/> voegt een extra kolom toe aan de tabel waar u je een andere onzekerheidswaarde voor elk punt op te geven. Alle onzekerheden zijn &plusmn;values. Y-fouten worden ook gebruikt om de punten te wegen bij het maken van trendlijnen.
french: Ici vous pouvez choisir d'afficher les intervalles d'incertitude verticalement ou horizontalement. Ils sont affichés sous forme de fins segments à chaque point de la série indiquant l'incertitude sur le point. Il y a trois manières d'indiquer la grandeur des l'intervalles d'incertitude : <placeholder-1/> est utilisé pour spécifier que l'incertitude sur tous les points est la même. <placeholder-2/> est utilisé pour spécifier l'incertitude comme un pourcentage des coordonnées de chaque point. <placeholder-3/> sera utilisé pour ajouter une colonne à la table dans laquelle vous pourrez spécifier une incertitude différente pour chaque point. Toutes les incertitudes sont des valeurs algébriques. Les intervalles d'incertitude en y sont également utilisés pour pondérer les points lors de la création de courbes d'ajustement.
german: Hier können Sie sich waagerechte oder senkrechte Fehlerbalken - auch bekannt als Toleranzbalken - anzeigen lassen. Als dünne Balken an jedem Punkt der Punktserie zeigen Sie Ungenauigkeiten dieses (Mess-)Punkts an. Es gibt drei Arten, die Größe der Fehlerbalken darzustellen: Mit <placeholder-1/> gibt man an, dass alle Punkte dieselbe Abweichung haben. Mit <placeholder-2/> gibt man für jeden Punkt einen Prozentsatz der X- oder Y-Koordinate als Abweichung an. <placeholder-3/> erweitert die Tabelle um eine gesonderte Spalte, in der man für jeden Punkt eine andere Abweichung festlegen kann. Alle Abweichungen sind vorzeichenbehaftet. Benutzerdefinierte Y-Abweichungen werden auch bei der Erzeugung einer Trendlinie zur Gewichtung der Punkte verwendet.
italian: Qui puoi scegliere se mostrare le barre d'errore, note anche come barre d'incertezza, in orizzontale o in verticale. Esse sono visualizzate come linee sottili in corrispondenza di ogni punto a rappresentare il grado di incertezza di quel valore. Ci sono tre modi per specificare l'entità dell'errore: <placeholder-1/> per indicare che tutti i punti hanno lo stessa incertezza, <placeholder-2/> per esprimere l'incertezza di ogni punto in percentuale delle sue coordinate-(x,y), <placeholder-3/> per aggiungere una nuova colonna alla tabella in cui tu stesso puoi specificare l'errore da assegnare a ciascun punto. Tutte le incertezze sono &plusmn;values. Gli errori-Y personalizzati sono utilizzati per pesare i punti durante la creazione della loro linea di tendenza.
spanish: Las barras de error expresan gráficamente el error o grado de incertidumbre relativo a cada punto. Dicho error puede afectar a la coordenada <parameter>x</parameter> ­–barras de error horizontales–, a la coordenada <parameter>y</parameter> –barras de error verticales–, o a ambas al mismo tiempo.<para>Tres opciones permiten especificar la cuantía o margen de error. <placeholder-1/>: las cuantías de error de todos los puntos tienen la misma magnitud. <placeholder-2/>: las cuantías de error de todos los puntos tienen el mismo porcentaje respecto a la coordenada seleccionada. <placeholder-3/>: define una cuantía de error diferente para cada punto. En este caso, el área de edición de la cuadrícula desplegará una o dos nuevas columnas (<emphasis>Error X</emphasis>, <emphasis>Error Y</emphasis>) donde podrás fijar una determinada cuantía de error para cada punto. Recuerda que todas las cuantías de error se representan como valores &plusmn;, esto es, valores positivos y negativos.</para><para>El recuadro <guilabel>Muestra</guilabel> proporciona una vista previa de las opciones elegidas, por ejemplo, el marcador seleccionado, su color y tamaño, y otros detalles como los rótulos o las barras de error.</para>

source: Insert label
dutch: Voeg label in
french: Insérer un label
german: Textfeld einfügen
italian: Inserisci etichetta
spanish: Insertar cuadro de texto

source: expression
dutch: expressie
german: Ausdruck
italian: espressione
spanish: evaluar expresión algebraica

source: OLE object
french: objet OLE
german: OLE-Objekt
spanish: objeto OLE

source: rotate
dutch: draaien
french: faire pivoter
german: rotieren
italian: ruota
spanish: girar

source: special character
dutch: speciaal teken
french: caractère spécial
german: Sonderzeichen
italian: carattere speciale
spanish: carácter especial

source: Greek character
dutch: Grieks teken
french: caractère grec
german: griechischer Buchstabe
italian: carattere greco
spanish: carácter griego

source: insert symbol
dutch: Voeg symbool in
french: insérer un symbole
german: Symbol einfügen
italian: inserisci simbolo
spanish: insertar símbolo

source: symbol
dutch: symbool
french: symbole
italian: simbolo
spanish: símbolo

source: superscript
french: exposant
german: hochgestellt
italian: apice
spanish: superíndice

source: subscript
french: indice
german: tiefgestellt
italian: pedice
spanish: subíndice

source: bold
dutch: vet
french: gras
german: fett
italian: grassetto
spanish: negrita

source: italic
dutch: schuin
french: italique
german: kursiv
italian: italico
spanish: cursiva

source: underline
dutch: onderstreept
french: souligné
german: unterstrichen
italian: sottolineato
spanish: subrayado

source: Insert label...
dutch: Voeg een label in...
french: Insérer un label...
german: Textfeld einfügen...
italian: Inserisci etichetta...
spanish: Insertar cuadro de texto...

source: This dialog is used to insert or edit text labels. To insert a label you use the menu item <placeholder-1/>. The label is inserted at the center of the graphing area, but can be dragged to another placement. To change an existing label, you either <action>double click</action> on it in the graphing area or you select it in the <placeholder-2/> and use <placeholder-3/>.
dutch: Dit dialoogvenster wordt gebruikt om tekstlabels in te voegen of te bewerken . Om een label in te voegen gebruik je het menu-item <placeholder-1/>. Het label wordt geplaatst in het midden van de grafische gebied, maar kan naar een andere plaats gesleept worden . Om een bestaand label te wijzigen, moet je ofwel er op <action>double click</action> in het grafische gebied of u selecteer je deze het <placeholder-2/> en gebruik je <placeholder-3/>.
french: Cette boîte de dialogue est utilisée pour insérer ou éditer des labels de texte. Pour insérer un label vous utilisez l'item <placeholder-1/> du menu. Le label est placé au centre de la zone de dessin, mais peut être déplacé ailleurs. Pour modifier un label existant, vous pouvez soit faire un <action>double clic</action> sur le label dans la zone de dessin, soit le sélectionner dans la <placeholder-2/> et utiliser <placeholder-3/>.
german: Mit diesem Dialog können Sie Textfelder hinzufügen oder bearbeiten. Mit <placeholder-1/> fügen Sie ein Textfeld hinzu. Das Textfeld wird in der Mitte der Zeichenfläche eingefügt, kann aber an eine andere Position verschoben werden. Ein Textfeld ändern Sie entweder mit einem <action>double click</action> darauf, oder Sie wählen es in der <placeholder-2/> aus und verwenden dann <placeholder-3/>.
italian: In questa finestra di dialogo puoi inserire o modificare il testo delle etichette. Usa la voce del menu <placeholder-1/> per inserire una etichetta al centro dell'area grafica, ma puoi dopo trascinarla nella posizione che preferisci. Per modificare una etichetta esistente o fai <action>double click</action> su di essa oppure selezionala in <placeholder-2/> e poi usa <placeholder-3/>.
spanish: Si deseas introducir un cuadro de texto en el sistema de coordenadas, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado.<para>Para editar un cuadro de texto, selecciónalo en el <placeholder-2/> y utiliza <placeholder-3/>, o el menú contextual. El método más simple consiste en hacer doble clic sobre dicho cuadro de texto. Emergerá entonces el cuadro de diálogo <guimenu>Editar cuadro de texto</guimenu>.</para>

source: The text is entered in the editing area. You can change text styles for different parts of the text. The background color, which may be any solid color or transparent, can be set for the whole label only. The <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> button can be used to insert special characters like mathematical symbols and Greek characters.
dutch: De tekst wordt ingevoerd in het bewerkingsgebied. Je kan de tekststijl wijzigen van verschillende tekstdelen. De achtergrondkleur, die elke effen kleur of transparant kan zijn, kan alleen ingesteld worden voor het hele label. De <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> knop kan gebruikt worden om speciale tekens, zoals wiskundige symbolen en Griekse tekens in te voegen.
french: Le texte est saisi dans la zone d'édition. Vous pouvez changer le style du texte pour différentes parties de celui-ci. La couleur de fond, qui peut être n'importe quelle couleur, est la même pour tout le label. Le bouton <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> peut être utilisé pour insérer des caractères spéciaux comme les symboles mathématiques et les caractères grecs.
german: Der Text wird ins Editierfeld eingegeben. Sie können den Textstil für verschiedene Textteile ändern. Die Hintergrundfarbe, die undurchsichtig oder transparent sein kann, gilt grundsätzlich für das ganze Textfeld. Mit der Schaltfläche <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> lassen sich Sonderzeichen wie mathematische Symbole oder griechische Buchstaben einfügen.
italian: Il testo va digitato nell'apposita area. Puoi cambiare lo stile del testo anche solo parzialmente mentre il colore dello sfondo, che può essere trasparente o di qualsiasi colore pieno, può essere impostato solo per l'intera etichetta. Il comando <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> serve per inserire caratteri speciali, quali simboli matematici e lettere greche.
spanish: Un cuadro de texto es un contenedor móvil para texto y gráficos. En el área de edición del cuadro de diálogo introduce el texto que desees. Hay disponibles varias características de formato. Con el botón <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> podrás incluir caracteres y símbolos especiales, como letras griegas o símbolos matemáticos. El programa, por defecto, no aplica ningún color de fondo, pero éste es práctico para resaltar un texto dentro del sistema de coordenadas, o si dicho texto se halla en el interior de un relleno.

source: Insert object
dutch: Voeg object in
french: Insérer un objet
german: Objekt einfügen...
italian: Inserisci oggetto
spanish: Insertar objeto...

source: Paste special
dutch: Plakken speciaal
french: Collage spécial
german: Spezielles Einfügen
italian: Incolla speciale
spanish: Pegado especial...

source: A text label can also contain any <link linkend="OLE">OLE object</link>, for example an image or MS Equation. You can paste an OLE object into the editing area like text. A new object can be created at the cursor position by selecting <placeholder-1/> in the context menu. If there is more than one representation in the clipboard, you can use <placeholder-2/> in the context menu to select the representation to paste.
dutch: Een tekstlabel kan ook alle <link linkend="OLE"> OLE-object </link> zijn, bijvoorbeeld een afbeelding of MS vergelijking. Je kan een OLE-object plakken in het bewerkingsgebied als tekst. Een nieuw object kan gemaakt worden op de cursorpositie door het selecteren van <placeholder-1/> in het contextmenu. Als er meer dan één uitdrukking op het klembord is, kun je gebruik maken <placeholder-2/> in het contextmenu om de juiste te selecteren om te plakken.
french: Un label de texte peut aussi contenir n'importe quel <link linkend="OLE">objet OLE</link>, par exemple une image ou une équation Microsoft. Vous pouvez coller un objet OLE dans la zone d'édition comme du texte. Un nouvel objet peut être créé à la position du curseur en sélectionnant <placeholder-1/> dans le menu contextuel. S'il y a plus d'un contenu dans le presse-papiers, vous pouvez utiliser <placeholder-2/> dans le menu contextuel pour choisir l'occurence à coller.
german: Ein Textfeld kann auch ein <link linkend="OLE">OLE-Objekt</link> enthalten, z. B. ein Bild oder MS Gleichung. Sie können ein OLE-Objekt genauso wie Text auf die Bearbeitungsfläche bringen. Durch <placeholder-1/> im Kontext-Menü kann an der Cursor-Position ein neues Objekt erzeugt werden. Bei mehr als als einem OLE-Objekt in der Zwischenablage läßt sich mit <placeholder-2/> im Kontext-Menü das einzufügende Objekt aussuchen.
italian: Una didascalia può contenere anche un qualsiasi <link linkend="OLE">OLE object</link>, come ad es. un'immagine o un'equazione Microsoft, incollandolo come fosse un testo. E' possibile creare un nuovo OLE object, in corrispondenza del cursore, selezionando <placeholder-1/> nel menu contestuale. Se negli appunti c'è più di un oggetto, puoi usare <placeholder-2/> nel menu contestuale per selezionare quello da incollare.
spanish: Un cuadro de texto puede contener cualquier clase de <emphasis><link linkend="OLE">objeto OLE</link></emphasis>, por ejemplo, una imagen o una expresión matemática procedente del <emphasis>Editor de ecuaciones</emphasis> de Microsoft. Para introducir un objeto OLE en el cuadro de texto, haz clic derecho en el área de edición y selecciona <placeholder-1/>, o haz clic en el botón <guibutton>OLE</guibutton>. Advierte que el objeto OLE será pegado en la posición del cursor. Con el comando <placeholder-2/> del menú contextual es posible seleccionar qué deseas pegar del contenido del Portapapeles.

source: When the <guibutton>OK</guibutton> button is pressed, the label will be shown in the graphing area. The label can be moved by dragging it around with the mouse or it can be locked to one of the axes by <action>right clicking</action> on it and selecting a placement from the context menu. From the context menu it is also possible to rotate the label, for example to show the text vertically.
dutch: Als de <guibutton> OK </guibutton> knop ingedrukt wordt , zal het label worden getoond in de grafische omgeving. Het label kan verplaatst worden door het te verslepen met de muis of het kan vergrendeld worden om een van de assen door er <action>right clicking</action> op en een plaats te selecteren in het contextmenu. Via het context-menu is het ook mogelijk om het label te draaien, bijvoorbeeld om tekst verticaal te plaatsen.
french: Quand le bouton <guibutton>OK</guibutton> est actionné, le label sera affiché dans la zone de dessin. Le label peut être déplacé en le tirant partout avec la souris ou attaché à un des axes par un <action>clic droit</action> dessus pour choisir une position dans le menu contextuel. Depuis le menu contextuel il est également possible de faire pivoter le label, par exemple pour afficher le texte verticalement.
german: Mit der Schaltfläche <guibutton>OK</guibutton> wird das Textfeld in der Zeichenfläche angezeigt. Das Textfeld läßt sich mit der Maus verschieben. Durch <action>Rechtsklick</action> auf das Textfeld und nachfolgende Platzierung im Kontext-Menü kann es an einer der Achsen einrasten. Aus dem Kontext-Menü heraus läßt sich das Textfeld auch rotieren, z. B. um den Text senkrecht anzuzeigen.
italian: Premendo il comando <guibutton>OK</guibutton>, l'etichetta viene mostrata nell'area grafica in cui può essere trascinata ovunque con il mouse o agganciata a uno degli assi con <action>right clicking</action> su di esso e scegliendo poi la posizione dal menu contestuale. Sempre grazie al menu contestuale, è anche possibile ruotare la tabella, ad es. per mostrarne il testo in senso verticale.
spanish: Cuando hagas clic en el botón <guibutton>Aceptar</guibutton>, el cuadro de texto aparecerá en el área gráfica. Recuerda que puedes arrastrar el cuadro de texto con el ratón a la posición que prefieras, o seleccionar una situación con el menú contextual. En dicho menú también tienes la opción de girar el cuadro de texto y, por ejemplo, colocarlo en vertical.
