Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if either <placeholder-4/> or <placeholder-5/> are non-zero, and evaluates to 0 otherwise.
dutch: <placeholder-1/> <placeholder-2/> <placeholder-3/> levert 1 op als <placeholder-4/> allebei of <placeholder-5/> niet-nul zijn en anders 0.
french: <placeholder-1/> <placeholder-2/> <placeholder-3/> donne 1 si l'un au moins de <placeholder-4/> ou <placeholder-5/> n'est pas nul, et donne 0 sinon.
german: <placeholder-1/> <placeholder-2/><placeholder-3/> ergibt 1, falls <placeholder-4/> oder <placeholder-5/> oder beide ungleich Null sind, und liefert sonst 0.
italian: <placeholder-1/> <placeholder-2/> <placeholder-3/> valuta 1 se o <placeholder-4/> oppure <placeholder-5/> sono diversi da 0, altrimenti valuta 0.
spanish: Operador lógico binario: O lógico. <placeholder-1/> <placeholder-2/> <placeholder-3/> devuelve 1 si cualquiera de las expresiones <placeholder-4/> o <placeholder-5/>, o ambas, no evalúa a 0, de otro modo, devuelve 0.

source: Logical XOR (xor)
dutch: Exclusieve of (xof)
french: OU EXCLUSIF logique (xor)
german: Logisches XOR (exclusiv oder)
italian: Logico XOR (xor)
spanish: XOR

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if either <placeholder-4/> or <placeholder-5/>, but not both, are non-zero, and evaluates to 0 otherwise.
dutch: <placeholder-1/> <placeholder-2/> <placeholder-3/> levert 1 op als ofwel <placeholder-4/> ofwel <placeholder-5/> niet nul is, maar niet allebei, en anders 0.
french: <placeholder-1/> <placeholder-2/> <placeholder-3/> donne 1 si l'un de <placeholder-4/> ou <placeholder-5/>, mais pas les deux, sont non nuls, et donne 0 sinon.
german: <placeholder-1/> <placeholder-2/><placeholder-3/> ergibt 1, falls entweder <placeholder-4/> oder <placeholder-5/> ungleich Null ist, und liefert sonst 0.
italian: <placeholder-1/> <placeholder-2/> <placeholder-3/> valuta 1 se o <placeholder-4/> o <placeholder-5/>, ma non entrambi, sono diversi da 0, altrimenti valuta 0.
spanish: Operador lógico binario: O lógico exclusivo. <placeholder-1/> <placeholder-2/> <placeholder-3/> devuelve 1 si sólo una de las expresiones <placeholder-4/> o <placeholder-5/> no evalúa a 0, de otro modo, devuelve 0.

source: Returns the sine of the argument, which may be in radians or degrees.
dutch: Geeft de sinus van het argument in radialen of graden.
french: Donne le sinus de l'argument, argument qui peut être en degrés ou radians.
german: Liefert den Sinus des Arguments, das die Einheit rad oder Grad haben kann.
italian: Restituisce il seno dell'argomento, che può essere in radianti o in gradi.
spanish: Devuelve el seno del argumento.

source: Returns the cosine of the argument, which may be in radians or degrees.
dutch: Geeft de cosinus van het argument in radialen of graden.
french: Donne le cosinus de l'argument, argument qui peut être en degrés ou radians.
german: Liefert den Cosinus des Arguments, das die Einheit rad oder Grad haben kann.
italian: Restituisce il coseno dell'argomento, che può essere in radianti o in gradi.
spanish: Devuelve el coseno del argumento.

source: Returns the tangent of the argument, which may be in radians or degrees.
dutch: Geeft de tangens van het argument in radialen of graden.
french: Donne la tangente de l'argument, argument qui peut être en degrés ou radians.
german: Liefert den Tangens des Arguments, das die Einheit rad oder Grad haben kann.
italian: Restituisce la tangente dell'argomento, che può essere in radianti o in gradi.
spanish: Devuelve la tangente del argumento.

source: Returns the inverse sine of the argument. The returned value may be in radians or degrees.
dutch: Geeft de inverse sinus van het argument. Het resultaat kan in radialen of graden zijn.
french: Donne la réciproque du sinus de l'argument. Le résultat peut être en degrés ou en radians.
german: Liefert den Arcussinus des Arguments in rad oder Grad.
italian: Restituisce l'arcoseno dell'argomento, in radianti o gradi.
spanish: Devuelve el arcoseno del argumento.

source: Returns the inverse cosine of the argument. The returned value may be in radians or degrees.
dutch: Geeft de inverse cosinus van het argument. Het resultaat kan in radialen of graden zijn.
french: Donne la réciproque du cosinus de l'argument. Le résultat peut être en degrés ou en radians.
german: Liefert den Arcuscosinus des Arguments in rad oder Grad.
italian: Restituisce l'arcocoseno dell'argomento, in radianti o gradi.
spanish: Devuelve el arcocoseno del argumento.

source: Returns the inverse tangent of the argument. The returned value may be in radians or degrees.
dutch: Geeft de inverse tangens van het argument. Het resultaat kan in radialen of graden zijn.
french: Donne la réciproque de la tangente de l'argument. Le résultat peut être en degrés ou en radians.
german: Liefert den Arcustangens des Arguments in rad oder Grad.
italian: Restituisce l'arcotangente dell'argomento, in radianti o gradi.
spanish: Devuelve la arcotangente del argumento.

source: Returns the secant of the argument, which may be in radians or degrees.
dutch: Geeft de secans van het argument in radialen of graden.
french: Donne la sécante de l'argument, argument qui peut être en degrés ou radians.
german: Liefert den Sekans des Arguments, das die Einheit rad oder Grad haben kann.
italian: Restituisce la secante dell'argomento, che può essere in radianti o in gradi.
spanish: Devuelve la secante del argumento.

source: Returns the cosecant of the argument, which may be in radians or degrees.
dutch: Geeft de cosecans van het argument in radialen of graden.
french: Donne la cosécante de l'argument, argument qui peut être en degrés ou radians.
german: Liefert den Cosekans des Arguments, das die Einheit rad oder Grad haben kann.
italian: Restituisce la cosecante dell'argomento, che può essere in radianti o in gradi.
spanish: Devuelve la cosecante del argumento.

source: Returns the cotangent of the argument, which may be in radians or degrees.
dutch: Geeft de cotangens van het argument in radialen of graden.
french: Donne la cotangente de l'argument, argument qui peut être en degrés ou radians.
german: Liefert den Cotangens des Arguments, das die Einheit rad oder Grad haben kann.
italian: Restituisce la cotangente dell'argomento, che può essere in radianti o in gradi.
spanish: Devuelve la cotangente del argumento.

source: Returns the inverse secant of the argument. The returned value may be in radians or degrees.
dutch: Geeft de inverse secans van het argument. Het resultaat kan in radialen of graden zijn.
french: Donne la réciproque de la sécante de l'argument. Le résultat peut être en degrés ou en radians.
german: Liefert den Arcussecans des Arguments in rad oder Grad.
italian: Restituisce l'arcosecante dell'argomento, in radianti o gradi.
spanish: Devuelve la arcosecante del argumento.

source: Returns the inverse cosecant of the argument. The returned value may be in radians or degrees.
dutch: Geeft de inverse cosecans van het argument. Het resultaat kan in radialen of graden zijn.
french: Donne la réciproque de la cosécante de l'argument. Le résultat peut être en degrés ou en radians.
german: Liefert den Arcuscosecans des Arguments in rad oder Grad.
italian: Restituisce l'arcocosecante dell'argomento, in radianti o gradi.
spanish: Devuelve la arcocosecante del argumento.

source: Returns the inverse cotangent of the argument. The returned value may be in radians or degrees.
dutch: Geeft de inverse cotangens van het argument. Het resultaat kan in radialen of graden zijn.
french: Donne la réciproque de la cotangente de l'argument. Le résultat peut être en degrés ou en radians.
german: Liefert den Arcuscotangens des Arguments in rad oder Grad.
italian: Restituisce l'arcocotangente dell'argomento, in radianti o gradi.
spanish: Devuelve la arcocotangente del argumento.

source: Power and Logarithm
dutch: Macht en Logaritme
french: Puissance et Logarithme
german: Potenz und Logarithmus
italian: Potenza e Logaritmo
spanish: Potenciales y Logarítmicas

source: Returns the square of the argument, i.e. the power of two.
dutch: Geeft het kwadraat van het argument, dat wil zeggen de tweede macht.
french: Donne le carré de l'argument, i.e. sa puissance de deux.
german: Liefert das Quadrat des Arguments zurück, also hoch zwei.
italian: Restituisce il quadrato dell'argomento, cioè l'argomento elevato a potenza 2.
spanish: Devuelve el cuadrado del argumento.

source: Returns e raised to the power of the argument.
dutch: Geeft e tot de macht het argument.
french: Donne e à la puissance l'argument.
german: Erhebt die Euler'schen Zahl e zur angegebenen Potenz.
italian: Restituisce 'e' elevato alla potenza dell'argomento.
spanish: Devuelve la constante de Euler, <emphasis>e</emphasis>, elevada a la potencia expresada por el argumento.

source: Returns the n<superscript>th</superscript> root of the argument.
dutch: Geeft de n<superscript>de</superscript> machtswortel van het argument.
french: Donne la racine n<superscript>ième</superscript> de l'argument.
german: Liefert die n-te Wurzel des Arguments.
italian: Restituisce la n-esima radice dell'argomento.
spanish: Devuelve la raíz enésima del argumento.

source: Returns the logarithm with base e to the argument.
dutch: Geeft de logaritme met grondtal e van het argument.
french: Donne le logarithme de base e (logarithme népérien) de l'argument.
german: Liefert den natürlichen Logarithmus des Arguments zurück.
italian: Restituisce il logaritmo in base 'e' dell'argomento.
spanish: Devuelve el logaritmo natural o neperiano del argumento.

source: Returns the logarithm with base 10 to the argument.
dutch: Geeft de logaritme met grondtal 10 van het argument.
french: Donne le logarithme décimal de l'argument (base 10).
german: Liefert den 10er-Logarithmus des Arguments zurück.
italian: Restituisce il logaritmo in base 10 dell'argomento.
spanish: Devuelve el logaritmo decimal del argumento.

source: Returns the logarithm with base n to the argument.
dutch: Geeft de logaritme met grondtal n van het argument.
french: Donne le logarithme de base n de l'argument.
german: Liefert den Logarithmus mit der Basis n des Arguments zurück.
italian: Restituisce il logaritmo in base 'n' dell'argomento.
spanish: Devuelve el logaritmo en base <emphasis>n</emphasis> del argumento.

source: Returns the angle of the argument in radians or degrees.
dutch: Geeft de hoek van het argument in radialen of graden.
french: Donne l'argument en radians ou degrés de la valeur complexe.
german: Liefert den Winkels des Arguments in rad oder Grad zurück.
italian: Restituisce l'angolo dell'argomento, in radianti o gradi.
spanish: Devuelve el argumento o ángulo polar del parámetro insertado.

source: Returns the integer part of the argument.
dutch: Geeft het geheel deel van het argument.
french: Donne la troncature de l'argument.
german: Liefert den ganzzahligen Anteil des Arguments zurück.
italian: Restituisce la parte intera dell'argomento.
spanish: Devuelve la parte entera del argumento eliminando su parte decimal.

source: Rounds the argument up to nearest integer.
dutch: Rondt het argument naar boven af tot dichtstbijzijnde gehele getal.
french: Arrondit l'argument à l'entier supérieur le plus proche.
german: Rundet das Argument zur nächsten Ganzzahl auf.
italian: Arrotonda l'argomento al più vicino intero, verso l'alto.
spanish: Devuelve el argumento redondeado hacia arriba.

source: Rounds the argument down to the nearest integer.
dutch: Rondt het argument naar beneden af tot dichtstbijzijnde gehele getal.
french: Arrondit l'argument à l'entier inférieur le plus proche.
german: Rundet das Argument zur nächsten Ganzzahl ab.
italian: Arrotonda l'argomento al più vicino intero, verso il basso.
spanish: Devuelve el argumento redondeado hacia abajo.

source: Rounds the first argument to the number of decimals given by the second argument.
dutch: Rondt het eerste argument af op het aantal decimalen gegeven door het tweede argument.
french: Arrondit le premier argument avec le nombre de décimales indiqué par le second argument.
german: Rundet das erste Argument auf die Anzahl der Dezimalstellen aus dem zweiten Argument.
italian: Arrotonda il primo argomento al numero di decimali assegnato al secondo argomento.
spanish: Devuelve el primer argumento con el número de decimales indicado por el segundo argumento.

source: Returns the sign of the argument: 1 if the argument is greater than 0, and -1 if the argument is less than 0.
dutch: Geeft het teken van het argument: 1 als het argument groter is dan 0, en -1 als het argument kleiner is dan 0.
french: Donne le signe de l'argument : 1 si l'argument est plus grand que 0 et -1 si l'argument est moins grand que 0.
german: Liefert das Vorzeichen des Arguments zurück: 1, wenn das Argument gößer als 0 ist und -1, wenn es kleiner als 0 ist.
italian: Restituisce il segno dell'argomento: 1 se l'argomento è superiore a 0, -1 se l'argomento è inferiore a 0.
spanish: Devuelve el signo del argumento: 1 si el argumento es mayor que 0, y –1 si el argumento es menor que 0.

source: Unit step: Returns 1 if the argument is greater than or equal 0, and 0 otherwise.
dutch: Eenheid stap: geeft 1 als het argument groter dan of gelijk is aan 0, en 0 anders.
french: Échelon unitaire : donne 1 si l'arguement est positif ou nul, et 0 sinon.
german: Einheitssprung: Liefert 1 zurück, wenn das Argument gößer gleich als 0 ist, sonst 0.
italian: 'A gradino': Restituisce 1 se l'argomento è >= 0, altrimenti restituisce 0.
spanish: Devuelve la función escalón unitario.

source: Returns the smallest of the arguments.
dutch: Geeft de kleinste van de argumenten.
french: Donne le plus petit des arguments.
german: Liefert das kleinste Argument zurück.
italian: Restituisce il più piccolo degli argomenti.
spanish: Devuelve el valor mínimo de dos o más argumentos.

source: Returns the greatest of the arguments.
dutch: Geeft het grootste van de argumenten.
french: Donne le plus grand des arguments.
german: Liefert das grösste Argument zurück.
italian: Restituisce il più grande degli argomenti.
spanish: Devuelve el valor máximo de dos o más argumentos.

source: Returns the second argument if it is in the range of the first and third argument.
dutch: Geeft het tweede argument als het in het bereik van het eerste en derde argument ligt.
french: Donne le deuxième argument s'il est dans l'intervalle défini par le premier et le troisième argument.
german: Liefert das zweite Argument zurück, wenn es im Bereich zwischen dem ersten und dritten Argument ist.
italian: Restituisce il 2° argomento se esso ricade nell'intervallo tra il 1° e il 3° argomento.
spanish: Devuelve el segundo argumento si éste se encuentra en el intervalo entre el primer argumento y el tercer argumento.

source: Returns the second argument if the first argument does not evaluate to 0; Else the third argument is returned.
dutch: Geeft het tweede argument als het eerste argument geen 0 oplevert; anderskrijg je het derde argument.
french: Donne le deuxième argument si le premier argument n'est pas nul ; sinon cela donne le troisième argument.
german: Liefert das zweite Argument zurück, wenn das erste Argument nicht 0 ergibt, sonst das dritte Argument.
italian: Restituisce il 2° argomento se il 1° non restituisce 0, altrimenti viene restituito il 3° argomento.
spanish: Devuelve el segundo argumento si la condición evalúa a verdadera, de otro modo devuelve el tercer argumento.

source: Returns the numeric integral of the first argument from the second argument to the third argument.
dutch: Geeft de bepaalde integraal van het eerste argument, van het tweede argument tot het derde argument.
french: Donne l'intégrale simple du premier argument de la valeur du deuxième argument à celle du troisième.
german: Liefert das numerische Integral des ersten Argumentes vom zweiten Argument bis zum dritten Argument zurück.
italian: Restituisce l'integrale numerico del 1° argomento calcolato tra il 2° e il 3° argomento.
spanish: Devuelve la integral definida del primer argumento evaluada desde el segundo argumento al tercer argumento.

source: Returns the sum of the first argument evaluated for each integer in the range from the second to the third argument.
dutch: Geeft de som van het eerste argument uitgerkened voor elk geheel getal in het bereik van het tweede tot het derde argument.
french: Donne la somme des valeurs du premier argument calculées pour tous les entiers entre le deuxième et le troisième argument.
german: Ergibt die Summe des ersten Arguments, berechnet für jede Ganzzahl im Bereich vom zweiten bis zum dritten Argument.
italian: Restituisce la somma del 1° argomento valutata per ogni intero nell'intervallo compreso tra il 2° e il 3° argomento.
spanish: Devuelve el sumatorio del primer argumento evaluado para todos los números enteros entre el segundo argumento y el tercer argumento.

source: Returns the product of the first argument evaluated for each integer in the range from the second to the third argument.
dutch: Geeft het produkt van het eerste argument uitgerekend voor elk geheel getal in het bereik van het tweede tot het derde argument.
french: Donne le produit des valeurs du premier argument calculées pour tous les entiers entre le deuxième et le troisième argument.
german: Ergibt das Produkt des ersten Argumentes, berechnet für jede Ganzzahl im Bereich vom zweiten bis zum dritten Argument.
italian: Restituisce il prodotto del 1° argomento valutata per ogni intero nell'intervallo compreso tra il 2° e il 3° argomento.
spanish: Devuelve el multiplicatorio del primer argumento evaluado para todos los números enteros entre el segundo argumento y el tercer argumento.

source: Returns the Euler gamma function of the argument.
dutch: Geeft de Euler gamma functie van het argument.
french: Donne la valeur de la fonction gamma d'Euler de l'argument.
german: Liefert the Eulersche Gammafunktion des Arguments zurück.
italian: Restituisce la funzione-Gamma di Eulero dell'argomento.
spanish: Devuelve el valor de la función gamma de Euler evaluada en el argumento indicado.

source: Returns the beta function evaluated for the arguments.
dutch: Geeft de beta functie van het argument.
french: Donne la valeur de la fonction beta des arguments.
german: Liefert die für die Argumente berechnete Betafunktion zurück.
italian: Restituisce la funzione-Beta calcolata per gli argomenti.
spanish: Devuelve el valor de la función beta de Euler evaluada en los dos argumentos indicados.

source: Returns the Lambert W-function evaluated for the argument.
dutch: Geeft de Lambert W functie van het argument.
french: Donne la valeur de la fonction W de Lambert pour l'argument.
german: Liefert die für die Argumente berechnete Lambertsche W-Funktion zurück.
italian: Restituisce la funzione-W di Lambert calcolata per l'argomento.
spanish: Devuelve el valor de la función W de Lambert evaluada en el argumento indicado.

source: Returns the Riemann Zeta function evaluated for the argument.
dutch: Geeft de Riemann Zeta functie van het argument.
french: Donne la valeurde la fonction Zeta de Riemann pour l'argument.
german: Liefert die für die Argumente berechnete Riemannsche Zetafunktion zurück.
italian: Restituisce la funzione-Zeta di Riemann calcolata per l'argomento.
spanish: Devuelve el valor de la función zeta de Riemann evaluada en el argumento indicado.

source: Notice the following relations:
dutch: Let op de volgende relaties:
french: Notez les relations suivantes :
german: Beachten Sie folgende Abhängigkeiten:
italian: Osserva le seguenti relazioni:
spanish: Observa las siguientes equivalencias:

source: List of menu items
dutch: Lijst van menu-items
french: Liste des items du menu
german: Liste der Menüpunkte
italian: Elenco voci del menu
spanish: Lista de comandos

source: menu items
french: items du menu
german: Menü-Punkte
italian: voci menu
spanish: comandos

source: shortcuts
dutch: snelkoppelingen
french: raccourcis
german: Kurzform
italian: scelta rapida
spanish: método abreviado de teclado

source: New
dutch: Nieuw
french: Nouveau
german: Neu
italian: Nuovo
spanish: Nuevo

source: Use this to create a new coordinate system for drawing graphs in.
dutch: Gebruik dit om een nieuw coördinatenstelsel te creëren voor het tekenen van grafieken.
french: Utilisez ceci pour créer un nouveau repère dans lequel tracer des graphiques.
german: Verwenden Sie dies, um ein ein neues Koordinatensystem zum Zeichnen von Graphen zu erzeugen.
italian: Usa questo per creare un nuovo sistema di coordinate ove tracciare grafici.
spanish: Crea un nuevo sistema de coordenadas.

source: Open...
dutch: Openen...
french: Ouvrir...
german: Öffnen...
italian: Apri...
spanish: Abrir...

source: Reads an earlier saved coordinate system from a .grf file.
dutch: Gebruikt een eerder opgeslagen assenstelsel van een .grf-bestand.
french: Lit depuis un fichier .grf un repère préalablement enregistré.
german: Liest ein schon gespeichertes Koordinatensystem aus einer .grf-Datei ein.
italian: Leggi un precedente sistema di coordinate, precedentemente salvato come file .grf.
spanish: Abre un sistema de coordenadas ya guardado como archivo .grf (archivo de Graph).

source: Save
dutch: Sla op
french: Enregistrer
german: Speichern
italian: Salva
spanish: Guardar

source: Saves the coordinate system to a file.
dutch: Slaat het assenstelsel op in een bestand.
french: Enregistre le repère dans un fichier.
german: Speichert das Koordinatensystem in eine Datei.
italian: Salva il sistema di coordinate in un file.
spanish: Guarda los cambios efectuados en el archivo .grf abierto sobrescribiendo su última versión. Este comando permite actualizar el archivo activo en cualquier momento.

source: Save as...
dutch: Sla op als
french: Enregistrer sous...
german: Speichern unter...
italian: Salva come...
spanish: Guardar como...

source: Saves the coordinate system to a file with a new name.
dutch: Slaat het assenstelsel op in een nieuw bestand.
french: Enregistre le repère dans un fichier avec un nouveau nom.
german: Speichert das Koordinatensystem mit neuem Namen in eine Datei.
italian: Salva il sistema di coordinate in un file con nuovo nome.
spanish: Guarda el sistema de coordenadas activo como un archivo .grf con el nombre y ubicación que especifiques. Si el archivo ya existe, permite guardarlo con otro nombre y ubicación.

source: Saves the shown coordinate system as an image.
dutch: Slaat het getoonde assenstelsel op als een figuur.
french: Enregistre le repère affiché comme image.
german: Speichert das Koordinatensystem als Bilddatei (*.emf, *.bmp oder *.png).
italian: Salva come immagine il grafico visualizzato.
spanish: Guarda el sistema de coordenadas activo como una imagen. Seis formatos de imagen están disponibles: bmp, emf, jpeg, pdf, png, svg.

source: Graph file...
dutch: Graph-bestand
french: Fichier Graph...
german: Graph-Datei...
italian: File Graph...
spanish: Archivo de Graph...

source: Imports the contents of another Graph file into the current coordinate system.
dutch: Voert de inhoud van een andere Graph-bestand in in het huidige assenstelsel.
french: Importe le contenu d'un autre fichier Graph dans le repère en cours.
german: Importiert den Inhalt einer anderen Graph-Datei ins aktuelle Koordinatensystem.
italian: Importa i contenuti di un altro file Graph nel sistema di coordinate corrente.
spanish: Importa el contenido de un archivo .grf al sistema de coordenadas activo.
