Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: This will zoom in at the center of the graphing area, so you will see a &frac14; of the previous graphing area.
dutch: Zoomt in op het midden van het grafische gebied, zodat je een &frac14; van het vorige grafische gebied te zien krijgt.
french: Ceci fera un zoom avant au centre de la zone de graphique et vous verrez une &frac14; de la précédente zone de graphique.
german: Hiermit zoomen Sie in die Mitte der Zeichenfläche, so daß Sie &frac14; der vorigen Zeichenfläche sehen.
italian: Questo zoomerà (+) al centro dell'area grafica, così vedrai un &frac14; dell'area visualizzata precedentemente.
spanish: Acerca la presentación del sistema de coordenadas para mostrar el área gráfica original reducida a &frac14;. Si presionas <keycap>Mayús</keycap> aumentarás el factor de zoom. Recuerda que desde el cuadro de diálogo <guilabel>Personalizar barra de herramientas</guilabel>, puedes añadir los botones <emphasis role="bold">Acercar el eje X/Y</emphasis> a dicha barra. Estos botones permiten hacer zoom únicamente en el eje seleccionado.

source: Out
dutch: Uit
french: Diminuer
german: Verkleinern
italian: Indietro
spanish: Alejar

source: This will zoom out so you see 4 times as much as on the previous graphing area.
dutch: Zoomt uit zodat je 4 keer zoveel ziet als in het vorige grafische gebied.
french: Ceci fera un zoom arrière et vous verrez une zone 4 fois plus étendue que la précédente zone de graphique.
german: Hiermit zommen Sie heraus, so daß die nun sichtbare Zeichenfläche 4 mal so groß wie vorher ist.
italian: Questo zoomerà (-) al centro dell'area grafica, così vedrai 4 volte l'area visualizzata precedentemente.
spanish: Aleja la presentación del sistema de coordenadas para mostrar el área gráfica original cuadruplicada. Si presionas <keycap>Mayús</keycap> aumentarás el factor de zoom. Recuerda que desde el cuadro de diálogo <guilabel>Personalizar barra de herramientas</guilabel>, puedes añadir los botones <emphasis role="bold">Alejar el eje X/Y</emphasis> a dicha barra. Estos botones permiten hacer zoom únicamente en el eje seleccionado.

source: Window
dutch: Venster
french: Fenêtre
german: Fenster
italian: Finestra
spanish: Recortar

source: Hold down the <action>left mouse button</action> while you select the area you want to fill the whole graphing area. <action>Right click</action> or press <keycap>Esc</keycap> to cancel the command.
dutch: Hou de <action>linker muisknop</action> terwijl je het gedeelte selecteert dat je wil dat het hele grafische gebied vult. <action>Klik met de rechtermuisknop</action> of druk op <keycap>Esc</keycap> om het commando te annuleren.
french: Maintenir appuyé le <action>bouton gauche de la souris</action> pendant que vous sélectionnez la partie de la zone de graphique que vous voulez remplir. Faites un <action>clic droit</action> ou appuyez sur <keycap>Esc</keycap> pour annuler l'opération.
german: Halten Sie die <action>linke Maustaste</action> gedrückt, während Sie den Bereich wählen, der die ganze Zeichenfläche ausfüllen soll. Mit einem <action>Rechtsklick</action> oder <keycap>Esc</keycap> wird der Befehl abgebrochen.
italian: Tieni premuto il tasto<action>left click</action> del mouse mentre selezioni l'area che vuoi vada a riempire l'intera area grafica. Per annullare il comando o <action>right click</action> o premi <keycap>Esc</keycap>.
spanish: Permite recortar una parte del sistema de coordenadas con el botón izquierdo del ratón. El puntero por defecto cambiará a uno en forma de cruz. Cuando sueltes el citado botón, el área gráfica mostrará de inmediato la parte que hayas seleccionado. Si una vez activada esta acción deseas cancelarla, haz clic derecho con el ratón o presiona <keycap>Esc</keycap>.

source: This changes the y-axis to the same scale as the x-axis. It will make a circle look correctly instead of showing as an ellipse. The axes will stay equally scaled until disabled again.
dutch: Dit verandert de y-as naar de dezelfde schaal als de x-as. Hierdoor zal een cirkel een cirlem zijn en geen ellips. De assen blijft gelijk geschaald tot weer uitgeschakeld.
french: Ceci met l'axe des y à la même échelle que l'axe des x. Cela fera qu'un cercle n'aura pas l'allure d'une ellipse. Les axes resteront à la même échelle jusqu'à désactivation.
german: Hiermit erhält die Y-Achse denselben Maßstab wie die X-Achses. Ein Kreis wird nun korrekt dargestellt statt als Ellipse. Die Achsenskalierung bleibt bis zur nächsten Änderung bestehen.
italian: Questo porta l'asse-y alla stessa scala dell'asse-x. Ciò permette di visualizzare correttamente un cerchio che altrimenti apparirebbe come elisse. Gli assi rimarranno egualmente scalati sino a che non si disabilita l'opzione.
spanish: Aplica el mismo factor de escala a los dos ejes. Por ejemplo, con esta opción el programa mostrará un círculo como tal, y no como una elipse.

source: Standard
dutch: Standaard
spanish: Normalizar

source: Returns the axes settings to the same default settings used when creating a new coordinate system.
dutch: Geeft de assen dezelfde standaardinstellingen gebruikt bij het maken van een nieuw coördinatenstelsel.
french: Ramène les paramètres des axes aux valeurs par défaut utilisées lors de la création d'un nouveau repère.
german: Setzt die Achsen-Einstellungen auf die Voreinstellungen zurück (mit denen man ein neues Koordinatensystem erstellt).
italian: Riporta le impostazioni degli assi a quelle di default che hai usato per creare il nuovo sistema di coordinate.
spanish: Devuelve a los ejes la configuración definida por defecto.

source: When selected the mouse pointer changes to a hand. You may now use the mouse to drag the coordinate system around. Select the menu item again, <action>right click</action> or press <keycap>Esc</keycap> to return to normal mode. As an alternative to this menu item, you may hold down the <keycap>Shift</keycap> key and drag the coordinate system around.
dutch: Bij selectie verandert de gebruikte muisaanwijzer in een hand. Je kunt de muis gebruiken om het assenstelsels rond te slepen. Selecteert het menu-item opnieuw , <action> klik met de rechtermuisknop </action> of druk op <keycap> Esc </keycap> om terug te keren naar de normale modus. Als alternatief voor dit menu-item, kun je de <keycap>Shift</keycap>-toets ingedrukt houden en het coördinatensysteem rondslepen.
french: Quand l'item est sélectionné, le curseur devient une main. Vous pouvez alors utiliser la souris pour déplacer le repère en tous sens. Sélectionnez à nouveau l'item du menu, faites un <action>clic droit</action> ou appuyez sur <keycap>Esc</keycap> pour revenir au mode normal. Une alternative à cet item du menu est de maintenir appuyée la touche <keycap>Shift</keycap> et de déplacer le repère en tous sens.
german: Wenn ausgewählt, wird der Cursor zur Hand. Sie können mit der Maus das Koordinatensystem umherschieben. Mit einem <action>Rechtsklick</action>, <keycap>Esc</keycap> oder erneutes Anwählen des Menüpunkts kehren sie in den Normalmodus zurück. Alternativ zu diesem Menüpunkt lässt sich das Koordinatensystem auch bei gedrückter <keycap>Shift</keycap>-Taste umherschieben.
italian: Se selezionato, il puntatore del mouse diventa una 'mano' da usare per trascinare il sistema di coordinate. Per ritornare alla modalità normale, riseleziona la voce del menu con <action>right click</action> o premi <keycap>Esc</keycap>. In alternativa, puoi trascinare il sistema di coordinate tenedo premuto il tasto <keycap>Shift</keycap>.
spanish: Permite arrastrar el sistema de coordenadas con el ratón. El puntero por defecto cambiará a uno en forma de mano. Si una vez activada esta acción deseas cancelarla, selecciona de nuevo el comando, haz clic derecho con el ratón o presiona <keycap>Esc</keycap>. Alternativamente, puedes presionar <keycap>Mayús</keycap> y hacer clic izquierdo con el ratón para arrastrar el sistema coordenado.

source: Fit
dutch: Doe passen
french: Ajuster
german: Passend
italian: Adatta
spanish: Ajustar

source: This will change the axes settings to show all parts of the selected <placeholder-1/>.
dutch: Dit verandert de asinstellingen zodat alle delen van de geselecteerde <placeholder-1/> getoond worden.
french: Ceci changera les paramètres des axes pour afficher la totalité de l'<placeholder-1/> sélectionné.
german: Die Achseneinstellungen werden so angepaßt, daß alle Teile des ausgewählten <placeholder-1/> angezeigt werden.
italian: Questo cambierà le impostazioni degli assi al fine di mostrare tutte le parti dell'<placeholder-1/> selezionato.
spanish: Redimensiona el área gráfica para mostrar el <placeholder-1/> seleccionado.

source: Fit all
dutch: Doe passen
french: Ajuster à l'ensemble
german: Passend
italian: Adatta tutto
spanish: Ajustar todo

source: This will change the axes settings to show all parts of all the elements in the <placeholder-1/>.
dutch: Dit verandert de asinstellingen naar alle delen van alle elementen in <placeholder-1/> getoond.
french: Ceci changera les paramètres des axes pour afficher la totalité de tous les éléments dans la <placeholder-1/>.
german: Die Achseneinstellungen werden so angepaßt, daß alle Elemente in der <placeholder-1/> komplett angezeigt werden.
italian: Questo cambierà le impostazioni degli assi al fine di mostrare tutti gli elementi nella <placeholder-1/>.
spanish: Redimensiona el área gráfica para mostrar todos los elementos recogidos en el <placeholder-1/>.

source: Calculates the distance along the path between two points on the selected graph.
dutch: Berekent de afstand langs het pad tussen twee punten op de geselecteerde grafiek.
french: Calcule la distance du chemin sur la courbe entre deux points du graphique sélectionné.
german: Berechnet die Entfernung entlang der Kurve zwischen zwei Punkten des ausgewählten Graphen.
italian: Calcola la distanza lungo il percorso tra due punti sul grafico selezionato.
spanish: Calcula la longitud del segmento definido entre dos puntos de la gráfica de la función seleccionada.

source: Calculates the definite integral for a specified domain range. This is the same as the signed area between the graph and the x-axis.
dutch: Berekent de bepaalde integraal voor een bepaald gebied. Dit is hetzelfde als de getekende gebied tussen de grafiek en de x-as.
french: Calcule l'intégrale définie pour un intervalle donné. C'est identique à l'aire algébrique du domaine compris entre l'axe des x et la courbe.
german: Berechnet das bestimmte Integral für ein gegebenes Intervall. Das entspricht der Fläche (Vorzeichen beachten!) zwischen Funktionsgraph und X-Achse.
italian: Calcola l'integrale definito per uno specificato intervallo. Ciò equivale all'area compresa tra il grafico e l'asse-x.
spanish: Calcula la integral definida en el intervalo especificado. El resultado es igual al área comprendida entre la gráfica de la función y el eje X.

source: This will evaluate the selected function for a given value. For standard functions f(x), f'(x) and f''(x) are evaluated. For parametric functions x(t), y(t), dx/dt, dy/dt and dy/dx are evaluated. For polar functions r(t), x(t), y(t), dr/dt and dy/dt are evaluated.
dutch: Dit berekent de functiewaarde in een gegeven argument. Voor standaardfunctie worden s f (x), f '(x) en f''(x) berekend. Voor parametrische functies x (t), y (t), worden dx / dt, dy / dt en dy / dx berekend. Voor polaire functies r (t), x (t), y (t), worden dr / dt en dy / dt berekend.
french: Ceci calculera l'image de la fonction sélectionnée pour une valeur donnée. Pour une fonction standard sont calculés f(x), f'(x) et f''(x). Pour les représentations paramétriques sont calculés x(t), y(t), dx/dt, dy/dt et dy/dx.Pour les fonctions polaires sont calculés r(t), x(t), y(t), dr/dt et dy/dt.
german: Die ausgewählte Funktion wird an einem gegebenen Punkt untersucht. Bei Standard-Funktionen werden f(x), f'(x) und f''(x) ausgwertet. Bei Parameterfunktionen werden x(t), y(t), dx/dt, dy/dt und dy/dx ausgewertet. Bei Polar-Funktionen werden r(t), x(t), y(t), dr/dt und dy/dt ausgewertet.
italian: Questo valuterà la funzione selezionata per il valore indicato. Ovvero: f(x), f'(x) e f''(x) per le funzioni standard; x(t), y(t), dx/dt, dy/dt e dy/dx per le funzioni parametriche; r(t), x(t), y(t), dr/dt e dy/dt per le funzioni polari.
spanish: Evalúa la función seleccionada en un punto dado. En funciones explícitas, para un valor de la variable <parameter>x</parameter> se indican <emphasis>f(x), f’(x), f’’(x)</emphasis>. En funciones paramétricas, para un valor del parámetro <parameter>t</parameter> se indican <emphasis>x(t), y(t), dx/dt, dy/dt, dy/dx</emphasis>. En funciones polares, para un valor del ángulo polar <parameter>t</parameter> se indican <emphasis>r(t), x(t), y(t), dr/dt, dy/dx</emphasis>.

source: Table...
dutch: Tabel...
german: Tabelle...
italian: Tabella...
spanish: Tabla de valores...

source: This dialog fills a table with a user-specified range of values and the result of evaluating the selected function for the values.
dutch: Dit dialoogvenster vult een tabel met een door de gebruiker opgegeven bereik van de argumenten en de corresponderde functiewaarden voor degeselecteerde functie.
french: Cette boîte de dialogue remplit une table de valeurs dans un intervalle spécifié avec des images de la fonction sélectionnée pour ces valeurs.
german: Dieser Dialog bewertet einen vom Benutzer angegebenen Wertebereich und schreibt diese Werte und deren Auswertung in eine Tabelle.
italian: Questo dialogo riempie una tabella con lo specificato intervallo di valori e il risultato della loro elaborazione da parte della funzione selezionata.
spanish: Proporciona una tabla de valores respecto a la función seleccionada en el intervalo especificado.

source: Animate...
dutch: Animeer...
french: Animer...
german: Animieren
italian: Crea animazione...
spanish: Animación...

source: This dialog allows you to create an animation from the data in the coordinate system by changing an existing custom constant. This makes it easy to see what happens when the constant changes. The animation may be saved to a disk file.
dutch: Dit dialoogvenster laat je in het assenstelsel een animatie maken van de gegevens door het veranderen van een bestaande constante. Dit maakt het gemakkelijk om te zien wat er gebeurt als de constante voortdurende verandert. De animatie kan worden opgeslagen in een bestand.
french: Cette boîte de dialogue vous permet de créer une animation à partir des données du repère en changeant une constante existante. Ceci rend facile de voir ce qui se passe quand la constante change. L'animation peut être enregistrée dans un fichier.
german: Mit diesem Dialog können Sie eine Animation der Daten im Koordinatensystem erzeugen, indem Sie eine bestehende benutzerdefinierte Konstante ändern. Damit sieht man leicht, was passiert, wenn sich die Konstante ändert. Die Animation kann in eine Datei gespeichert werden.
italian: Questa finestra di dialogo permette di creare una animazione, dai dati del sistema di coordinate, cambiando una costante personalizzata esistente. Ciò rende facile vedere cosa accade modificando la costante. L'animazione potrà poi essere salvata su file.
spanish: Crea una animación respecto a una función por modificación de una constante. Esto te permite observar cómo se altera la gráfica de la función al cambiar el valor de la constante que contiene. La animación puede ser guardada como un archivo .avi. Asimismo, bien un único cuadro de la animación bien todos sus cuadros pueden ser guardados como imágenes en tres formatos diferentes: bmp, jpeg, png.

source: Contents and index
dutch: Inhoud en index
french: Contenu et index
german: Inhalt und Index
italian: Contenuti e indice
spanish: Ayuda de Graph

source: Shows the contents and index of the help file.
dutch: Toont de inhoud en de index van het Help-bestand.
french: Affiche le contenu et l'index du fichier d'aide.
german: Zeigt Inhalt und Index der Hilfe-Datei an.
italian: Mostra il contenuto e l'indice della guida.
spanish: Muestra el archivo de <guimenu>Ayuda</guimenu> para el uso del programa.

source: Shows a list of functions and constants that may be used for plotting graphs.
dutch: Toont een lijst van functies en constanten die gebruikt kunnen worden voor het plotten van grafieken.
french: Affiche une liste de fonctions et de constantes qui peuvent être utilisées pour tracer les graphiques.
german: Zeigt eine Liste der Funktionen und Konstanten an, die für das Zeichnen von Graphen benutzt werden können.
italian: Mostra una lista di funzioni e costanti utilizzabili per tracciare i grafici.
spanish: Muestra una descripción de las variables, constantes, operadores y funciones predefinidos en el programa.

source: This will show a list of frequently asked questions and their answers.
dutch: Dit toont een lijst van veelgestelde vragen en de antwoorden erop.
french: Ceci affichera une liste des questions les plus fréquentes (FAQ) et de leurs réponses.
german: Zeigt eine Liste der häufig gestellten Fragen und deren Antworten an.
italian: Questo mostra un elenco di domande frequenti (FAQ) con le relative risposte.
spanish: Muestra una lista con las preguntas realizadas con más frecuencia, y sus respuestas.

source: Tip of the day
dutch: Tip van de dag
french: Astuce du jour
german: Tipp des Tages
italian: Suggerimento del giorno
spanish: Sugerencia del día

source: This will show some tips about using Graph in a more optimal way, and certain features of Graph you may not know about.
dutch: Dit toont een aantal tips over een optimaler gebruik van Graph en bepaalde functionaliyeiten van Graph die je misschien niet kent.
french: Ceci affichera des informations pour un usage optimal de Graph, et certaines fonctionnalités de Graph que vous ne connaissez peut-être pas.
german: Hier werden einige Tips über die optimale Nutzung und bestimmte Leistungsmerkmale von Graph angezeigt, die Sie vielleicht noch nicht kennen.
italian: Questo mostra alcuni suggerimenti per utilizzare al meglio Graph e alcune caratteristiche che al momento potresti ignorare.
spanish: Muestra consejos para un uso óptimo de Graph.

source: Graph web site
dutch: Website van Graph
french: Site web de Graph
german: Graph-Homepage
spanish: Página principal de Graph

source: Shows the web site for Graph in your default web browser.
dutch: Toont de website voor Graph in uw standaard webbrowser.
french: Affiche le site web de Graph dans votre navigateur.
german: Geht mit Ihrem voreingestellten Browser auf die Graph-Website.
italian: Mostra il sito web di Graph nel tuo browser predefinito.
spanish: Abre el navegador por defecto y muestra la página principal del programa.

source: Support
dutch: Ondersteuning
french: Services
german: Unterstützung
italian: Supporto
spanish: Soporte técnico

source: Shows the support forum for Graph in your default web browser.
dutch: Toont het ondersteuningsforum voor Graph in uw standaard webbrowser.
french: Affiche le forum de support de Graph dans votre navigateur.
german: Geht mit Ihrem voreingestellten Browser ins Graph-Support-Forum.
italian: Mostra il forum di supporto di Graph nel tuo browser predefinito.
spanish: Abre el navegador por defecto y muestra la página de soporte técnico del programa.

source: Donate
dutch: Schenk
french: Donation
german: Spenden
italian: Dona
spanish: Hacer una donación

source: Shows the web page that allows you to donate to the Graph project to support its development.
dutch: Geeft de webpagina die u toelaat om de ontwikkeling van het Graph-project geldelijk ts steunen.
french: Affiche la page web vous permettant d'effectuer des dons au projet Graph pour aider à son développement.
german: Geht mit Ihrem voreingestellten Browser auf die Website, auf der Sie das Graph-Projekt mit einer Spende unterstützen können.
italian: Mostra la pagina web dove poter fare una donazione a supporto dello sviluppo di Graph.
spanish: Abre el navegador por defecto y muestra la página principal del programa que te permitirá realizar una eventual donación al proyecto.

source: Check for update
dutch: Controleer op updates
french: Vérifier les mises à jour
german: Nach Aktualisierung suchen
italian: Controlla aggiornamenti
spanish: Buscar actualizaciones...

source: This will check if a new version of Graph is available. If there is a new version, you will be asked if you want to visit the web site of Graph to download the new version.
dutch: Dit zal controleren of een nieuwe versie van de Graph beschikbaar is. Als er een nieuwe versie, word je gevraagd of je de website van Graph wilt bezoeken en de nieuwe versie downloaden.
french: Ceci vérifiera si une nouvelle version de Graph est disponible. S'il y a une nouvelle version on vous proposera de visiter le site web de Graph pour télécharger cette nouvelle version.
german: Prüft, ob eine neue Version von Graph verfügbar ist. Falls ja, werden Sie gefragt, ob Sie die Graph-Website für einen Download der neuen Verion besuchen wollen.
italian: Questo verificherà la disponibilità di una nuova versione di Graph. Se c'è, ti verrà chiesto se desideri visitare il suo sito per scaricarla.
spanish: Contacta con la página principal de Graph para comprobar si una nueva versión está disponible. En caso afirmativo, un cuadro de diálogo te preguntará si deseas descargarla. Si no hay ninguna nueva versión, recibirás este mensaje: <guilabel>Ya estás utilizando la versión más reciente de Graph</guilabel>.

source: About Graph
dutch: Over Graph
french: À propos de Graph
german: Über Graph
italian: Su Graph
spanish: Acerca de Graph

source: Shows version number, copyright and license information for Graph.
dutch: Toont versienummer, auteursrecht en licentie-informatie voor de grafiek.
french: Affiche le numéro de version, le copyright et les informations sur la licence de Graph.
german: Zeigt Versionsnummer, Copyright und Lizenzinformationen für Graph an.
italian: Mostra informazioni su numero della versione, copyright e licenza d'uso di Graph.
spanish: Muestra información asociada al programa.

source: The following is a list of all the menu items in the program: <placeholder-1/>
dutch: Het volgende is een lijst met alle menu-items in het programma: <placeholder-1/>
french: Ce qui suit est une liste des items de menu du programme : <placeholder-1/>
german: Das Folgende ist eine Liste aller Menüpunkte im Programm: <placeholder-1/>
italian: Questo è l'elenco di tutte le voci dei menu di Graph: <placeholder-1/>
spanish: A continuación se describen los comandos disponibles en el programa: <placeholder-1/>

source: Custom functions/constants
dutch: Gebruikte functies/constanten
french: Fonctions/constantes personnelles
german: Benutzerdefinierte Funktionen/Konstanten
italian: Personalizza funzioni/costanti
spanish: Personalizar funciones/constantes

source: custom function
dutch: eigen functie
french: fonction personnelle
german: Benutzerdefinierte Funktion
italian: funzione personalizzata
spanish: función personalizada

source: custom constant
dutch: eigen constante
french: constante personnelle
german: Benutzerdefinierte Konstante
italian: costante personalizzata
spanish: constante personalizada
