Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: You can name the point series by starting the line before the data with # followed by the names separated by the same separator as the data. This can also be used for creating several point series that do not share the same x-coordinates by separating the point series with a # and optionally a name for the following point series. The following shows an example with space as separator: <placeholder-1/> This will create four point series each with four data points named a, b, c and d. a and b will share the same x-coordinates, and c and d will share the same x-coordinates.
french: Vous pouvez nommer les séries de points en commençant la ligne précédant les données par # suivi des noms séparés par le même délimiteur que les données. Ceci peut aussi être utilisé pour créer plusieurs séries de points ne partageant pas les mêmes abscisses en séparant les séries de points par un # avec un nom en option pour la série de points qui suit. Ce qui suit montre un exemple avec l'espace pour séparateur : <placeholder-1/> Cela créera quatre séries de points de chacune quatre points nommées a, b, c et d. a et b d'une part et c et d d'autre part partageront les mêmes abscissses.

source: Not only numbers, but any valid expression can be imported. The following shows an example with semicolon: <placeholder-1/>
french: Non seulement des nombres mais toute expression valide peut être importée. Ce qui suit montre un exemple avec le point-virgule : <placeholder-1/>

source: You may create a new Graph object in Word by choosing <placeholder-1/> in the toolbar and selecting <placeholder-2/> as <placeholder-3/>. The same dialog can be used to create an embedded Graph object from an existing grf-file. If you select <placeholder-4/>, you will get a linked object instead of an embedded object. This way all changes to the object will be reflected in the original grf-file. If the grf-file is not available you will not be able to edit the object, but you can still see the image in Word.
french: Vous pouvez créer un nouvel objet Graph dans Word en choisissant l'item <placeholder-1/> du menu en sélectionnant <placeholder-2/> comme <placeholder-3/>. La même boîte de dialogue peut être utilisée pour créer un objet Graph incorporé depuis un fichier .grf existant. Si vous sélectionnez <placeholder-4/>, vous obtiendrez un objet lié à la place d'un objet incorporé. De cette manière tout changement dans l'objet sera répercuté dans le fichier .grf original. Si le fichier .grf n'est pas disponible vous ne pourrez pas éditer l'objet, mais vous en verrez toujours l'image dans Word.

source: Color
dutch: Kleur
french: Couleur
german: Farbe
italian: Colore

source: Scalable Vector Graphics (svg)
french: Graphique vectoriel ajustable (svg)

source: Portable Network Graphics (png)
french: Graphique réseau portable (png)

source: Windows Bitmap (bmp)
french: Windows matriciel (bmp)

source: Portable Document Format (pdf)
french: Format de document portable (pdf)

source: <placeholder-1/> will integrate f(t)=t^2-7t+1 from -3 to 15 and evaluate to 396. More useful is <placeholder-2/>. This will plot the definite integral of f(s)=s*sin(s) from 0 to x, which is the same as the indefinite integral of f(x)=x*sin(x).
french: <placeholder-1/> intégrera f(t)=t^2-7t+1 de -3 à 15 et donnera 396. <placeholder-2/> est plus utile. Cela tracera l'intégrale de f(s)=s*sin(s) de 0 à x, qui est identique une primitive de f(x)=x*sin(x).

source: factorial
dutch: faculteit
french: factorielle
german: Fakultät
italian: fattoriale

source: No
dutch: Nee
french: Non
german: Nein

source: normal
dutch: normaal
french: normale
italian: normale

source: Polar
dutch: Polair
french: Trigo
german: Polarform
italian: Polare

source: Negation (-)
dutch: Negatie (-)
french: Opposé (-)
italian: Negazione (-)

source: Subtraction (-)
dutch: Aftrekking (-)
french: Soustraction (-)
german: Subtraktion (-)
italian: Sottrazione (-)

source: Equal (=)
dutch: Gelijk aan (=)
french: Égal (=)
german: Gleich (=)
italian: Uguale (=)

source: Ins
french: Inser
german: Einfg

source: This is a common place for plugins to put menu items that activates the plugin. The menu will not be shown if there are no plugins or the <link linkend="Plugins">plugin system</link> is not available.
french: C'est un endroit où les plugins placent les items qui permettent leur activation. Le menu ne sera pas affiché s'il n'y a pas de plugins ou si le <link linkend="Plugins">système de plugins</link> n'est pas disponible.

source: Real
dutch: Reëel
french: Réel
german: Reell
italian: Reale

source: Exponentiation (^)
dutch: Machtsverheffing
german: Exponentation (^)
italian: Esponenziazione (^)

source: Multiplication (*)
dutch: Vermenigvuldiging (*)
german: Multiplikation (*)
italian: Moltiplicazione (*)

source: Division (/)
dutch: Deling (/)
italian: Divisione (/)

source: Addition (+)
dutch: Optelling (+)
italian: Addizione (+)

source: Windows Enhanced Metafile (emf)
german: Windows Enhanced Metafile (auch: Erweiterte Metadatei, emf)

source: Zoom
german: Zoomen

source: Ctrl
german: Strg
