Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: This will shade the area inside the graph of the function in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing itself. This is especially useful to shade a closed part of a parametric or polar function, but it can also be used to shade standard functions.
dutch: Dit arceert binnen de grafiek van de functie in de geselecteerde interval. Selecteer je <placeholder-1/> of <placeholder-2/>, dan zal het interval vergroten of verkleinen tot de grafiek zichzelf sbijdt. Dit is vooral handig om een ingesloten deel van een parameter functie of polaire functie te arceren, maar het kan ook worden gebruikt om de standaardfuncties te arceren.
french: Ceci remplira l'aire à l'intérieur du graphique de la fonction sur l'intervalle sélectionné. Si vous marquez <placeholder-1/> ou <placeholder-2/>, l'intervalle se prolongera jusqu'à ce que le graphique se recoupe. C'est particulièrement utile pour remplir une partie fermée d'une représentation paramétrique ou polaire, mais cela peur aussi être utilisé pour des fonctions standards.
german: Es wird der Bereich innerhalb des Funktionsgraphen im gewählten Intervall schraffiert. Mit <placeholder-1/> oder <placeholder-2/> wird der Intervall verkleinert oder vergrößert, bis der Graph sich selbst kreuzt. Dies ist besonders nützlich, um einen umschlossenen Teil einer Parameter- oder Polarfunktion zu schraffieren, läßt sich aber auch für die Schraffur von Standardfunktionen verwenden.
italian: Ombreggerà l'area compresa tra il grafico della funzione e il fondo dell'area grafica nell'intervallo selezionato. Se spunti <placeholder-1/> o <placeholder-2/> l'intervallo aumenterà o decrescerà sino a che il grafico incrocerà il fondo dell'area grafica.
spanish: Rellena el área que encierra la gráfica de la función seleccionada consigo misma en el intervalo definido. Si activas la casilla <placeholder-1/> o <placeholder-2/> en la pestaña <guilabel>Opciones</guilabel>, el intervalo decrecerá o se incrementará respectivamente hasta que la gráfica se corte a sí misma.

source: Between functions
dutch: Tussen de functies
french: Entre fonctions
german: Zwischen Funktionen
italian: Tra le funzioni
spanish: Entre dos funciones

source: 2nd function
dutch: 2de functie
french: 2nd fonction
german: Zweite Funktion
italian: 2° funzione
spanish: Segunda función

source: This will shade the area between the graphs of two functions. The first function is the one you selected in the <placeholder-1/> in the main window, before you invoked the dialog. The second function is selected in the list box in the <placeholder-2/> tab. For standard functions, the interval will be the same for the two functions. For parametric functions, you may select different intervals for the two functions. If you don't select an interval for the second function, it will use the same interval as the first function.
dutch: Dit arceert het gebied tussen de grafieken van twee functies. De eerste functie is deze die je geselecteerd hebt in het <placeholder-1/> in het hoofdvenster, voordat u een beroep deed op het dialoogvenster. De tweede functie is geselecteerd in de keuzelijst in het <placeholder-2/> tabblad. Voor standaardfuncties, zal het interval gelijk voor de twee functies. Voor parameter functies, kan je verschillende intervallen voor de twee functies kiezen. Als je geen interval selecteert voor de tweede functie, zal hetzelfde gebruikt worden als van de eerste functie.
french: Ceci remplira l'aire entre les graphiques de deux fonctions. La première fonction est celle sélectionnée dans la <placeholder-1/> de la fenêtre principale, avant d'ouvrir la boîte de dialogue. La seconde fonction est sélectionnée dans la liste de l'onglet <placeholder-2/>. Pour les fonctions standards, l'intervalle sera le même pour les deux fonctions. Pour les représentations paramétriques vous pouvez sélectionner des intervalles différents pour les deux fonctions. Si vous ne définissez pas d'intervalle pour la seconde fonction, le même intervalle que pour la première fonction sera utilisé.
german: Es wird der Bereich zwischen den Graphen zweier Funktionen schraffiert. Die erste Funktion wurde in der <placeholder-1/> im Hauptfenster vor dem Aufruf des Dialogs gewählt. Die zweite Funktion wählen Sie in der Liste im Reiter <placeholder-2/>. Bei Standardfunktionen gilt für beide Funktionen derselbe Intervall. Bei Parameterfunktionen können Sie unterschiedliche Intervalle für die beiden Funktionen wählen. Wenn Sie keinen Intervall für die zweite Funktion wählen, gilt für sie derselbe Intervall wie für die erste.
italian: Ombreggerà l'area compresa tra i grafici di due funzioni. La prima funzione è quella che hai selezionato nella <placeholder-1/> nella finestra principale, prima di richiamare la finestra di dialogo, la seconda è selezionata nella lista nella pagina <placeholder-2/>. Per le funzioni standard, l'intervallo sarà lo stesso per entrambe le funzioni. Per le funzioni parametriche, puoi impostare intervalli differenziati per le due funzioni; se non selezioni un intervallo per la seconda funzione, verrà adottato quello impostato per la prima.
spanish: Rellena el área entre las gráficas de dos funciones en el intervalo definido. La función primaria es la seleccionada en el <placeholder-1/>, y la secundaria la seleccionada en la pestaña <placeholder-2/>.

source: Options
dutch: Opties
german: Einstellungen
italian: Opzioni
spanish: Opciones

source: At the <placeholder-1/> tab shown below, you may change the options for the shading.
dutch: Op het <placeholder-1/> tabblad hieronder, kun je de arcerings opties wijzigen.
french: Dans l'onglet <placeholder-1/> affiché ci-dessous, vous pouvez modifier les options de remplissage.
german: Im untenstehenden Reiter <placeholder-1/> können Sie die Schraffureinstellungen ändern.
italian: Nella sottostante pagina <placeholder-1/>, puoi cambiare le opzioni per l'ombreggiatura.
spanish: En la pestaña <placeholder-1/> abajo mostrada, establece tus preferencias respecto al relleno. Recuerda que en la caja de texto <guilabel>Descripción</guilabel> puedes escribir un nombre o texto explicativo para el relleno, que será mostrado por la <glossterm linkend="Legend">leyenda</glossterm>. Si nada escribes, el programa designará por defecto al relleno insertado como <emphasis>Relleno 1</emphasis>, <emphasis>Relleno 2</emphasis>, etc.

source: From
dutch: Van
french: De
german: Von
italian: Da
spanish: Desde

source: Here you may enter a value, for which you want the shading to start. You specify the x-coordinate if you are using a standard function or the t-parameter if you are using a parametric or polar function. If you don't enter a value, the shading will start at negative infinity. If you place a check mark in <placeholder-1/>, the start coordinate of the shading will be decreased from the entered value to the coordinate where the graph is crossing the axis, the edge of the graphing area, itself or another graph, depending of the type of shading selected.
dutch: Hier kun je een waarde invoeren, vanwaar je de arcering wil starten. Je geeft de x-coördinaat als je gebruik maakt van een standaardfunctie of de t-parameter als je gebruik maakt van een parameter functie of polaire functie. Als je geen waarde invoert, zal de arcering begint in min oneindig. Als je <placeholder-1/> aanvinkt, zal de startwaarde van de arcering worden verkleinen beginnende bij de ingevoerde waarde tot waar de as gesneden wordt, de rand van het grafische gebied, de grafiek zelf of een andere grafiek, afhankelijk van het gekozen type arcering.
french: Ici vous pouvez saisir la valeur à laquelle vous souhaitez démarrer le remplissage. Vous précisez l'abscisse si vous utilisez une fonction standard ou le paramètre t pour une représentation paramétrique ou polaire. Si vous ne saisissez pas de valeur le remplissage ne sera pas limité sur la gauche. Si vous marquez <placeholder-1/>, le démarrage du remplissage se fera depuis l'intersection du graphique avec un axe de coordonnées ou le bord de la zone de dessin ou lui-même ou un autre graphique à gauche de la valeur saisie, selon le type de remplissage choisi.
german: Hier können Sie den Wert eingeben, an dem die Schraffur beginnen soll. Bei einer Standardfunktion geben Sie die X-Koordinate ein, bei einer Parameter- oder Polarfunktion den t-Parameter. Wenn Sie keinen Wert eingeben, startet die Schraffur bei minus unendlich. Wenn Sie <placeholder-1/> aktivieren, wird die Startkoordinate der Schraffur vom eingegebenen Wert bis zu der Koordinate erhöht, an der der Graph die Achse, den Rand der Zeichenfläche, sich selbst oder einen anderen Graphen kreuzt, abhängig vom gewählten Schraffurtyp.
italian: Qui puoi immettere il valore dal quale vuoi far partire l'ombreggiatura. Specifica la coordinata-x se stai operando con una funzione standard o il parametro-t se usi unai funzione parametrica o polare. Se non immetti alcun valore, l'ombreggiatura inizierà a -infinito. Se spunti <placeholder-1/>, la coordinata iniziale verrà diminuita sino a raggiungere il valore in cui il grafico incrocia l'asse, il bordo dell'area grafica, esso stesso o un altro grafico a seconda del tipo di ombreggiatura selezionato.
spanish: En este cuadro indica el valor inicial de la coordenada <parameter>x</parameter> si manejas funciones explícitas, o de la variable <parameter>t</parameter> si recurres a funciones paramétricas o polares, es decir, dónde deseas que empiece el relleno. Si no introduces ningún valor, el relleno comenzará en –&infin;.<para>Si activas la casilla <placeholder-1/>, el valor inicial del intervalo decrecerá hasta el valor en el que la gráfica corte el eje X (<guilabel>Entre la función y el eje X</guilabel>), corte el eje Y (<guilabel>Entre la función y el eje Y</guilabel>), alcance el borde inferior de la ventana gráfica (<guilabel>Por debajo de la función</guilabel>), alcance el borde superior de la ventana gráfica (<guilabel>Por encima de la función</guilabel>), o intersecte consigo misma (<guilabel>Dentro de la función</guilabel>).</para>

source: To
dutch: Tot
french: À
german: Bis
italian: A
spanish: Hasta

source: Here you may enter a value, for which you want the shading to stop. You specify the x-coordinate if you are using a standard function or the t-parameter if you are using a parametric or polar function. If you don't enter a value, the shading will continue until positive infinity. If you place a check mark in <placeholder-1/>, the end coordinate of the shading will be increased from the entered value to the coordinate where the graph is crossing the axis, the edge of the graphing area, itself or another graph depending of the type of shading selected.
dutch: Hier kun je een waarde invoeren, waar de arcering moet te stoppen.Je geeft de x-coördinaat als jegebruik maakt van een standaardfunctie of de t-parameter als je gebruik maakt van een parameter functie of polaire functie. Als je geen waarde invoert, zal de arcering begint in min oneindig. Als je <placeholder-1/> aanvinkt, zal de startwaarde van de arcering worden veerkleinen beginnende bij de ingevoerde waarde tot waar de as gesneden wordt, de rand van het grafische gebied, de grafiek zelf of een andere grafiek, afhankelijk van het gekozen type arcering.
french: Ici vous pouvez saisir la valeur à laquelle vous souhaitez terminer le remplissage. Vous précisez l'abscisse si vous utilisez une fonction standard ou le paramètre t pour une représentation paramétrique ou polaire. Si vous ne saisissez pas de valeur le remplissage ne sera pas limité sur la droite. Si vous marquez <placeholder-1/>, la fin du remplissage se fera à l'intersection du graphique avec un axe de coordonnées ou le bord de la zone de dessin ou lui-même ou un autre graphique à droite de la valeur saisie, selon le type de remplissage choisi.
german: Hier können Sie den Wert eingeben, an dem die Schraffur enden soll. Bei einer Standardfunktion geben Sie die X-Koordinate ein, bei einer Parameter- oder Polarfunktion den t-Parameter. Wenn Sie keinen Wert eingeben, setzt sich die Schraffur bis plus unendlich fort. Wenn Sie <placeholder-1/> aktivieren, wird die Endkoordinate der Schraffur vom eingegebenen Wert bis zu der Koordinate erhöht, an der der Graph die Achse, den Rand der Zeichenfläche, sich selbst oder einen anderen Graphen kreuzt, abhängig vom gewählten Schraffurtyp.
italian: Qui puoi immettere il valore dal quale vuoi far fermare l'ombreggiatura. Specifica la coordinata-x se stai operando con una funzione standard o il parametro-t se usi una funzione parametrica o polare. Se non immetti alcun valore, l'ombreggiatura proseguirà sino a +infinito. Se spunti <placeholder-1/>, la coordinata finale verrà aumentata sino a raggiungere il valore in cui il grafico incrocia l'asse, il bordo dell'area grafica, esso stesso o un altro grafico a seconda del tipo di ombreggiatura selezionato.
spanish: En este cuadro indica el valor final de la coordenada <parameter>x</parameter> si manejas funciones explícitas, o de la variable <parameter>t</parameter> si recurres a funciones paramétricas o polares, es decir, dónde quieres que finalice el relleno. Si no introduces ningún valor, el relleno proseguirá hasta +&infin;.<para>Si activas la casilla <placeholder-1/>, el valor final del intervalo se incrementará hasta el valor en el que la gráfica corte el eje X (<guilabel>Entre la función y el eje X</guilabel>), corte el eje Y (<guilabel>Entre la función y el eje Y</guilabel>), alcance el borde inferior de la ventana gráfica (<guilabel>Por debajo de la función</guilabel>), alcance el borde superior de la ventana gráfica (<guilabel>Por encima de la función</guilabel>), o intersecte consigo misma (<guilabel>Dentro de la función</guilabel>).</para>

source: Style
dutch: Stijl
french: Type
german: Stil
italian: Stile
spanish: Estilo

source: Here you may choose between different styles to use for the shading.
dutch: Hier kun je kiezen uit verschillende arceringsstijlen kiezen.
french: Ici vous pouvez choisir entre différents types de remplissage.
german: Hier können Sie zwischen verschiedenen Schraffurtypen wählen.
italian: Qui puoi scegliere tra i diversi stili quello da usare per l'ombreggiatura.
spanish: Selecciona el estilo de relleno que deseas aplicar al área seleccionada: color uniforme o trama (rayado). Si quieres destacar la zona en que dos tramas se superponen, elige un estilo diferente para cada una de ellas.

source: Here you may choose the color of the shading.
dutch: Hier kun je de arceringskleur kiezen.
french: Ici vous pouvez choisir la couleur du remplissage.
german: Hier können Sie die Farbe der Schraffur auswählen.
italian: Qui puoi scegliere il colore dell'ombreggiatura.
spanish: Elige el color que prefieras para el relleno.

source: Mark border
dutch: Markeergrens
french: Marquer la frontière
german: Umranden
italian: Marca il bordo.
spanish: Marcar límites

source: Check this to draw a line around the border of the shading. Uncheck it to leave the shading without a border, which is useful if you want two shadings to look as one.
dutch: Selecteer dit aan om een lijn rond de arcering te tekenen. Deselecteer om geen rand te hebben, wat interessant is als je twee arceringsgebieden als één wilt zien.
french: Validez cette option pour tracer une ligne le long de la frontière du remplissage. Désactivez si vous souhaitez un remplissage sans frontière, ce qui est commode si vous voulez voir deux remplissages avoir l'aspect d'un seul.
german: Aktivieren, um die Schraffur mit einer Umrandung zu versehen. Deaktivieren, um zwei separate Schraffuren wie eine einzige zusammenhängende Schraffur aussehen zu lassen.
italian: Spunta qui per tracciare una linea lungo il bordo dell'ombreggiatura. Disabilita per lasciare l'ombreggiatura priva di bordo, utile se vuoi far apparire le due ombreggiature come una unica
spanish: Activa esta casilla si deseas delimitar el inicio y el final del intervalo del relleno con líneas. Desactívala si quieres que dos rellenos con el mismo estilo semejen uno sólo.

source: When you have chosen <placeholder-1/> in the <placeholder-2/> tab, you may select the second function in the <placeholder-3/> tab. The dialog with the <placeholder-4/> tab is shown below.
dutch: Als je<placeholder-1/> gekozen hebt in het <placeholder-2/> tabblad, kun je de tweede functie selecteren in het <placeholder-3/> tabblad. Het dialoogvenster met het <placeholder-4/> tabblad is hieronder weergegeven.
french: Quand vous avez choisi <placeholder-1/> dans l'onglet <placeholder-2/>, vous pouvez sélectionner la seconde fonction dans l'onglet <placeholder-3/>. La boîte de dialogue avec l'onglet <placeholder-4/> est affichée ci-dessous.
german: Wenn Sie im Reiter <placeholder-2/> die <placeholder-1/> gewählt haben, können Sie im Reiter <placeholder-3/> die zweite Funktion aussuchen. Der Dialog des Reiters <placeholder-4/> wird unten gezeigt.
italian: Se hai scelto <placeholder-1/> nella pagina <placeholder-2/>, puoi selezionare la seconda funzione nella pagina <placeholder-3/>. Qui sotto è mostrata la finestra di dialogo con la pagina <placeholder-4/>.
spanish: La imagen abajo mostrada ilustra la pestaña <placeholder-4/>. Observa que esta pestaña sólo está disponible si previamente has seleccionado la opción <placeholder-1/> en la pestaña <placeholder-2/>. En el cuadro de múltiples líneas <placeholder-3/> podrás elegir la función secundaria para un relleno entre dos funciones.

source: Shading range for 2nd function
dutch: Arceerbereik voor tweede functie
french: Plage de remplissage pour la seconde fonction.
german: Schraffierungsintervall für die zweite Funktion
italian: Intervallo ombreggiatura per la 2° funzione
spanish: Intervalo del relleno para la segunda función

source: This is used to select the interval for the second function, just like you selected the interval for the first function in the <placeholder-1/> tab. This is only available for parametric functions and not for standard functions. For standard functions the interval for the second function is always the same as the interval for the first function. If you enter neither a start nor an end of interval for a parametric function, the values for the first function will be used for the second function as well.
dutch: Dit wordt gebruikt om het interval voor de tweede functie te selecteren, net zoals je het interval voor de eerste functie in het <placeholder-1/> tabblad geselecteerd hebt. Dit is alleen beschikbaar voor parameter functies en niet voor standaard functies. Voor standaard functies is het interval voor de tweede functie altijd hetzelfde als het interval voor de eerste functie. Als je voor een parameter functie noch een begin noch een einde van de interval in voert , zullen ook de waarden voor de eerste functie worden gebruikt voor de tweede functie.
french: Ceci est utilisé pour sélectionner l'intervalle pour la seconde fonction, comme vous avez sélectionné l'intervalle pour la première dans l'onglet <placeholder-1/>. Ceci n'est disponible que pour les représentations paramétriques et non pour les fonctions classiques. Pour les fonctions classiques l'intervalle pour la seconde fonction est toujours le même que celui de la première fonction. Si vous n'entrez ni départ ni fin de l'intervalle pour une représentation paramétrique, les valeurs pour la première fonction seront utilisées pour la seconde.
german: Hiermit wählt man den Intervall für die zweite Funktion, genauso wie Sie im Reiter <placeholder-1/> den Intervall für die erste Funktion eingestellt haben. Dies ist nur für Parameterfunktionen möglich, denn bei den Standardfunktionen haben die erste und die zweite Funktion immer denselben Intervall. Geben Sie bei einer Parameterfunktion weder Intervall-Beginn noch -Ende an, so werden für die zweite Funktion dieselben Werte wie für die erste verwendet.
italian: Questo è usato per selezionare l'intervallo per la seconda funzione, esattamente come hai scelto quello per la prima funzione nella pagina <placeholder-1/>. E' disponibile solo per le funzioni parametriche e non per le standard in cui l'intervallo della seconda funzione è sempre uguale a quello della prima. Se, limitatamente alle funzioni parametriche, non assegni nè inizio nè fine intervallo per la seconda funzione, verranno utilizzati i valori impostati per la prima funzione.
spanish: Aquí puedes definir el intervalo para la función secundaria de forma similar a como indicaste el intervalo para la función primaria en la pestaña <placeholder-1/>, pero sólo está disponible para funciones paramétricas. En funciones explícitas y polares, el programa adoptará automáticamente para la función secundaria el intervalo establecido para la función primaria, incluso si para aquélla no indicaste ningún intervalo.<para>En el cuadro <guilabel>Desde</guilabel> indica el valor inicial de la coordenada <parameter>x</parameter>, o de la variable <parameter>t</parameter>, es decir, dónde deseas que comience el relleno. En el cuadro <guilabel>Hasta</guilabel> especifica el valor final de la coordenada <parameter>x</parameter>, o de la variable <parameter>t</parameter>, es decir, dónde quieres que termine el relleno. En ausencia de intervalo, se emplearán los valores por defecto, –&infin; y +&infin;.</para><para>Si activas la casilla <guilabel>Disminuir hasta intersección</guilabel>, el valor inicial del intervalo se reducirá hasta el valor en el que la gráfica corte un eje, el borde de la ventana gráfica, o intersecte consigo misma o con otra gráfica, dependiendo de la clase de relleno seleccionada. Si activas la casilla <guilabel>Aumentar hasta intersección</guilabel>, el valor final del intervalo se incrementará hasta el valor en el que la gráfica corte un eje, el borde de la ventana gráfica, o intersecte consigo misma o con otra gráfica, dependiendo de la clase de relleno seleccionada.</para>
