Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Instructs the Setup to be silent, which means that the wizard and the background window are not displayed but the installation progress window is. Everything else is normal so for example error messages during installation are displayed. If a restart is necessary, a <placeholder-1/> message box is displayed.
dutch: Verzoekt om een stille installatie, wat betekent dat de wizard en het achtergrondvenster niet worden weergegeven, maar wel het vooruitgangvenster. Al het andere is normaal dus worden bijvoorbeeld foutmeldingen tijdens de installatie weergegeven. Als een herstart noodzakelijk is, wordt een <placeholder-1/> bericht weergegeven.
french: Indique à l'installateur d'être discret, ce qui signifie que l'assistant et le fenêtre d'arrière-plan ne seront pas affichés contrairement à la barre de progression. Tout le reste se déroule normalement et par exemple les messages d'erreur pendant l'installation seront affichés. Si un redémarrage du système est nécessaire, une boîte de message <placeholder-1/> sera affichée.
german: Das Setup ist "leise": Der Installations-Fortschritt wird angezeigt, nicht aber der Assistent und das Hintergrundfenster. Alles andere, wie z. B. Fehlermeldungen während der Installation , wird angezeigt. Ist ein Neustart nötig, wird ein Nachrichtenfenster <placeholder-1/> angezeigt.
italian: Imposta un Setup silenzioso. Ovvero viene mostrata solo la finestra con l'andamento dell'installazione, ma non il wizard e lo sfondo. Ogni altra cosa va normalmente, come ad es. gli eventuali messaggi di errore d'installazione. Se è necessario un riavvio del sistema, apparirà il messaggio <placeholder-1/>.
spanish: Establece que la instalación de Graph se realizará en modo silencioso, sin Asistente o interfaz de usuario, pero una barra de progreso indicará el avance del proceso de instalación. Ahora bien, si surge algún problema, se presentará un mensaje de error. En caso de que un reinicio del ordenador sea necesario, se mostrará una ventana de información con esta pregunta: <placeholder-1/>

source: Instructs the Setup to be very silent. This is the same as silent with the addition that the installation progress window is not displayed either. If a restart is necessary, the Setup will reboot without asking.
dutch: Verzoekt om een zeer stille Setup. Dit is hetzelfde als stille waar ook het installatie vooruitgangvenster niet wordt weergegeven. Als een herstart noodzakelijk is, zal de Setup opnieuw op te starten zonder te vragen.
french: Indique à l'installateur d'être très discret. En plus des caractéristiques du mode discret la barre de progression ne sera pas affichée non plus. Si un redémarrage du système est nécessaire, il se fera sans le demander.
german: Das Setup ist "sehr leise": Dasselbe Verhalten wie "leise", jedoch wird zusätzlich der Installations-Fortschritt nicht mehr angezeigt. Ist ein Neustart nötig, wird das Setup diesen ohne Nachfrage durchführen.
italian: Imposta un Setup molto silenzioso. Ovvero non mostra nè wizard, nè sfondo, nè l'andamento dell'installazione. Ogni altra cosa va normalmente, come ad es. gli eventuali messaggi d'errore di installazione. Se è necessario un riavvio del sistema, esso avverrà automaticamente.
spanish: Establece que la instalación de Graph se realizará en modo muy silencioso, sin Asistente o interfaz de usuario, y sin la barra de progreso que indica el avance del proceso de instalación. Si un reinicio del ordenador es necesario, la instalación lo reiniciará sin preguntar al respecto.

source: Instructs Setup not to reboot even if it's necessary.
dutch: Instrueert Setup niet opnieuw op te starten, zelfs als het nodig is.
french: Indique à l'installateur de ne pas redémarrer le système même si c'est nécessaire.
german: Das Setup wird nicht neu starten, auch wenn es notwendig ist.
italian: Fa sì che il Setup non riavvii mai il sistema anche se ciò fosse necessario.
spanish: Establece que no debe reiniciarse el ordenador incluso si esto es necesario.

source: Select language
dutch: Selecteer taal
french: Sélectionner le langage
german: Sprache wählen
italian: Seleziona lingua
spanish: Selección de idioma

source: Specifies the language to use. <placeholder-1/> specifies the English name of the language. When a valid /LANG parameter is used, the <placeholder-2/> dialog will be suppressed.
dutch: Specifieert de te gebruiken taal. <placeholder-1/> geeft de Engelse naam van de taal. Wanneer een geldige /LANG parameter gebruikt wordt, zal de <placeholder-2/> dialoog onderdrukt worden .
french: Spécifie le langage à utiliser. <placeholder-1/> spécifie le nom anglais du langage. Quand un paramètre /LANG valide est utilisé, la boîte de dialogue <placeholder-2/> sera supprimée.
german: Legt die Sprache fest. <placeholder-1/> gibt das englische Wort für die Sprache an. Bei einem gültigen Parameter /LANG wird der <placeholder-2/>-Dialog unterdrückt.
italian: Specifica la lingua da usare. <placeholder-1/> specifica il nome della lingua in inglese. Quando è usato un parametro /LANG valido, il dialogo <placeholder-2/> sarà soppresso.
spanish: Establece el idioma que deseas emplear en la instalación. En <placeholder-1/> debes indicar el nombre inglés de dicho idioma. Si introduces un parámetro /LANG válido, la ventana <placeholder-2/> no se mostrará.

source: Select destination location
dutch: Selecteer locatie
french: Sélectionner l'emplacement de destination.
german: Wählen Sie den Zielort
italian: Seleziona la destinazione
spanish: Seleccione directorio de destino

source: Overrides the default directory name displayed on the <placeholder-1/> wizard page. A fully qualified pathname must be specified.
dutch: Overschrijft de standaard directorynaam weergegeven op de pagina van de <placeholder-1/> wizard. De gegeven padnaam moet volledig geldig zijn.
french: Écrase le nom par défaut du répertoire affiché dans la page <placeholder-1/> de l'assistant. Un nom complet valide doit être indiqué.
german: Überschreibt den voreingestellten Verzeichnisnamen, der im Assistenten unter <placeholder-1/> angezeigt wird. Hier muß ein geeigneter Pfadname angegeben werden.
italian: Sovrascrive il nome di default della cartella mostrato nella pagina del wizard <placeholder-1/>. E' necessario specificare un percorso formalmente corretto.
spanish: Establece un directorio de destino para la instalación diferente del predeterminado por el Asistente en la ventana <placeholder-1/>. En <emphasis>x: \dirname</emphasis> especifica el directorio alternativo.

source: Uninstallation
dutch: De-installatie
french: Désinstallation.
german: Deinstallation
italian: Disinstallazione
spanish: Desinstalación

source: Uninstallation is done from <emphasis>Add/Remove Programs</emphasis> in the <emphasis>Control Panel</emphasis>. Just select Graph and click on the <emphasis>Change/Remove button</emphasis>. This will remove all traces of the program. If files were added to the installation directory after the installation, you will be asked if you want to delete them. Make sure Graph is not running while uninstalling.
dutch: De-installatie wordt gedaan van <emphasis>Add/Remove Programs</emphasis> in de <emphasis>Control Panel</emphasis>. Selecteer gewoon Graph en klik op de <emphasis> knop Wijzigen / verwijderen </emphasis>. Dit zal alle sporen van het programma verwijderen. Als er bestanden toegevoegd werden aan de installatie-directory na de installatie, word je gevraagd of je ze wilt verwijderen. Zorg ervoor dat Graph niet actief i tijdens het verwijderen.
french: La désinstallation se fait depuis l'option <emphasis>Ajout/Suppression de programmes</emphasis> du <emphasis> Panneau de configuration</emphasis>. Sélectionnez simplement Graph et cliquez sur le bouton <emphasis>Modifier/Supprimer</emphasis>. Cela supprimera toute trace du programme. Si des fichiers ont été ajoutés dans le répertoire d'installation après l'installation, on vous demandera si vous voulez les supprimer. Soyez sûr que Graph n'est pas en cours de fonctionnement quand vous procédez à la désinstallation.
german: Die Deinstallation wird von <emphasis>Programme ändern oder entfernen</emphasis> in der <emphasis>Systemsteuerung</emphasis> durchgeführt. Wählen Sie Graph und klicken auf <emphasis>Entfernen</emphasis>. Damit werden alle Spuren des Programms entfernt. Falls im Installationsverzeichnis nach der Installation Dateien hinzugefügt wurden, werden Sie gefragt, ob Sie diese löschen möchten. Vergewissern Sie sich, daß Graph während der Deinstallation nicht läuft.
italian: La disinstallazione va fatta da <emphasis>Aggiungi/Rimuovi Programmi</emphasis> nel <emphasis>Pannello di controllo</emphasis>. Basta selezionare Graph e cliccare sul tasto<emphasis>Cambia/Rimuovi</emphasis>. Ciò rimuoverà dal PC ogni traccia del programma. Se nel tempo sono stati aggiunti dei file nella cartella di installazione di Graph, ti sarà chiesto se vuoi cancellare anche loro. Accertati che Graph non sia in esecuzione prima di avviare la sua rimozione.
spanish: La desinstalación puede realizarse de dos formas: 1) Desde el archivo de desinstalación incluido en <emphasis>Inicio> Todos los programas> Graph</emphasis>, 2) Desde el <emphasis>Panel de control</emphasis> con la herramienta <emphasis>Agregar o quitar programas</emphasis> en Windows XP, o con <emphasis>Programas</emphasis> en Windows Vista y Windows 7.<para>El proceso desinstalará completamente el programa, pero asegúrate previamente de que Graph no está en ejecución.</para>

source: Startup
dutch: Opstarten
french: Démarrage
german: Hochfahren
italian: Avvio
spanish: Inicio

source: Usually Graph is started from the link in the <guibutton>Start</guibutton> menu. A .grf file can be passed as parameter, in which case Graph will open the specified file. In addition to this the parameters in the table below can be passed to Graph on the command line.
dutch: Meestal wordt Graph gestart vanuit de link in de <guibutton>Start</guibutton> menu. Een .grf-bestand kan worden doorgegeven als parameter, in dit geval zal Graph het opgegeven bestand openen. Aansluitend hierop kunnen de parameters uit onderstaande tabel naar Graph doorgegeven worden in de opdrachtregel.
french: Habituellement Graph est lancé depuis le lien du menu <guibutton>Démarrer</guibutton>. Un fichier .grf peut être ajouté en paramètre et dans ce cas sera ouvert par Graph. De plus les paramètres de la table ci-dessous peuvent être transmis à Graph par la ligne de commande.
german: Normalerweise startet man Graph mit dem Link im <guibutton>Start</guibutton>-Menü. Wenn eine .grf-Datei als Parameter übergeben wird, öffnet Graph diese Datei. Zusätzlich können die Parameter in der untenstehenden Tabelle per Kommandozeile an Graph übergeben werden.
italian: Di solito Graph viene avviato dal collegamento del menu <guibutton>Start</guibutton>. Un file.grf può essere passato come parametro, in tal caso Graph aprirà direttamente il file specificato. Inoltre, i parametri elencati nella sottostante tabella possono essere passati a Graph tramite linea di comando.
spanish: Podrás abrir el programa con los accesos directos creados. Ahora bien, observa que es posible introducir un archivo .grf (archivo de Graph) como un parámetro, en cuyo caso Graph abrirá el archivo especificado. Asimismo, los parámetros contenidos en la tabla adjunta pueden ser también insertados en una ventana de línea de comandos.

source: image formats
dutch: afbeeldingsformaten
french: formats d'image
german: Bildformate
italian: formati immagine
spanish: formatos de imagen

source: Used to save an opened .grf file as an image file. The file type can be any of the <placeholder-1/> supported by Graph.
dutch: Wordt gebruikt om een geopend. GRF-bestand op te slaan als beeldbestand. Het bestandstype kan een zijn uit <placeholder-1/> ondersteund door Graph.
french: Utilisé pour enregistrer un fichier .grf comme fichier image. Le type du fichier peut être n'importe lequel parmi les <placeholder-1/> supportés par Graph.
german: Wird benutzt, um eine göffnete .grf-Datei als Bild zu speichern. Der Dateityp kann eines der von Graph unterstützten <placeholder-1/> sein.
italian: Usato per salvare un file.grf aperto come un file immagine. Il file può essere in ogni formato scelto tra i <placeholder-1/> accettati da Graph.
spanish: Guarda el archivo .grf activo como una imagen. Seis <emphasis><placeholder-1/></emphasis> están disponibles: bmp, emf, jpeg, pdf, png, svg.

source: Used in combination with /SI to specify the width in pixels of the image to be saved.
dutch: Wordt gebruikt in combinatie met /SI om van het beeld dat moet worden opgeslagen de breedte op te geven in pixels .
french: Utilisé en combinaison avec /SI pour indiquer la largeur en pixels de l'image à enregistrer.
german: Wird in Kombination mit /SI benutzt, um die Breite des zu speichernden Bildes in Pixeln anzugeben.
italian: Usato in combinazione con /SI per specificare la larghezza (in pixel) dell'immagine da salvare.
spanish: Empleado en combinación con /SI permite definir la anchura de la imagen a guardar, en píxeles.

source: Used in combination with /SI to specify the height in pixels of the image to be saved.
dutch: Wordt gebruikt in combinatie met /SI om van het beeld dat moet worden opgeslagen de hoogte op te geven in pixels .
french: Utilisé en combinaison avec /SI pour indiquer la hauteur en pixels de l'image à enregistrer.
german: Wird in Kombination mit /SI verwendet, um die Höhe des zu speichernden Bildes in Pixeln anzugeben.
italian: Usato in combinazione con /SI per specificare l'altezza (in pixel) dell'immagine da salvare.
spanish: Empleado en combinación con /SI permite definir la altura de la imagen a guardar, en píxeles.

source: Glossary
dutch: Woordenlijst
french: Glossaire
german: Glossar
italian: Glossario
spanish: Glosario

source: Complex numbers are a superset of real numbers. Complex numbers are two dimensional and is most often written on rectangular form as a+b&imag; where <placeholder-1/> is the real part and <placeholder-2/> is the imaginary part. The imaginary unit &imag; is defined as &imag;^2=-1. Complex numbers can also be shown on polar form as a&ang;&theta; where <placeholder-3/> is the absolute value of the number and &theta; is the angle of the number in radians or degrees.
dutch: Complexe getallen zijn een superset van reële getallen. Complexe getallen zijn twee dimensionaal en wordt meestal geschreven op rechthoekige vorm als a + b &imag; waar <placeholder-1/> het reële deel is en <placeholder-2/> het imaginaire deel. De imaginaire eenheid &imag; wordt gedefinieerd als &imag;^2 =- 1. Complexe getallen kunnen ook getoond worden op polaire vorm als a&ang;&theta θ waar <placeholder-3/> de absolute waarde van het getal is en &theta de hoek van het getal in radialen of graden.
french: Les nombres complexes sont un sur-ensemble des nombres réels. Les nombres complexes sont bidimensionnels et le plus souvent écrits sous la forme algébrique as a+b&imag; où <placeholder-1/> est la partie réelle et <placeholder-2/> la partie imaginaire. L'imaginaire unit &imag; est défini par &imag;^2=-1. Les nombres complexes peuvent aussi être écrits sous la forme trigonométrique a&ang;&theta; où <placeholder-3/> est le module et &theta; l'argument en radians ou degrés.
german: Die Menge der komplexen Zahlen stellt eine Obermenge der Menge der reellen Zahlen dar. Bei komplexen Zahlen handelt es sich um "zweidimensionale" reelle Zahlen, die meist mit Hilfe der gaußschen Zahlenebene in der Form <placeholder-1/>+<placeholder-2/><emphasis role="bold">i</emphasis> mit <placeholder-1/> als Real- und <placeholder-2/> als Imaginärteil veranschaulicht werden. Die imaginäre Einheit &imag; ist definiert als &imag;^2=-1. Neben dieser Darstellung können complexe Zahlen auch mit Hilfe einer Polarkoordinatendarstellung wie folgt beschrieben werden: a&ang;&theta; mit <placeholder-3/> als Betrag der darzustellenden Zahl und &theta; als Winkel (in Grad oder im Bogenmaß), den die komplexe Zahl mit der reellen Zahlenachse einschließt.
italian: I numeri complessi sono un super-set di numeri reali. Sono entità bi-dimensionali, più spesso scritti sottoforma rettangolare: a+b&imag; dove <placeholder-1/> è la parte reale e <placeholder-2/> quella immaginaria. L'unità immaginaria &imag; è definita come &imag;^2=-1. I numeri complessi possono venir scritti anche in forma polare come a&ang;&theta; dove <placeholder-3/> è il valore assoluto del numero e &theta; è l'angolo del numero in radianti o in gradi.
spanish: El conjunto de los números complejos es una extensión del conjunto de los <glossterm linkend="RealNumber">números reales</glossterm>, y constituye un espacio vectorial de dos dimensiones. Un número complejo está formado por una parte real y una parte imaginaria. Si la parte real es nula, se tiene un número imaginario puro, y si la parte imaginaria es nula, se tiene un número real. La parte imaginaria, a su vez, está compuesta por un número real y una <emphasis>unidad imaginaria</emphasis>, &imag;, definida como &imag;<superscript>2</superscript>=–1.<para>Generalmente, los números complejos se representan en <emphasis>forma binómica</emphasis> y en <emphasis>forma polar</emphasis> (que podrás seleccionar desde el cuadro de diálogo <link linkend="OptionsDialog">Opciones</link>). La forma binómica de un número complejo <parameter>z</parameter> se expresa como <parameter>z=a+b&imag;</parameter>, donde <placeholder-1/> es la parte real y <placeholder-2/><emphasis>&imag;</emphasis> la parte imaginaria (<parameter>a</parameter> y <parameter>b</parameter> son números reales). En forma polar, <parameter>z=a&ang;&theta;</parameter>, donde <placeholder-3/> es el <emphasis>módulo</emphasis>, el símbolo &ang; es el indicador del ángulo, y &theta; es el <emphasis>argumento</emphasis> o <emphasis>ángulo polar</emphasis> expresado en <glossterm linkend="Radians">radianes</glossterm> o grados sexagesimales.</para>

source: Complex numbers are used in the <placeholder-1/> dialog for standard functions and for graphing functions when <placeholder-2/> is enabled under the <placeholder-3/> tab in the <placeholder-4/> dialog.
dutch: Complexe getallen worden gebruikt in het <placeholder-1/> dialoogvenster voor standaardfuncties en voor grafische functies als <placeholder-2/> ingeschakeld is onder de <placeholder-3/> tab in het dialoogvenster <placeholder-4/>.
french: Les nombres complexes sont utilisés dans la boîte de dialogue <placeholder-1/> pour les fonctions standards et pour tracer les fonctions quand <placeholder-2/> est activé dans l'onglet <placeholder-3/> de la boîte de dialogue <placeholder-4/>.
german: Komplexe Zahlen können im Dialog <placeholder-1/> zum Zeichnen von Standardfunktionen Verwendung finden, sofern im Dialog <placeholder-4/> im Register <placeholder-3/> die Option <placeholder-2/> aktiviert ist.
italian: I numeri complessi sono usati, nella finestra di dialogo <placeholder-1/>, per le funzioni standard e per graficare funzioni se <placeholder-2/> è abilitato alla pagina <placeholder-3/> nella finestra <placeholder-4/>.
spanish: Los números complejos se emplean en la ventana de herramientas <link linkend="EvaluateDialog"><placeholder-1/></link>, y para la representación gráfica de funciones, cuando en el cuadro de diálogo <placeholder-4/>, pestaña <link linkend="AxesDialogSettings"><placeholder-3/></link>, la casilla <emphasis><placeholder-2/></emphasis> está activada.

source: A graph element is something that is shown in the coordinate system. This can be a function, point series, label, relation, etc. The graph elements are also shown in the function list where they can be manipulated from the <placeholder-1/> menu or the context menu.
dutch: Een graph-element is iets dat wordt weergegeven in het coördinatensysteem. Dit kan een functie zijn, een puntenreeks, een label, een relatie, enz. Graph elementen worden ook weergegeven in de functie lijst waar ze kunnen worden gemanipuleerd door vanuit het <placeholder-1/> menu of het context menu.
french: Un élément de graphique est quelque chose qui est affiché dans le repère. Cela peut être une fonction, une série de points, un label, une relation, etc... Les éléments de graphique sont également affichés dans la liste des fonctions d'où ils peuvent être manipulés à partir du menu <placeholder-1/> ou du menu contextuel.
german: Unter "Element" ist ein Objekt zu verstehen, das im Koordinatensystem von Graph platziert werden kann. Dabei kann es sich um eine Funktion, eine Punktserie, eine Beschriftung, Relation, etc. handeln. Solche Elemente werden ebenfalls in der Funktionsliste aufgeführt und können mit Hilfe des Menüs <placeholder-1/> oder des Kontextmenüs bearbeitet werden.
italian: Un elemento grafico è un qualcosa visualizzato nel sistema di coordinate, ovvero: funzione, serie di punti, etichetta, relazione, ecc. Gli elementi grafici vengono mostrati anche nella lista delle funzioni, dove possono essere manipolati dal menu <placeholder-1/> o dal menu contestuale.
spanish: Un elemento de Graph es cualquier objeto reconocido por el programa y mostrado en el área gráfica, por ejemplo, una función, tangente, ecuación, inecuación, serie de puntos, cuadro de texto, etc. Todos los elementos de Graph están recogidos en el <glossterm linkend="FunctionList">panel de contenido</glossterm> desde donde podrás editarlos bien desde el menú <placeholder-1/> bien desde el menú contextual.
