Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Plugins
spanish: Complementos

source: plugins
spanish: complementos

source: online
spanish: Internet

source: To use the plugin system in Graph you need to install <placeholder-1/> from <placeholder-2/>. Documentation of the Python language may be found installed with Python or <placeholder-3/>.
dutch: Voor het gebruik van de plugin-systeem in grafiek moet je <placeholder-1/> installeren vanaf <placeholder-2/>. Documentatie van de Python taal kan gevonden na installatie van Python of <placeholder-3/>.
french: Pour utiliser le système de plugin dans Graph vous devez installer <placeholder-1/> de <placeholder-2/>. La documentation du langage Python peut être trouvée dans l'installation de Python ou <placeholder-3/>.
german: Um in Graph Plugins zu benutzen, muß man <placeholder-1/> von <placeholder-2/> installieren. Die Dokumentation der Sprache Python wird mitgeliefert, und es gibt sie unter <placeholder-3/>.
italian: Per usare il sistema dei plugin in Graph devi installare <placeholder-1/> da <placeholder-2/>. Documentazione sul linguaggio Python puoi trovarla installata col programma o <placeholder-3/>.
spanish: Para poder usar los complementos en Graph necesitas instalar <placeholder-1/> (<placeholder-2/>). Puedes obtener ayuda sobre Python desde el mismo programa, o desde <placeholder-3/>.

source: Plugins are Python scripts and are usually distributed in source form as .py files but the can also be distributed as compiled .pyc files. The plugin files are placed in the <placeholder-1/> directory where Graph is installed, and will automatically be found and loaded by Graph.
dutch: Plugins zijn Python scripts en worden meestal verdeeld in bronvorm als .py-bestanden, maar het kan ook worden verspreid als samengestelde .pyc-bestanden. De plugin bestanden worden geplaatst in de <placeholder-1/> directory waar Graph geïnstalleerd is , en worden automatisch gevonden en geladen door Graph.
french: Les plugins sont des scripts Python et sont habituellement distribués en fichiers sources .ps mais aussi en ficihiers compilés .pyc. Les fichiers plugins sont placés dans le répertoire <placeholder-1/> où Graph est installé, et seront trouvés et chargés automatiquement par Graph.
german: Plugins sind Python Skript-Dateien, die normalerweise als .py-Dateien direkt im Quellcode als Textdatei vorliegen. Vorkompilierte Python-Dateien (.pyc-Dateien) sind jedoch auch möglich. Die Plugin-Dateien werden im Verzeichnis <placeholder-1/> abgelegt, in dem auch Graph installiert ist. Beim Programmstart findet und lädt Graph sie automatisch.
italian: I plugins sono Python scripts e di solito vengono distribuiti in forma sorgente come file .py, ma anche in forma compilata come file .pyc. I file plugin risiedono nella cartella <placeholder-1/> di installazione di Graph che li troverà caricandoli automaticamente.
spanish: Los complementos son archivos de órdenes (scripts) de Python con extensión .py, o archivos compilados con extensión .pyc. Observa que los complementos deben ser colocados en la carpeta <placeholder-1/> de Graph, y de este modo el programa los reconocerá automáticamente.

source: Plugins are scripts, which are just small programs that run inside Graph and interacts with Graph. But a plugin can do anything that a program with the same rights can do. This means that if Graph is run with administrator rights, it is possible to write a plugin that erases the whole hard disk. Therefore you should be careful about which plugins you use and only install plugins from a trusted source, or at least you should check the source code for suspicious parts.
dutch: Plugins zijn scripts, die net kleine programma's zijn die draaien binnen Graph en interageren met Graph. Maar een plugin kan alles doen dat een programma met dezelfde rechten doet. Dit betekent dat als Graph uitgevoerd wordt met administrator rechten, het mogelijk i een plugin te schrijven die de hele harde schijf wist. Daarom moet je goed opletten welke plugins je gebruikt en alleen plugins installeren van een vertrouwde bron, of op zijn minst moet je de broncode controleren op verdachte onderdelen.
french: Les plugins sont des scripts, qui sont de petits programmes s'exécutant dans Graph et interagissent avec lui. Un plugin bénéficie des mêmes droit que le programme dans lequel il s'exécute. Cela signifie que si vous exécuter Graph avec les droits d'administrateur il est possible à un plugin écrit pour ceci d'effacer la totalité du disuqe dur. En conséquence vous devriez être très attentif aux plugins utilisés et n'installer que des plugins provenant d'une source fiable, ou au moins vous devriez contrôler le code source à la recherche de portions de code douteuses.
german: Plugins sind Skripte, d. h. kleine Programme, die von Graph selbst aufgerufen werden und die mit Graph interagieren. Plugins können alle Aktionen ausführen, die beliebige andere Programme ebenfalls ausführen könnten. Plugins können damit ein schweres Sicherheitsrisiko darstellen, wenn Sie Graph mit Administrator-Rechten ausführen. So wäre es bspw. möglich, ein Plugin mit Schadroutinen auszustatten und damit etwa die Festplatte zu löschen! Verwenden Sie also die Plugin-Schnittstelle mit Vorsicht und installieren Sie nur Plugins von Personen bzw. Webseiten, denen Sie absolut vertrauen oder überprüfen Sie den Quellcode selbst auf unerwünschten Code.
italian: I plugins sono scripts, ovvero dei piccoli programmi che girano all'interno di Graph e interagiscono con Graph. Ma un plugin può fare qualsiasi azione concessa al programma che lo ospita. Ciò implica che se Graph sta girando con 'diritti di Amministratore', è persino possibile scrivere un plugin in grado di cancellare l'intero contenuto del disco rigido! Ne deriva oculatezza nella scelta del plugin da usare e la raccomandazione di scaricare plugins solo da fonte sicura o perlomeno, prima di installarli, di controllare che il codice sorgente non contenga parti sospette.
spanish: Los complementos son pequeños programas que se ejecutan en Graph e interactúan con él. Pero un complemento puede llevar a cabo cualquier cosa que un programa con los mismos derechos puede hacer. Esto significa que si Graph se ejecuta con derechos de administrador, sería posible programar un complemento que, por ejemplo, borrase el contenido de un disco duro. Así pues, debes ser muy cuidadoso con los complementos que empleas. Instala sólo complementos de una fuente confiable o, al menos, revisa sus códigos fuente buscando cadenas o instrucciones sospechosas.

source: Python interpreter
dutch: Python vetaler
french: Interpréteur Python
spanish: Intérprete Python

source: The plugin system also gives access to a Python interpreter by pressing <placeholder-1/>. In this interpreter you can write Python expressions and that way do very advanced things in Graph. It is also an easy way to test code before it is used in a plugin.
dutch: Het plugin-systeem biedt ook toegang tot een Python vertaler door te drukken op <placeholder-1/>. In deze tolk kunt u Python uitdrukkingen schrijven en op die manier zeer geavanceerde dingen doen in Graph. Het is ook een makkelijke manier om code te testen voordat deze wordt gebruikt in een plugin.
french: Le système de plugin donne accès à un interpréteur Python en appuyant sur <placeholder-1/>. Dans cet interpréteur vous pouvez écrire des expressions en Python et de ce fait réaliser des opérations avancées dans Graph. C'est aussi un moyen commode de tester du code avant de l'utiliser dans un plugin.
german: Die Plugin-Schnittstelle stellt auch einen direkten Zugang zum Python-Interpreter zur Verfügung, wenn <placeholder-1/> gedrückt wird. Diesem Interpreter können Sie direkt Python-Ausdrücke zur Verarbeitung geben, was natürlich sehr fortgeschrittene Arbeit mit Graph gestattet. Auf diese Weise können Sie sehr leicht Code testen, bevor Sie daraus ein Plugin bauen.
italian: Il sistema di plugin, premendo <placeholder-1/>, dà anche accesso al Python interpreter. In esso puoi scrivere espressioni-Python e così fare in Graph azioni molto avanzate. E' anche un facile modo per testare il codice sorgente prima di usarlo in un plugin.
spanish: El sistema de complementos proporciona acceso a un intérprete Python en forma de consola de comandos presionando <placeholder-1/>. Aquí podrás escribir código Python para hacer cosas realmente avanzadas en Graph o, simplemente, comprobar dicho código antes de insertarlo en un complemento.

source: Rounding
dutch: Afronding
french: Arrondis
german: Runden
italian: Arrotondamento
spanish: De redondeo

source: <placeholder-1/> function
dutch: <placeholder-1/> functie
french: fonction <placeholder-1/>
german: <placeholder-1/>-Funktion
italian: <placeholder-1/> funzione
spanish: Función <placeholder-1/>

source: rounding
dutch: afronding
french: arrondi
german: runden
italian: arrotondamento
spanish: redondeo

source: truncate
dutch: afkappen
french: tronquer
german: abschneiden
italian: tronca
spanish: redondear

source: Removes the fractional part of the argument.
dutch: Verwijdert het gedeelte voor de komma van het argument.
french: Supprime la partie décimale de l'argument.
german: Entfernt den gebrochenen Anteil des Arguments.
italian: Rimuove la parte frazionaria dell'argomento.
spanish: Devuelve la parte entera del argumento eliminando su parte decimal.

source: Syntax
dutch: Syntaxis
french: Syntaxe
italian: Sintassi
spanish: Sintaxis

source: Description
dutch: Omschrijving
german: Beschreibung:
italian: Descrizione
spanish: Descripción

source: integer
dutch: natuurlijk getal
french: entier
german: Ganzzahl
italian: intero
spanish: número entero

source: numeric expression
dutch: numerieke uitdrukking
french: expression numérique
german: numerischer Ausdruck
italian: espressione numerica
spanish: expresión algebraica

source: real number
dutch: reëel getal
french: nombre réel
german: reelle Zahl
italian: numero reale
spanish: número real

source: complex number
dutch: complex getal
french: nombre complexe
german: komplexe Zahl
italian: numero complesso
spanish: número complejo

source: The <placeholder-1/> function returns the <placeholder-2/> part of <placeholder-3/>. The function removes the decimal part of <placeholder-4/>, i.e. rounds against zero. <placeholder-5/> may be any <placeholder-6/> that evaluates to a <placeholder-7/> or a <placeholder-8/>. If <placeholder-9/> is a complex number, the function returns <placeholder-10/>.
dutch: De <placeholder-1/>-functie geeft het <placeholder-2/>-gedeelte van <placeholder-3/>. De functie verwijdert het decimale deel van <placeholder-4/>, dat is, rondt af naar beneden. <placeholder-5/> kan elke soort <placeholder-6/> zijn dat naar een <placeholder-7/> of <placeholder-8/> evalueert. Als <placeholder-9/> een complex getal is, geeft de functie <placeholder-10/>.
french: La fonction <placeholder-1/> donne la partie <placeholder-2/> de <placeholder-3/>. La fonction supprime la partie décimale de <placeholder-4/>. <placeholder-5/> peut être n'importe quelle <placeholder-6/> qui donne un <placeholder-7/> ou un <placeholder-8/>. Si <placeholder-9/> est un nombre complexe, la fonction donne <placeholder-10/>.
german: Die <placeholder-1/>-Funktion liefert den <placeholder-2/> Anteil von <placeholder-3/> zurück. Die Funktion entfernt den dezimalen Anteil von <placeholder-4/>, d.h. rundet in Richtung Null. <placeholder-5/> kann ein beliebiger <placeholder-6/> sein, der eine <placeholder-7/> oder eine <placeholder-8/> darstellt. Ist <placeholder-9/> eine komplexe Zahl, liefert die Funktion <placeholder-10/> zurück.
italian: La funzione <placeholder-1/> restituisce la parte <placeholder-2/> di <placeholder-3/>. La funzione rimuove la parte decimale di <placeholder-4/>, cioè arrotonda verso 0. <placeholder-5/> può essere qualsiasi <placeholder-6/> che valuta un <placeholder-7/> o un <placeholder-8/>. Se <placeholder-9/> è un numero complesso la funzione restituisce <placeholder-10/>.
spanish: La función <placeholder-1/> devuelve el <placeholder-2/> del argumento <placeholder-3/>, esto es, suprime la parte decimal de <placeholder-4/>: trunc(z)=z–<link linkend="fract">fract</link>(z). Así, <placeholder-5/> puede ser cualquier <placeholder-6/> que evalúe a un <placeholder-7/> o a un <placeholder-8/>. Ejemplo: trunc(pi)=3.<para>Si <placeholder-9/> es un número complejo, trunc(z)=<placeholder-10/>.</para>

source: See also
dutch: Zie ook
french: Voir aussi
german: Siehe auch
italian: Vedi anche
spanish: Ver también

source: fractional part
dutch: gedeelte voor de komma
french: partie décimale
german: gebrochener Anteil
italian: parte frazionaria
spanish: parte fraccionaria

source: decimal part
dutch: decimale gedeelte
french: partie décimale
german: Nachkomma-Anteil
italian: parte decimale
spanish: parte decimal

source: Returns the fractional part of the argument.
dutch: Geeft het decimale gedeelte van het argument.
french: Donne la partie décimale de l'argument.
german: Liefert den gebrochenen Anteil des Argumentes.
italian: Restituisce la parte frazionaria dell'argomento.
spanish: Devuelve la parte decimal del argumento eliminando su parte entera.

source: The <placeholder-1/> function returns the fractional part of <placeholder-2/>. The function removes the <placeholder-3/> part of <placeholder-4/>, i.e. <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>. If <placeholder-10/> is a complex number, the function returns <placeholder-11/>.
dutch: De <placeholder-1/>-functie geeft het gedeelte voor de komma van <placeholder-2/>. De functie verwijdert het <placeholder-3/>-gedeelte van <placeholder-4/>, dat is, <placeholder-5/>. <placeholder-6/> kan elke soort <placeholder-7/> zijn dat evalueert naar een <placeholder-8/> of een <placeholder-9/>. Als <placeholder-10/> een complex getal is, geeft de functie <placeholder-11/>.
french: La fonction <placeholder-1/> donne la partie décimale de <placeholder-2/>. La fonction ôte de <placeholder-4/> la troncature de <placeholder-2/> , i.e. <placeholder-5/>. <placeholder-6/> peut être n'importe quelle <placeholder-7/> qui donne un <placeholder-8/> ou un <placeholder-9/>. Si <placeholder-10/> est un nombre complexe, la fonction donne <placeholder-11/>.
german: Die <placeholder-1/>-Funktion liefert den gebrochenen Anteil von <placeholder-2/> zurück. Die Funktion entfernt den <placeholder-3/> Anteil von <placeholder-4/>, also <placeholder-5/>. <placeholder-6/> kann ein beliebiger <placeholder-7/> sein , der eine <placeholder-8/> oder eine <placeholder-9/> darstellt. Wenn <placeholder-10/> eine komplexe Zahl ist, liefert die Funktion <placeholder-11/>.
italian: La funzione <placeholder-1/> restituisce la parte frazionaria di <placeholder-2/>. La funzione rimuove la parte <placeholder-3/> di <placeholder-4/>, cioè <placeholder-5/>. <placeholder-6/> può essere qualsiasi <placeholder-7/> che valuta un <placeholder-8/> o un <placeholder-9/>. Se <placeholder-10/> è un numero complesso la funzione restituisce <placeholder-11/>.
spanish: La función <placeholder-1/> devuelve la parte decimal del argumento <placeholder-2/>, esto es, suprime el <placeholder-3/> de <placeholder-4/>: <placeholder-5/>. Así, <placeholder-6/> puede ser cualquier <placeholder-7/> que evalúe a un <placeholder-8/> o a un <placeholder-9/>. Ejemplo: fract(pi)=0.14159265...<para>Si <placeholder-10/> es un número complejo, fract(z)=<placeholder-11/>.</para>

source: round up
dutch: afronden naar boven
french: arrondir par excès
german: aufruden
italian: arrotonda in sù
spanish: redondear hacia arriba

source: Rounds the argument up.
dutch: Rondt het argument naar boven af.
french: Arrondit l'argument par excès.
german: Rundet das Argument auf.
italian: Arrotonda in sù l'argomento.
spanish: Devuelve el argumento redondeado hacia arriba.

source: The <placeholder-1/> function finds the smallest <placeholder-2/> not less than <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>.
dutch: De <placeholder-1/>-functie vindt het kleinste <placeholder-2/> niet kleiner dan <placeholder-3/>. <placeholder-4/> kan elk soort <placeholder-5/> zijn dat evalueert naar een <placeholder-6/> of een <placeholder-7/>. Als <placeholder-8/> een complex getal is, geeft de functie <placeholder-9/>.
french: La fonction <placeholder-1/> donne le plus petit <placeholder-2/> supérieur ou égal à <placeholder-3/>. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>. Si <placeholder-8/> est un nombre complexe, la fonction donne <placeholder-9/>.
german: Die <placeholder-1/>-Funktion findet die kleinste <placeholder-2/>, die nicht kleiner als <placeholder-3/> ist. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein, der eine <placeholder-6/> oder eine <placeholder-7/> darstellt. Wenn <placeholder-8/> eine komplexe Zahl ist, liefert die Funktion <placeholder-9/> zurück.
italian: La funzione <placeholder-1/> trova il più piccolo <placeholder-2/> non inferiore di <placeholder-3/>. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>. Se <placeholder-8/> è un numero complesso, la funzione restituisce <placeholder-9/>.
spanish: La función <placeholder-1/> devuelve el <placeholder-2/> más pequeño que sea mayor que el argumento <placeholder-3/>. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>. Ejemplo: ceil(pi)=4.<para>Si <placeholder-8/> es un número complejo, ceil(z)=<placeholder-9/>.</para>

source: round down
dutch: afronden naar beneden
french: arrondir par défaut
german: abrunden
italian: arrotonda in giù
spanish: redondear hacia abajo

source: greatest integer
dutch: grootste natuurlijke getal
french: plus grand entier
german: größte Ganzzahl
italian: intero più grande
spanish: entero mayor

source: Rounds the argument down.
dutch: Rondt het argument naar beneden af.
french: Arrondit l'argument par défaut.
german: Rundet das Argument ab.
italian: Arrotonda in giù l'argomento.
spanish: Devuelve el argumento redondeado hacia abajo.

source: The <placeholder-1/> function, which is also called the greatest integer function, gives the largest <placeholder-2/> not greater than <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>.
dutch: De <placeholder-1/>-functie vindt het grootste <placeholder-2/> niet groter dan <placeholder-3/>. <placeholder-4/> kan elk soort <placeholder-5/> zijn dat evalueert naar een <placeholder-6/> of een <placeholder-7/>. Als <placeholder-8/> een complex getal is, geeft de functie <placeholder-9/>.
french: La fonction <placeholder-1/> donne le plus grand <placeholder-2/> inférieur ou égal à <placeholder-3/>. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>. Si <placeholder-8/> est un nombre complexe, la fonction donne <placeholder-9/>.
german: Die <placeholder-1/>-Funktion, auch Abrundungsfunktion genannt, liefert die größte <placeholder-2/>, die nicht größer als <placeholder-3/> ist. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein , der eine <placeholder-6/> oder eine <placeholder-7/> darstellt. Wenn <placeholder-8/> eine komplexe Zahl ist, liefert die Funktion <placeholder-9/> zurück.
italian: La funzione <placeholder-1/>, anche detta la più grande funzione intera, dà il più grande <placeholder-2/> non maggiore di <placeholder-3/>. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>. Se <placeholder-8/> è un numero complesso, la funzione restituisce <placeholder-9/>.
spanish: La función <placeholder-1/> devuelve el <placeholder-2/> más grande que sea menor que el argumento <placeholder-3/>. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>. Ejemplo: floor(pi)=3.<para>Si <placeholder-8/> es un número complejo, floor(z)=<placeholder-9/></para>

source: Rounds a number to the specified number of decimals.
dutch: Rondt een getal af naar het gegeven aantal decimalen.
french: Arrondit un nombre à la décimale précisée.
german: Rundet eine Zahl auf die angegebene Anzahle Dezimalstellen.
italian: Arrotonda un numero allo specificato numero di cifre decimali.
spanish: Devuelve el primer argumento con el número de decimales indicado por el segundo argumento.
