Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: When the program starts, you will see the main window shown below. This window shows the graphing area to the right with the coordinate system where the graphs you insert will be shown. You can use the menu or the buttons on the toolbar to show different dialog boxes to insert a function, edit functions, delete functions etc. You can find a <link linkend="MenuItems">description</link> of all the menu items.
dutch: Wanneer het programma start, zie je het hoofdvenster hieronder weergegeven. Dit venster toont rechts het grafische gedeelte met het assenstelsel waar de ingevoerde grafieken getoond zullen worden. Je kan gebruik maken van het menu of de knoppen op de werkbalk om de verschillende dialoogvensters te tonen, om een functie in te voegen, bewerkingsfuncties te tonen,functies te verwijderen enz. Je kan een <link linkend="MenuItems"> beschrijving vinden </link> van alle menu-items.
french: Quand le programme démarre, vous verrez la fenêtre principale affichée ci-dessous. Cette fenêtre comporte la zone de dessin à droite avec le repère où les graphiques insérés seront affichés. Vous pouvez utiliser le menu ou les boutons de la barre d'outils pour afficher différentes boîtes de dialogues pour insérer une fonction, éditer une fonction, supprimer une fonction etc... Vous pouvez trouver une <link linkend="MenuItems">description</link> de tous les items du menu.
german: Wenn Graph gestartet wird, erscheint das unten abgebildete Fenster. In diesem Fenster befindet sich auf der rechten Seite eine Zeichnungsfläche, die das Koordinatensystem beinhaltet, in das später alle möglichen Graphen und Objekte eingefügt werden können. Mithilfe von Menü bzw. einzelnen Schaltflächen der Werkzeugleiste können Sie diverse Dialoge aufrufen, um Funktionen neu zu erstellen, bestehende Funktionen zu bearbeiten, zu löschen etc. Hier finden Sie eine <link linkend="MenuItems">Beschreibung</link> aller verfügbaren Menüpunkte.
italian: All'avvio del programma vedrai la sottostante finestra principale. Essa mostra, sulla destra, l'area grafica con il sistema di coordinate dove saranno visualizzati i grafici che hai inserito. Puoi usare il menu o i comandi della barra degli strumenti per visualizzare diversi riquadri di input ove immettere, modificare, eliminare funzioni ecc. Puoi trovare una <link linkend="MenuItems">descrizione</link> per ciascuna voce dei menu.
spanish: Observa la ventana del programa en la figura adjunta. En la parte superior verás la <emphasis><emphasis role="bold">barra de menús</emphasis></emphasis> cuyas diversas categorías proporcionan acceso al conjunto de comandos de Graph. En el capítulo <emphasis><link linkend="MenuItems">Lista de comandos</link></emphasis> encontrarás una descripción de los comandos disponibles en el programa.<para>Bajo la barra de menús, las <emphasis><emphasis role="bold">barras de herramientas</emphasis></emphasis> reúnen una selección de botones que constituyen las equivalencias de cierto número de comandos. Puedes emplear tanto los comandos de los menús como los botones de las barras de herramientas para realizar determinadas acciones.</para>

source: Customize toolbar...
dutch: Pas de werkbalk aan...
french: Personnaliser la barre d'outils...
german: Symbolleiste anpassen...
italian: Personalizza barra degli strumenti...
spanish: Personalizar...

source: The toolbar may be customized by right clicking on the bar and selecting <placeholder-1/> from the popup menu. You can then customize the toolbar by dragging commands to and from the bar. The status bar at the bottom of the window shows tooltips or other information to the left and the coordinates located at the mouse pointer to the right.
dutch: De werkbalk kan worden aangepast door rechts te klikken op de balk en <placeholder-1/> te selecteren uit het popup menu. Je kan de werkbalk vervolgens aanpassen door commando's van en naar de balk te slepen . De statusbalk aan de onderkant van het venster toont tooltips of andere informatie aan de linkerkant en de coördinaten gekoppeld aan de muisaanwijzer rechts.
french: La barre d'outils peut être personnalisée en faisant un clic droit dessus et en sélectionnant <placeholder-1/> dans le menu contextuel. Vous pouvez alors personnaliser la barre d'outils par déplacement à la souris de et vers la barre. La barre d'état en bas de la fenêtre affiche des informations sur les outils ou autres dans sa partie gauche et les coordonnées de l'emplacement du curseur dans sa partie droite.
german: Die Werkzeugleiste kann angepasst werden, indem man mit der rechten Maustaste auf die Leiste klickt und <placeholder-1/> aus dem Kontextmenü wählt. Verschiedene Befehle können per Drag and Drop auf der Werkzeugleiste platziert und wieder von ihr entfernt werden. Die Statusleiste am unteren Rand des Fensters enthält auf der linken Seite hilfreiche Hinweise und Informationen und zeigt auf der rechten Seite die Koordinatenposition des Mauszeigers.
italian: La barra degli strumenti può essere personalizzata con un click-tasto-destro su di essa e selezionando <placeholder-1/> dal menu. A questo punto puoi trascinare i vari comandi dentro/fuori la barra. La barra di stato sul fondo della finestra mostra, sulla sinistra, suggerimenti e altre informazioni e, sulla destra, le coordinate corrispondenti alla corrente posizione del mouse.
spanish: Si deseas personalizar las barras de herramientas, haz clic derecho en un punto cualquiera de ellas y selecciona <placeholder-1/> desde el menú contextual. Puedes arrastrar botones con el ratón desde el subsiguiente cuadro de diálogo y agregarlos a una barra de herramientas, o quitarlos de ésta arrastrándolos hasta el cuadro de diálogo. No olvides abrir después el cuadro de diálogo <link linkend="AxesDialog">Editar ejes</link>, activar la casilla <guilabel><emphasis>Perfil predeterminado</emphasis></guilabel> y hacer clic en el botón <guibutton>Aceptar</guibutton> para así guardar la nueva configuración de la interfaz. De lo contrario, los cambios introducidos no serán guardados para el próximo inicio del programa.<para>Bajo las barras de herramientas, a la derecha, se halla el <emphasis><emphasis role="bold">área gráfica</emphasis></emphasis>, que contiene el sistema de coordenadas, y donde todos los <glossterm linkend="GraphElement">elementos de Graph</glossterm> serán representados.</para>

source: You can add new elements to the coordinate system from the Function menu. For example if you want to add a new function you use the menu item <placeholder-1/>
dutch: Je kan nieuwe elementen toevoegen aan het coördinatensysteem van het functiemenu. Bijvoorbeeld als je een nieuwe functie wilt toevoegen, gebruik je het menu-item <placeholder-1/>
french: Vous pouvez ajouter de nouveaux éléments au repère depuis le menu Fonctions. Par exemple si vous voulez ajouter une nouvelle fonction vous utiliser l'item <placeholder-1/> du menu.
german: Mit Hilfe des Funktion Menüs können Sie dem Koordinatensystem neue Elemente hinzufügen. Möchten Sie bespielsweise eine neue Funktion hinzufügen, deren Graph gezeichnet werden soll, wählen Sie den Menüpunkt <placeholder-1/> .
italian: Dal menu 'Funzione' puoi aggiungere nuovi elementi al sistema di coordinate. Per es. volendo aggiungere una nuova funzione, usa la voce <placeholder-1/>.
spanish: Puedes introducir nuevos elementos en el sistema de coordenadas desde el menú <guimenu>Función</guimenu>. Por ejemplo, desde <placeholder-1/> podrás trazar una función explícita, paramétrica o polar.

source: The <placeholder-1/> to the left shows a list of functions, tangents, point series, shadings and relations you have added. If you want to manipulate anything in the list, just select it and use the <placeholder-2/> menu. You can also right click on an item in the list to get the context menu with available commands. An item may be edited by double clicking on it.
dutch: De <placeholder-1/> aan de linkerkant toont een lijst van functies, raaklijnen, puntenreeksen, arceringen en de relaties die je hebt toegevoegd. Als je iets in de lijst wil manipuleren, selecteer je het en gebruik het <placeholder-2/> menu. Je kan ook met de rechtermuisknop klikken op een item in de lijst om het contextmenu te krijgen met de beschikbare commando's. Een item kan bewerkt worden door er op dubbel te klikken.
french: La <placeholder-1/> à gauche affiche une liste des fonctions, tangentes, séries de points, remplissages et relations déjà insérées. Si vous voulez manipuler quoi que ce soit dans cette liste, sélectionnez le et utilisez le menu <placeholder-2/>. Vous pouvez aussi faire un clic droit sur un item de la liste pour obtenir le menu contextuel avec les commandes disponibles. Un item peut être édité en double-cliquant dessus.
german: Die links angebrachte <placeholder-1/> zeigt alle von Ihnen angelegten Funktionen, Tangenten, Punktserien, Schraffuren und Relationen. Möchten Sie ein Element aus der Funktionsliste bearbeiten, klicken Sie es einfach an und verwenden Sie dann das Menü <placeholder-2/> oder klicken Sie mit der rechten Maustaste und wählen Sie den entsprechenden Punkt aus dem Kontextmenü aus. Wollen Sie ein Element bearbeiten, können Sie auch einfach darauf einen Doppelklick ausführen.
italian: La <placeholder-1/> a sinistra mostra la lista delle funzioni, tangenti, serie di punti, ombreggiature e relazioni che hai aggiunto. Se vuoi manipolare un elemento qualunque della lista, selezionalo e usa il menu <placeholder-2/>. Puoi anche fare click-destro sull'elemento per accedere ai comandi disponibili nel menu contestuale. Un elemento può essere editato con un doppio-click su di esso.
spanish: En la parte izquierda de la ventana del programa hay un área denominada <placeholder-1/>, una lista que recoge todos los elementos insertados en el sistema de coordenadas. Nota que cada elemento está unido a una casilla de verificación. Si deseas que el área gráfica no muestre cierto elemento, simplemente desactiva su casilla. Recuerda que puedes expandir o contraer el panel de contenido arrastrando su margen derecho con el ratón.<para>Para editar un elemento, selecciónalo primero en el panel de contenido y emplea <menuchoice><guimenu><placeholder-2/></guimenu><guimenuitem>Editar…</guimenuitem></menuchoice>, o haz clic derecho sobre él y selecciona <guimenuitem>Editar...</guimenuitem> desde el menú contextual. El método más simple consiste en hacer doble clic sobre dicho elemento y abrirás el cuadro de diálogo que permitirá su edición.</para><para>La <emphasis><emphasis role="bold">barra de estado</emphasis></emphasis> en la parte inferior de la ventana del programa muestra variada información en su parte izquierda (por ejemplo, definiciones de comandos o mensajes de error), así como las coordenadas del puntero del ratón en su extremo derecho.</para>

source: The <placeholder-1/> menu contains commands to make calculations on functions, for example evaluations at specific coordinates or given intervals.
dutch: Het <placeholder-1/> menu bevat commando's om berekeningen te maken op functies, bijvoorbeeld evaluaties in specifieke coördinaten of in bepaalde intervallen.
french: Le menu <placeholder-1/> contient des commandes pour faire des calculs sur les fonctions, par exemple des valeurs approchées en des points particuliers ou sur un intervalle donné.
german: Das Menü <placeholder-1/> beinhaltet verschiedene Möglichkeiten, Berechnungen für eine bestimmte Funktion ausführen zu lassen, beispielsweise die Berechnung des Funktionswerts für einen bestimmten Wert für x oder die Aufstellung einer Wertetabelle.
italian: Il menu <placeholder-1/> contiene comandi per eseguire calcoli su funzioni. Ad es. per elaborazioni relative a coordinate specifiche o in un dato intervallo.
spanish: Por su parte, el menú <placeholder-1/> agrupa varios comandos para realizar operaciones sobre funciones, por ejemplo, calcular el área entre el segmento de una función y el eje X, u obtener una tabla de valores respecto a la función seleccionada.

source: Power and logarithm
dutch: Macht en logaritme
french: Puissance et logarithme
german: Potenz und Logarithmus
italian: Potenza e Logaritmo
spanish: Potenciales y logarítmicas

source: square
dutch: kwadraat
french: carré
german: Quadrat
italian: quadrato
spanish: cuadrado

source: Returns the square of the argument.
dutch: Geeft het kwadraat van het argument.
french: Donne le carré de l'argument.
german: Liefert das Quadrat des Arguments.
italian: Restituisce il quadrato dell'argomento.
spanish: Devuelve el cuadrado del argumento.

source: The <placeholder-1/> function calculates the square of <placeholder-2/>, i.e. <placeholder-3/> raised to the power of 2. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
dutch: De <placeholder-1/>-functie berekent het kwadraat van <placeholder-2/>, dat is, <placeholder-3/> tot de macht 2. <placeholder-4/> kan elke soort <placeholder-5/> zijn dat evalueert naar een <placeholder-6/> of <placeholder-7/>.
french: La fonction <placeholder-1/> donne le carré de <placeholder-2/>, i.e. <placeholder-3/> à la puissance 2. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>.
german: Die <placeholder-1/>-Funktion berechnet das Quadrat von <placeholder-2/>, also <placeholder-3/> hoch 2. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein , der eine <placeholder-6/> oder eine <placeholder-7/> darstellt.
italian: La funzione <placeholder-1/> calcola il quadrato di <placeholder-2/>, cioè <placeholder-3/> elevato a 2. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>.
spanish: La función <placeholder-1/> calcula el cuadrado del argumento <placeholder-2/>, esto es, <placeholder-3/> elevado a la potencia 2: sqr(z)=z<superscript>2</superscript>. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>.

source: exponential
dutch: exponentiëel
french: exponentielle
german: exponentiell
italian: esponenziale
spanish: exponencial

source: Returns <emphasis>e</emphasis> raised to the power of the argument.
dutch: Geeft <emphasis>e</emphasis> tot de macht [argument].
french: Donne <emphasis>e</emphasis> à la puissance l'argument.
german: Liefert <emphasis>e</emphasis> potenziert mit dem Argument.
italian: Restituisce <emphasis>e</emphasis> elevato alla potenza dell'argomento.
spanish: Devuelve la constante de Euler, <emphasis>e</emphasis>, elevada a la potencia expresada por el argumento.

source: The <placeholder-1/> function is used to raise <emphasis>e</emphasis>, Euler's constant, to the power of <placeholder-2/>. This is the same as <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
dutch: De <placeholder-1/>-functie wordt gebruikt om <emphasis>e</emphasis>, Euler's constante, tot de macht van <placeholder-2/> te berekenen. Dit is hetzelfde als <placeholder-3/>. <placeholder-4/> kan elke soort <placeholder-5/> zijn dat evalueert naar een <placeholder-6/> of een <placeholder-7/>.
french: La fonction <placeholder-1/> est utilisée pour élever <emphasis>e</emphasis>, base du logarithme népérien, à la puissance <placeholder-2/>. Elle est identique à <placeholder-3/>. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>.
german: Die <placeholder-1/>-Funktion wird <emphasis>e</emphasis>, die Eulersche Zahl, mit <placeholder-2/> potenziert. Dies ist dasselbe wie <placeholder-3/>. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein , der eine <placeholder-6/> oder eine <placeholder-7/> darstellt.
italian: La funzione <placeholder-1/> è usata per elevare <emphasis>e</emphasis>, costante di Eulero, alla potenza di <placeholder-2/>. Ciò equivale a <placeholder-3/>. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>.
spanish: La función <placeholder-1/> eleva la constante de Euler, <emphasis><link linkend="ListOfFunctions">e</link></emphasis>, a la potencia indicada por el argumento <placeholder-2/>: exp(z)=<placeholder-3/>. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>.

source: square root
dutch: vierkantswortel
french: racine carrée
german: Quadratwurzel
italian: radice quadrata
spanish: raíz cuadrada

source: Returns the square root of the argument.
dutch: Geeft de vierkantswortel van het argument.
french: Donne la racine carrée de l'argument.
german: Liefert die Quadratwurzel des Arguments.
italian: Restituisce la radice quadrata dell'argomento.
spanish: Devuelve la raíz cuadrada del argumento.

source: The <placeholder-1/> function calculates the square root of <placeholder-2/>, i.e. <placeholder-3/> raised to the power of &frac12;. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/> &ge; 0.
dutch: De <placeholder-1/> functie berekent de vierkantswortel van <placeholder-2/>, i.e. <placeholder-3/> tot de macht &frac12;. <placeholder-4/> kan elk <placeholder-5/> zijn dat resulteert in <placeholder-6/> of een <placeholder-7/>. Wanneer de berekening wordt uitgevoerd met reële getallen, is het argument alleen gedefinieerd voor <placeholder-8/> &ge; 0.
french: La fonction <placeholder-1/> donne la racine carrée de <placeholder-2/>, i.e. <placeholder-3/> à la puissance &frac12;. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>. Si le calcul porte sur des nombres réels, l'argument n'est défini que pour <placeholder-8/> &ge; 0.
german: Die <placeholder-1/>-Funktion berechnet die Quadratwurzel von <placeholder-2/>, also <placeholder-3/> hoch &frac12;. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein , der eine <placeholder-6/> oder eine <placeholder-7/> darstellt. Wird die Berechnung mit reellen Zahlen durchgeführt, so ist das Argument nur für <placeholder-8/> &ge; 0 definiert.
italian: La funzione <placeholder-1/> calcola la radice quadrata di <placeholder-2/>, cioè <placeholder-3/> elevato a &frac12;. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>. Se il calcolo è fatto con numeri reali, l'argomento è definito solo per <placeholder-8/> &ge; 0.
spanish: La función <placeholder-1/> calcula la raíz cuadrada del argumento <placeholder-2/>, esto es, <placeholder-3/> elevado a la potencia &frac12;: sqrt(z)=z<superscript>&frac12;</superscript>. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>.<para>Si los cálculos se realizan con números reales, el argumento sólo está definido para <placeholder-8/>&ge;0.</para>

source: Returns the <varname>n</varname><superscript>th</superscript> root of the argument.
dutch: Geeft de n<superscript>de</superscript> machtswortel van het argument.
french: Donne la racine n<superscript>ième</superscript> de l'argument.
german: Liefert die n-te Wurzel des Arguments.
italian: Restituisce la n-esima radice dell'argomento.
spanish: Devuelve la raíz enésima del argumento.

source: The <placeholder-1/> function calculates the <varname>n</varname><superscript>th</superscript> root of <varname>z</varname>. <placeholder-2/> and <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-7/> &ge; 0.
dutch: De <placeholder-1/> functie berekent de <varname>n</varname><superscript>de</superscript> wortel van <varname>z</varname>. <placeholder-2/> en <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>. Wanneer de berekening wordt uitgevoerd met reële getallen, is het argument alleen gedefinieerd voor <placeholder-7/> &ge; 0.
french: La fonction <placeholder-1/> donne la racine <varname>n</varname><superscript>ème</superscript> de <varname>z</varname>. <placeholder-2/> et <placeholder-3/> peuvent être n'importe quelles <placeholder-4/> qui donnent un <placeholder-5/> ou un <placeholder-6/>. Si le calcul porte sur des nombres réels, l'argument n'est défini que pour <placeholder-7/> &ge; 0.
german: Die <placeholder-1/>-Funktion berechnet die <varname>n</varname>. Wurzel von <varname>z</varname>. <placeholder-2/> und <placeholder-3/> können beliebige <placeholder-4/> sein, die <placeholder-5/> oder <placeholder-6/> darstellen. Wird die Berechnung mit reellen Zahlen durchgeführt, so ist das Argument nur für <placeholder-7/> &ge; 0 definiert.
italian: La funzione <placeholder-1/> calcola la radice n-esima di <varname>z</varname>. <placeholder-2/> e <placeholder-3/> possono essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. Se il calcolo è fatto con numeri reali, l'argomento è definito solo per <placeholder-7/> &ge; 0.
spanish: La función <placeholder-1/> calcula la raíz <varname>n</varname>-ésima del argumento <varname>z</varname>: root(n,z)=z<superscript>1/n</superscript>. Así, <placeholder-2/> y <placeholder-3/> pueden ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para>Si los cálculos se realizan con números reales, el argumento sólo está definido para <placeholder-7/> &ge; 0.</para>
