Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Here you may choose in which of the four corners you want the <placeholder-1/> to be placed. You can also change this by right clicking on the legend in the graphing area.
dutch: Hier kun je kiezen in welke van de vier hoeken je wil dat de <placeholder-1/> geplaatst wordt. Je kan dit ook veranderen door rechts te klikken op de legende in de grafische omgeving.
french: Ici vous pouvez choisir dans lequel des quatre coins vous voulez placer la <placeholder-1/>. Vous pouvez aussi changer ceci par un clic droit sur la légende dans la zone de dessin.
german: Hier können Sie festlegen, in welcher der vier Ecken des Koordinatensystems Graph die <placeholder-1/> platzieren soll. Die Position der Legende können Sie auch durch einen Rechtsklick im Koordinatensystem verändern.
italian: Qui puoi scegliere in quale dei quattro angoli posizionare la <placeholder-1/>. Puoi cambiarne la posizione anche cliccando col tasto destro del mouse all'interno dell'area grafica.
spanish: Determina en qué esquina de la ventana gráfica deseas emplazar la <placeholder-1/>. Desde el menú contextual podrás decidir igualmente para ella una nueva situación. Recuerda que puedes arrastrar la leyenda con el ratón, y soltarla en cualquier punto del área gráfica.

source: Calculate with complex numbers
dutch: Bereken met complexe getallen
french: Calculer avec les complexes
german: Komplex berechnen
italian: Calcola usando numeri complessi
spanish: Calcular con números complejos

source: Check this field to use <placeholder-1/> for calculations while drawing graphs. This will increase the time for drawing graphs but may be necessary in rare situations where the intermediate result are complex. The final result must be real for the graph to be drawn. This will not interfere with evaluations.
dutch: Vink dit veld aan om <placeholder-1/> te gebruiken voor berekeningen tijdens het tekenen grafieken. Dit zal de tijd nodig om grafieken te tekenen doen toenemen, maar in zeldzame situaties kan dit nodig zijn omdat de tussenliggende resultaten complex zijn. Het uiteindelijke resultaat moet reëel zijn wil je dat de grafiek getekend wordt. Dit zal niet interfereren met de evaluaties.
french: Validez cette option pour utiliser les <placeholder-1/> dans les calculs pour tracer les graphiques. Cela accroîtra le temps pour dessiner le graphique mais cela peut être nécessaire dans quelques rares situations où les résultats intermédiaires sont complexes. Le résultat final doit être réel pour que le graphique soit dessiné. Ceci n'interférera pas avec les calculs de valeurs approchées.
german: Wird diese Option aktiviert, verwendet Graph <placeholder-1/> zur Berechnung von Funktionsgraphen. Diese Option ist zu aktivieren, wenn bei der Berechnung der reellen Funktionswerte komplexe Zahlen als Zwischenergebnisse auftreten. Beachten Sie, dass sich dadurch die erforderliche Zeit erhöht, die Graph benötigt, um die Funktionsgraphen zu zeichnen, so dass diese Option meist nicht benötigt wird.
italian: Spunta questo campo per usare <placeholder-1/> per eseguire calcoli mentre il grafico viene tracciato. Ciò aumenterà il tempo richiesto, ma può essere necessario nelle rare situazioni in cui i risultati intermedi sono numeri complessi dato che, affinchè il grafico possa venir disegnato, il risultato finale deve essere un numero reale.
spanish: Activa esta casilla si empleas <placeholder-1/> en los cálculos. Observa que esto podría enlentecer levemente la representación gráfica, pero puede ser necesario en ciertas ocasiones. En cualquier caso, debe obtenerse un resultado real para la gráfica a dibujar. Esta opción no interferirá con las evaluaciones.

source: None
dutch: Geen
french: Invisibles
german: Keinen
italian: Nessuno
spanish: Ninguno

source: The y-axis crosses at
dutch: De y-as kruist bij
french: L'axe des x coupe à
german: Die Y-Achse schneidet bei
italian: L'asse-y incrocia in
spanish: El eje Y cruza en x=

source: The x-axis crosses at
dutch: De x-as kruist bij
french: L'axe des y coupe à
german: Die X-Achse schneidet bei
italian: L'asse-x incrocia in
spanish: El eje X cruza en y=

source: Boxed
dutch: In kader
french: Sur les bords
german: Als Kasten
italian: Riquadro
spanish: A escuadra

source: Select <placeholder-1/> if you don't want the axes to be shown. Select <placeholder-2/> if you want a normal coordinate system. The location of the axes may be changed from <placeholder-3/> and <placeholder-4/>. Select <placeholder-5/> if you want the axes to be shown at the bottom and left side of the coordinate system, which will overwrite <placeholder-6/> / <placeholder-7/>.
dutch: Selecteer <placeholder-1/> als je niet wil dat de assen moeten worden weergegeven. Selecteer <placeholder-2/> als je een normaal assenstelsel wil. De plaats van de assen kan veranderd worden van <placeholder-3/> en <placeholder-4/>. Selecteer <placeholder-5/> als je wil dat de assen getoond worden aan de onderkant en linkerkant van het coördinatenstelsel, hierdoor wordt <placeholder-6/> / <placeholder-7/> overschreven.
french: Sélectionnez <placeholder-1/> si vous ne voulez pas que les axes soient affichés. Sélectionnez <placeholder-2/> si vous voulez un repère classique. La position relative des axes peut être modifiée dans <placeholder-3/> et <placeholder-4/>. Sélectionnez <placeholder-5/> si vous voulez que les axes soient affichés en bas et sur le côté gauche du repère, ce qui écrasera <placeholder-6/> / <placeholder-7/>.
german: Wenn die Option <placeholder-1/> gewählt wird, blendet Graph die Achsen des Koordinatensystems aus. Entscheiden Sie sich für <placeholder-2/>, wenn Sie ein normales Koordinatensystem wünschen. Die Anordnung der Achsen kann mit Hilfe von <placeholder-3/> und <placeholder-4/> beeinflusst werden. Wenn Sie <placeholder-5/> auswählen, wird die X-Achse am unteren, die Y-Achse am linken Fensterrand platziert und die Einstellungen für <placeholder-6/> und <placeholder-7/> überschrieben.
italian: Seleziona <placeholder-1/> se non vuoi visualizzare gli assi. Seleziona <placeholder-2/> se vuoi un normale sistema di coordinate. La localizzazione deli assi può essere cambiata da <placeholder-3/> e <placeholder-4/>. Seleziona <placeholder-5/> se vuoi che gli assi siano mostrati alla base e sul lato sinistro del sistema di coordinate, ciò sovrascriverà <placeholder-6/>/<placeholder-7/>.
spanish: Selecciona <placeholder-1/> si no deseas mostrar los ejes, o <placeholder-2/> si quieres que los ejes se crucen perpendicularmente en (0,0). No obstante, en las pestañas <guilabel>Eje X</guilabel> y <guilabel>Eje Y</guilabel> puedes personalizar los puntos de corte en los cuadros <placeholder-4/> y <placeholder-3/> respectivamente. En cambio, si deseas presentar los ejes abajo y a la izquierda del área gráfica, selecciona <placeholder-5/>. Con esta opción sobrescribirás el contenido de los cuadros <placeholder-6/> y <placeholder-7/>.

source: Trigonometry
dutch: Goniometrie
french: Trigonométrie
german: Trigonometrie
italian: Trigonometria
spanish: Trigonometría

source: Radian
dutch: Radialen
german: Rad
italian: Radiante
spanish: Radián

source: Degree
dutch: Graden
french: Degré
german: Grad
italian: Grado
spanish: Grado

source: Choose whether trigonometric functions should calculate in <placeholder-1/> or <placeholder-2/>. This is also used for showing <placeholder-3/> in the polar format.
dutch: Kies of trigonometrische functies berekend moeten moeten in <placeholder-1/> of <placeholder-2/>. Dit wordt ook gebruikt om <placeholder-3/> te tonen in polaire gedaante.
french: Permet de choisir si les foctions trigonométriques seront calculées en <placeholder-1/> ou en <placeholder-2/>. Ceci est aussi utilisé pour afficher les <placeholder-3/> sous forme exponentielle ou trigonométrique.
german: Legen Sie fest, ob die trigonometrischen Funktionen die Berechnungen in <placeholder-1/> oder in <placeholder-2/> ausführen sollen. Hiermit legen Sie auch fest, dass <placeholder-3/> in polarer Form anzugeben sind.
italian: Scegli se le funzioni trigonometriche debbono calcolare in <placeholder-1/> o <placeholder-2/>. Questo si usa anche per mostrare <placeholder-3/> in formato polare.
spanish: Define la unidad para los cálculos que impliquen funciones trigonométricas: <placeholder-1/> o <placeholder-2/> sexagesimal. Esta opción también determina la unidad angular del argumento o ángulo polar de los <placeholder-3/> expresados en forma polar.

source: Colors
dutch: Kleuren
french: Couleurs
german: Farben
italian: Colori
spanish: Colores

source: You may change the background color, the color of the axes and the color used for drawing grid lines.
dutch: Je kan de achtergrondkleur, de kleur van de assen en de kleur voor het tekenen van rasterlijnen veranderen.
french: Vous pouvez modifier la couleur de fond, la couleur des axes et la couleur du quadrillage.
german: Sie können die Hintergrundfarbe des Koordinatensystems sowie die Farben für Achsen und Raster ändern.
italian: Puoi cambiare il colore dello sfondo, degli assi e quello per tracciare le linee della griglia.
spanish: Permite modificar el color de fondo del área gráfica, el de los ejes y el de las líneas de división de la cuadrícula.

source: Fonts
dutch: Lettertypes
french: Polices
german: Schriftarten
italian: Tipo carattere
spanish: Fuentes

source: You may change the fonts used to show axes labels, the font to draw numbers at the axes, and the font used for the <placeholder-1/>.
dutch: Je kan de lettertypen gebruikt om de labels van de assen, het lettertype van de getallen op de assen, en het lettertype gebruikt voor de <placeholder-1/> veranderen.
french: Vous pouvez changer les police utilisées pour afficher les labels des axes, la police pour les nombres sur les axes et la police pour la <placeholder-1/>.
german: Sie können die Schriftarten ändern, die für Achsenbeschriftungen, Skalenteilung und <placeholder-1/> verwendet werden.
italian: Puoi cambiare i fonts per le etichette degli assi, quelli per i numeri sugli assi e per la <placeholder-1/>.
spanish: Permite elegir el formato que desees aplicar a los títulos de los ejes, a los números unidos a las marcas de graduación y al contenido de la <placeholder-1/>.

source: Save as default
dutch: Als standaard opslaan
french: Garder par défaut
german: Als Standard abspeichern
italian: Salva come predefinito.
spanish: Perfil predeterminado

source: Check this to save all the current settings in the dialog to be used as default in the future. These settings are used the next time you choose to create a new coordinate system. The default settings are stored in your Windows user profile, i.e. each Windows user will have his/her own default settings in Graph.
dutch: Vink dit aan om alle huidige instellingen in het dialoogvenster op te slaan en als toekomstige standaardinstellingen te gebruiken. Deze instellingen worden gebruikt de volgende keer dat u een nieuw coördinatensysteem creëert. De standaard instellingen worden opgeslagen in uw Windows-gebruikersprofiel, dat wil zeggen elke Windows-gebruiker zijn/haar eigen standaardinstellingen heeft in Graph.
french: Validez cette option pour enregistrer les paramètres actifs dans la boîte de dialogue afin de les utiliser par défaut dans le futur. Ces paramètres seront utilisés la prochaine fois que vous créerez un repère. Les paramètres par défauts sont enregistrés dans votre profil utilisateur de Windows, i.e. chaque utilisateur de Windows aura ses propres paramètres par défaut dans Graph.
german: Aktivieren Sie diese Option, um die von Ihnen getätigten Einstellungen als Standardeinstellung zu behalten. Wenn Sie beim nächsten Mal ein neues Koordinatensystem anlegen, werden diese Einstellungen diesem zugrunde gelegt. Die Einstellungen werden übrigens in ihrem Windows-Benutzerprofil gespeichert, so dass jeder Benutzer seine eigenen Standardeinstellungen einrichten kann.
italian: Spunta qui per salvare tutte le impostazioni presenti nella finestra di dialogo in modo da utilizzarle per default quando in futuro vorrai creare un nuovo sistema di coordinate. Le impostazioni di default sono memorizzate nel tuo 'profilo utente' di Windows, ovvero ogni utente Windows avrà le proprie impostazioni di default per Graph.
spanish: Activa esta casilla si deseas guardar la configuración definida en este cuadro de diálogo como el perfil empleado por defecto en el futuro para crear nuevos sistemas de coordenadas. Si has personalizado los botones de las barras de herramientas no olvides activar esta casilla y hacer clic en el botón <guibutton>Aceptar</guibutton> para guardar así la nueva configuración.

source: Frequently Asked Questions
dutch: Veel Gestelde Vragen
french: FAQ : questions courantes
german: Häufig gestellte Fragen
italian: Domande frequenti (FAQ)
spanish: Preguntas más frecuentes

source: FAQ
german: Häufig gestellte Fragen
spanish: Preguntas más frecuentes

source: questions
dutch: vragen
german: Fragen
italian: domande
spanish: dudas

source: tips
french: tuyaux
german: Tipps
italian: suggerimenti
spanish: consejos

source: tricks
dutch: trucs
french: trucs
italian: astuzie
spanish: trucos

source: What are the system requirements of Graph?
dutch: Wat zijn de systeemvereisten van Graph?
french: Quelles sont les caractéristiques système requises par Graph ?
german: Welche Systemanforderungen hat Graph?
italian: Quali sono le minime risorse di sistema per Graph?
spanish: ¿Cuáles son los requerimientos de Graph?

source: Graph requires Microsoft Windows 2000 or newer. It has been tested under <placeholder-1/>.
dutch: Voor Graph is Microsoft Windows 2000 of nieuwer vereist. Het is getest onder <placeholder-1/>.
french: Graph nécessite Microsoft Windows 2000 ou plus récent. Il a été testé sous <placeholder-1/>.
german: Graph erfordert mindestens Microsoft Windows 2000. Es wurde unter <placeholder-1/> getestet.
italian: Graph richiede SO Microsoft Windows 2000 o superiore. Il programma è stato testato sotto <placeholder-1/>.
spanish: Para ejecutar Graph necesitas MS Windows 2000 o superior. De hecho, Graph ha sido probado con <placeholder-1/>.

source: Will Graph run under Linux?
dutch: Draait Graph onder Linux?
french: Graph s'exécutera-t-il sous Linux ?
german: Läuft Graph unter Linux?
italian: Graph gira sotto Linux?
spanish: ¿Puede un sistema operativo Linux ejecutar Graph?

source: Graph is a native Windows application and not tested under Linux, but several users have informed me that Graph runs without problems under Linux with Wine.
dutch: Graph is een Windows-eigen applicatie en niet getest onder Linux, maar meerdere gebruikers hebben mij meegedeeld dat Graph draait zonder problemen onder Linux met Wine.
french: Graph est une application Windows native et n'est pas testé sous Linux, mais plusieurs utilisateurs m'ont informé que Graph s'exécute sans problème sous Linux avec Wine.
german: Graph ist ein Windows-Programm und noch nicht hinreichend unter Linux getestet worden, allerdings haben mich einige Anwender und Übersetzer darüber informiert, dass Graph problemlos mit Hilfe von WINE unter Linux läuft.
italian: Graph è nato per Windows e non è stato testato in ambiente Linux, ma diversi utenti mi hanno informato non ha problemi in Linux con Wine.
spanish: Graph es un programa nativo de Windows, y no está ideado para funcionar bajo Linux, pero varios usuarios han informado que Graph se ejecuta sin problemas en ese sistema operativo mediante la aplicación <emphasis>Wine</emphasis>.

source: Will Graph run on a Macintosh?
dutch: Draait Graph op een Macintosh?
french: Graph s'exécutera-t-il sur un Macintosh ?
german: Läuft Graph auf einem Macintosh?
italian: Graph gira su un Macintosh?
spanish: ¿Puede un sistema operativo Macintosh ejecutar Graph?

source: As with the above, you cannot run Graph directly on a Mac. But it should be possible with some kind of Windows emulator.
dutch: Net als bij het bovenstaande, kun je Graph niet direct draaien op een Mac, maar het moet mogelijk zijn met een soort van Windows-emulator.
french: Comme dans le cas ci-dessus, vous ne pouvez pas exécuter directement Graph sur un Mac. Mais cela devrait être possible avec certains types d'émulateurs Windows.
german: Analoge Antwort wie zuvor: Graph läuft nicht direkt auf Ihrem Mac, wenn Sie allerdings einen Windows-Emulator benutzen oder Windows in einer virtuellen Maschine ausführen, sollte auch Graph darin laufen.
italian: Come sopra... Graph non gira direttamente in un Mac, ma è possibile aggirare il problema installando un emulatore di Windows.
spanish: Graph no puede ser ejecutado directamente en un Mac, pero esto sería posible con algún emulador de Windows.

source: When will the next version be released?
dutch: Wanneer wordt de volgende versie vrijgegeven?
french: Quand la prochaine version de Graph sera-t-elle disponible ?
german: Wann kommt die nächste Version?
italian: Quando verrà rilasciata la prossima versione?
spanish: ¿Cuándo será lanzada una nueva versión de Graph?

source: When it is ready.
dutch: Wanneer het klaar is.
french: Quand elle sera prête.
german: Wenn es feritig ist.
italian: Quando sarà pronta!
spanish: No es posible dar una respuesta categórica. Ten en cuenta que esto depende de cuán difícil sea implementar las nuevas funciones y de cuánto tiempo disponga el programador para esta tarea.

source: How can I move the coordinate system?
dutch: Hoe kan ik het assenstelsel bewegen?
french: Comment puis-je déplacer le repère ?
german: Wie kann ich das Koordinatensystem bewegen?
italian: Come posso spostare il sistema di coordinate?
spanish: ¿Cómo puedo mover el sistema de coordenadas?

source: Move system
dutch: Beweeg het assenstel
french: Déplacer le repère
german: Koordinatensystem verschieben
italian: Sposta sistema
spanish: Mover área gráfica

source: When you hold down the <keycap>Ctrl</keycap> key you can use the arrow keys to move the coordinate system. You can also use <placeholder-1/> and drag the coordinate system around with the mouse.
dutch: Als je de <keycap>Ctrl</keycap> toets indrukt, kan je gebruik maken van de pijltoetsen om het coordinatensysteem te verplaatsen. Je kan ook gebruik maken van <placeholder-1/> en het coördinatenstelsel verslepen met de muis.
french: Quand vous maintenez enfoncée la touche <keycap>Ctrl</keycap> vous pouvez utiliser les flèches du clavier pour déplacer le repère. Vous pouvez aussi utiliser <placeholder-1/> et déplacer le repère à la souris.
german: Wenn Sie <keycap>Ctrl</keycap> gedrückt halten, können Sie das Koordinatensystem mit Hilfe der Pfeiltasten verschieben. Mit Hilfe von <placeholder-1/> können Sie auch die Maus verwenden, um das Koordinatensystem zu bewegen.
italian: Tenendo premuto il tasto <keycap>Ctrl</keycap> puoi usare i tasti freccia per spostare il sistema di coordinate. Puoi anche usare <placeholder-1/> e trascinare con il mouse il sistema di coordinate dove vuoi.
spanish: Mientras mantienes presionada la tecla <keycap>Ctrl</keycap> puedes emplear las teclas de dirección para desplazar el sistema de coordenadas. Asimismo, puedes usar <placeholder-1/> y arrastrar el sistema coordenado con el ratón.

source: How can I easily zoom in and out?
dutch: Hoe kan ik gemakkelijk in-en uitzoomen?
french: Comment puis-je facilement zoomer ?
german: Wie kann man einfach zoomen?
italian: Come possono zoomare (+/-) facilmente?
spanish: ¿Cómo puedo hacer zoom?

source: When you hold down the <keycap>Ctrl</keycap> key you can use the <keycap>+</keycap> and <keycap>-</keycap> keys to zoom in and out. The scroll wheel on the mouse can be used for zooming at the position of the mouse pointer. When you move the scroll wheel up the program will zoom into the coordinate system and center the graphing area at the position of the mouse pointer. When you move the scroll wheel down the program zooms out.
dutch: Als je de <keycap>Ctrl</keycap toets indrukt , kan je gebruik maken van de <keycap>+</keycap> en <keycap>-</keycap> toetsen om in-en uitzoomen. Het scrollwieltje op de muis kan gebruikt worden voor het zoomen op de positie van de muisaanwijzer. Wanneer u omhoog scrolt zal het programma inzoomen op het coördinatensysteem en het midden van de grafische omgeving op de positie van de muisaanwijzer plaatsen. Wanneer je naar beneden scrollt zal het programma uitzoomen.
french: Quand vous maintenez enfoncée la touche <keycap>Ctrl</keycap> vous pouvez utiliser les touches <keycap>+</keycap> et <keycap>-</keycap> pour faire un zoom avant ou arrière. La roulette de la souris peut être utilisée pour zoomer à la position du curseur. Quand vous déplacez la roulette en avant vous faites un zoom avant centré sur la position du curseur. Quand vous déplacez la roulette en arrière vous faites un zoom arrière.
german: Wenn Sie <keycap>Ctrl</keycap> gedrückt halten, können Sie die Ansicht vergrößern und verkleinern (Zoom), indem Sie die Tasten <keycap>+</keycap> bzw. <keycap>-</keycap> drücken. Denselben Effekt erreichen Sie, wenn Sie stattdessen das Mausrad einsetzen. Graph vergrößert (Mausrad auf) bzw. verkleinert (Mausrad ab) dann das Koordinatensystem und zentriert es auf die Position des Mauszeigers.
italian: Tenendo premuto il tasto <keycap>Ctrl</keycap> puoi usare i tasti <keycap>+</keycap> and <keycap>-</keycap> per zoomare (+/-). Per zoomare alla posizione del cursore del mouse, puoi usare la sua rotellina: ruotandola in sù, il programma zoomerà (+) il sistema di coordinate centrando l'area grafica alla posizione del puntatore; ruotandola in giù, il programma zoomerà (-).
spanish: Mientras mantienes presionada la tecla <keycap>Ctrl</keycap> puedes emplear la teclas <emphasis role="bold">+</emphasis> y <emphasis role="bold">–</emphasis> para acercar y alejar respectivamente la presentación del sistema de coordenadas. La rueda del ratón puede ser utilizada de forma parecida, pero en este caso el zoom se lleva a cabo respecto a la posición del puntero.

source: How do I save default settings?
dutch: Hoe sla ik standaard instellingen op?
french: Comment puis-je enregistrer les paramètres par défaut ?
german: Wie speichert man die Voreinstellungen?
italian: Come salvare le impostazioni di default?
spanish: ¿Cómo puedo definir una configuración por defecto?
