Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: <placeholder-1/> may be any function with the variable indicated as the second argument <placeholder-2/>. <placeholder-3/> and <placeholder-4/> may be any <placeholder-5/> that evaluate to <placeholder-6/>.
dutch: <placeholder-1/> kan elke functie zijn met de variabele aangeduid als het tweede argument <placeholder-2/>. <placeholder-3/> en <placeholder-4/> kunnen elke <placeholder-5/> zijn die resulteren in <placeholder-6/>.
french: <placeholder-1/> peut être n'importe quelle fonction de la variable indiquée par le second argument de <placeholder-2/>. <placeholder-3/> et <placeholder-4/> peuvent être n'importe quelles <placeholder-5/> qui donnent des <placeholder-6/>.
german: <placeholder-1/> können beliebige Funktionen sein: mit <placeholder-2/> als Variable, wenn eine Standardfunktion vorliegt. <placeholder-3/> und <placeholder-4/> können beliebige <placeholder-5/> sein, die <placeholder-6/> entsprechen.
italian: <placeholder-1/> Può essere ogni funzione con la variabile <placeholder-2/> indicata come secondo argomento. <placeholder-3/> e <placeholder-4/> possono essere <placeholder-5/> che calcolano numeri <placeholder-6/>.
spanish: <placeholder-1/> puede ser cualquier función con la variable independiente <placeholder-2/> indicada por el segundo argumento. Así, <placeholder-3/> y <placeholder-4/> pueden ser <placeholder-5/> que evalúen a un <placeholder-6/>.

source: Returns the product of an expression evaluated over a range of integers.
dutch: Geeft het product van een uitdrukking geëvalueerd over een bereik van gehele getallen.
french: Donne la produit des valeurs d'une expression obtenues pour un ensemble d'entiers consécutifs.
german: Liefert das Produkt aller Ergebniswerte eines Ausdrucks für einen bestimmten Bereich ganzer Zahlen.
italian: Restituisce il prodotto di una espressione valutato su un intervallo di interi.
spanish: Devuelve el multiplicatorio de una función evaluada en un intervalo de números enteros.

source: The <placeholder-1/> function returns the product of <placeholder-2/> where <placeholder-3/> is evaluated for all integers from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
dutch: De <placeholder-1/>-functie geeft het product van <placeholder-2/>, waarbij <placeholder-3/> geëvalueerd wordt voor alle natuurlijke getallen van <placeholder-4/> tot <placeholder-5/>. Dit is wiskundig geschreven als: <placeholder-6/>
french: La fonction <placeholder-1/> donne le produit de <placeholder-2/> où <placeholder-3/> est calculé pour tous les entiers de <placeholder-4/> à <placeholder-5/>. L'écriture mathématique en est : <placeholder-6/>
german: Die <placeholder-1/>-Funktion liefert das Produkt von <placeholder-2/>, wobei <placeholder-3/> ganzzahlig von <placeholder-4/> bis <placeholder-5/> gezählt wird. Formal wird dies beschrieben durch: <placeholder-6/>.
italian: La funzione <placeholder-1/> restituisce il prodotto di <placeholder-2/> dove <placeholder-3/> è calcolato per tutti gli interi da <placeholder-4/> a <placeholder-5/>. Matematicamente descritto come: <placeholder-6/>
spanish: La función <placeholder-1/> devuelve el multiplicatorio o productorio de <placeholder-2/> con la variable independiente <placeholder-3/> indicada, y calculado para todos los números enteros desde <placeholder-4/> (límite inferior) hasta <placeholder-5/> (límite superior). Esto puede expresarse matemáticamente del siguiente modo: <placeholder-6/>

source: Returns the factorial of the argument.
dutch: Geeft de faculteit van het argument.
french: Donne le factorielle de l'argument.
german: Liefert die Fakultät des Arguments zurück.
italian: Restituisce il fattoriale dell'argomento.
spanish: Devuelve el factorial del argumento.

source: The <placeholder-1/> function returns the factorial of <placeholder-2/>, commonly written as n!. <placeholder-3/> may be any <placeholder-4/> that evaluates to a positive <placeholder-5/>. The function is defined as <placeholder-6/>, and relates to the <placeholder-7/> function as <placeholder-8/>.
dutch: De <placeholder-1/>-functie geeft de faculteit van <placeholder-2/>, vaak geschreven als n!. <placeholder-3/> kan elke soort <placeholder-4/> zijn dat resulteert in een positief <placeholder-5/>. De functie is gedefiniëerd als <placeholder-6/>, en heeft met de <placeholder-7/>-functie te maken als <placeholder-8/>.
french: La fonction <placeholder-1/> donne le factorielle de <placeholder-2/>, qui s'écrit n!. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> positif. La fonction est définie par <placeholder-6/>, et elle est reliée à la fonction <placeholder-7/> par <placeholder-8/>.
german: Die <placeholder-1/>-Funktion liefert die Fakultät von <placeholder-2/> zurück, allgemein beschrieben mit n!. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine positive <placeholder-5/> darstellt. Die Funktion ist als <placeholder-6/> definiert, und die Beziehung zur <placeholder-7/>-Funktion ist <placeholder-8/>.
italian: La funzione <placeholder-1/> restituisce il fattoriale di <placeholder-2/>, comunemente scritto n!. <placeholder-3/> può essere qualsiasi <placeholder-4/> che stima un <placeholder-5/> positivo. La funzione è definita come <placeholder-6/> e si rapporta alla funzione <placeholder-7/> come <placeholder-8/>.
spanish: La función <placeholder-1/> devuelve el factorial de <placeholder-2/>, y se denota <placeholder-2/><emphasis>!</emphasis> Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/>. Esta función se define del siguiente modo: <placeholder-6/>. Ejemplo: fact(5)=5·4·3·2·1=120.<para>Recuerda que la función <placeholder-1/> está relacionada con la función <placeholder-7/> de Euler: <placeholder-8/>.</para>

source: Returns the value of the Euler gamma function of the argument.
dutch: Geeft de waarde van de Euler-gamma-functie van het argument.
french: Donne la valeur de la fonction gamma d'Euler de l'argument.
german: Liefert den Wert der Euler'schen Gammafunktion des Arguments.
italian: Restituisce il valore della funzione-Gamma di Eulero calcolato per l'argomento.
spanish: Devuelve el valor de la función gamma de Euler evaluada en el argumento indicado.

source: The <placeholder-1/> function returns the result of the Euler gamma function of <placeholder-2/>, commonly written as &Gamma;(z). <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The gamma function relates to the factorial function as <placeholder-7/>. The mathematical definition of the gamma function is: <placeholder-8/> This cannot be calculated precisely, so Graph is using the Lanczos approximation to calculate the <placeholder-9/> function.
dutch: De <placeholder-1/>-functie geeft het resultaat van de Euler-gamma-functie van <placeholder-2/>, normaal geschreven als &Gamma;(z). <placeholder-3/> kan elke soort <placeholder-4/> zijn dat evalueert naar een <placeholder-5/> of een <placeholder-6/>. De gamma-functie heeft met de faculteit-functie te maken als <placeholder-7/>. De wiskundige definitie van de gamma-functie is: <placeholder-8/> Dit kan niet precies berekend worden, daarom gebruikt Graph de zogenoemde Lanczos-benadering om de <placeholder-9/>functie te berekenen.
french: La fonction <placeholder-1/> donne la valeur de la fonction gamma d'Euler de <placeholder-2/>, qui s'écrit &Gamma;(z). <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. La fonction gamma est liée à la fonction factorielle par <placeholder-7/>. La définition mathématique de la fonction gamma est : <placeholder-8/>. Ceci ne peut être calculé exactement, donc Graph utilise l'approximation dite de Lanczos pour calculer la fonction <placeholder-9/>.
german: Die <placeholder-1/>-Funktion liefert das Ergebnis der Euler'schen Gammafunktion von <placeholder-2/>, allgemein beschrieben mit &Gamma;(z). <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. Die Beziehung zwischen Gammafunktion und Fakultäts-Funktion ist <placeholder-7/>. Die mathematische Definition der Gammafunktion lautet: <placeholder-8/>. Sie lässt sich nicht präzise berechnen, daher benutzt Graph für die Annäherung das sogenannte Lanczos-Verfahren, um die <placeholder-9/>-Funktion zu berechnen.
italian: La funzione <placeholder-1/> restituisce il risultato della funzione-Gamma di Eulero di <placeholder-2/>, comunemente scritto as &Gamma;(z). <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. La funzione-Gamma si relaziona alla funzione fattoriale come <placeholder-7/>. La definizione matematica della funzione-Gamma è: <placeholder-8/> Questa non può essere calcolata con precisione, così Graph ricorre alla approssimazione di Lanczos per calcolare la funzione <placeholder-9/>.
spanish: La función <placeholder-1/> devuelve el resultado de evaluar la función gamma de Euler en el argumento <placeholder-2/>, y se denota <emphasis>&Gamma;(z)</emphasis>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>. Ejemplos: gamma(&frac12;)=&pi;<superscript>&frac12;</superscript>, gamma(–&frac12;)=–2·&pi;<superscript>&frac12;</superscript>.<para>La función gamma de Euler está definida del siguiente modo:</para><placeholder-8/><para>Esta integral no puede ser resuelta de forma exacta, pero Graph aplica la llamada <emphasis>aproximación de Lanczos</emphasis> en el cálculo de la función <placeholder-9/>. Recuerda que la función gamma está relacionada con la función <link linkend="fact">factorial</link>: <placeholder-7/>.<para>

source: Returns the value of the Euler beta function evaluated for the arguments.
dutch: Geeft de waarde van de Euler-bèta-functie geëvalueerd voor de argumenten.
french: Donne la valeur de la fonction beta d'Euler pour les arguments.
german: Liefert den Wert der Euler'schen Beta Funktion zu den Argumenten.
italian: Restituisce il valore della funzione-Beta di Eulero calcolato per gli argomenti.
spanish: Devuelve el valor de la función beta de Euler evaluada en los dos argumentos indicados.

source: The <placeholder-1/> function returns the result of the Euler beta function evaluated for <placeholder-2/> and <placeholder-3/>. <placeholder-4/> and <placeholder-5/> may be any <placeholder-6/> that evaluate to <placeholder-7/> or <placeholder-8/>. The <placeholder-9/> function relates to the <placeholder-10/> function as <placeholder-11/>.
dutch: De <placeholder-1/>-functie geeft het resultaat van de Euler-beta-functie berekend voor <placeholder-2/> en <placeholder-3/>. <placeholder-4/> en <placeholder-5/> kunnen elke soort <placeholder-6/> zijn die resulteert in <placeholder-7/> of <placeholder-8/>. De <placeholder-9/>-functie heeft met de <placeholder-10/> te maken: <placeholder-11/>.
french: La fonction <placeholder-1/> donne la valeur de la fonction beta d'Euler pour <placeholder-2/> et <placeholder-3/>. <placeholder-4/> et <placeholder-5/> peuvent être n'importe quelles <placeholder-6/> qui donnent des <placeholder-7/> ou des <placeholder-8/>. La fonction <placeholder-9/> est liée à la fonction <placeholder-10/> par <placeholder-11/>.
german: Die <placeholder-1/>-Funktion liefert das Ergebnis der Euler'schen Betafunktion von <placeholder-2/> und <placeholder-3/>. <placeholder-4/> und <placeholder-5/> können beliebige <placeholder-6/> sein, die <placeholder-7/> oder <placeholder-8/> darstellen. Die Beziehung zwischen der <placeholder-9/>-Funktion und der <placeholder-10/>-Funktion ist <placeholder-11/>.
italian: La funzione <placeholder-1/> restituisce il risultato della funzione-Beta di Eulero, valutata per <placeholder-2/> e <placeholder-3/> . <placeholder-4/> e <placeholder-5/> possono essere qualsiasi <placeholder-6/> che valuta <placeholder-7/> o <placeholder-8/>. La funzione <placeholder-9/> si relaziona alla funzione <placeholder-10/> come <placeholder-11/>.
spanish: La función <placeholder-1/> devuelve el resultado de evaluar la función beta de Euler en los argumentos <placeholder-2/> y <placeholder-3/>. Así, <placeholder-4/> y <placeholder-5/> pueden ser <placeholder-6/> que evalúen a <placeholder-7/> o a <placeholder-8/>. Ejemplos: beta(1,1)=1, beta(&frac12;,&frac12;)=&pi;.<para>Recuerda que la función <placeholder-9/> está relacionada con la función <placeholder-10/> de Euler: <placeholder-11/>.</para>

source: Lambert W-function
dutch: Lambert-W-functie
french: fonction W de Lambert
german: Lambertsche W-Funktion
italian: Funzione-W di Lambert
spanish: Función omega de Lambert

source: omega function
dutch: omega-functie
french: fonction Oméga
german: Omegafunktion
italian: funzione-Omega
spanish: Función omega

source: Returns the value of the Lambert W-function evaluated for the argument.
dutch: Geeft de waarde van de Lambert-W-functie geëvalueerd voor het argument.
french: Donne la valeur de la fonction W de Lambert pour l'argument.
german: Liefert den Wert der Euler'schen Beta Funktion zum Argument.
italian: Restituisce il valore della funzione-W di Lambert per l'argomento.
spanish: Devuelve el valor de la función W de Lambert evaluada en el argumento indicado.

source: The <placeholder-1/> function returns the result of the Lambert W-function, also known as the omega function, evaluated for <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The inverse of the <placeholder-7/> function is given by <placeholder-8/>.
dutch: De <placeholder-1/>-functie geeft het resultaat van de Lambert-W-functie, ook wel bekend als de omega-functie, geëvaueerd voor <placeholder-2/>. <placeholder-3/> kan elke soort <placeholder-4/> zijn dat evaluëert naar een <placeholder-5/> of een <placeholder-6/>. De inverse van de <placeholder-7/>-functie is gegeven bij <placeholder-8/>.
french: La fonction <placeholder-1/> donne la valeur de la fonction W de Lambert, appelée également fonction Oméga, pour <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. La réciproque de la fonction <placeholder-7/> est définie par <placeholder-8/>.
german: Die <placeholder-1/>-Funktion liefert das Ergebnis der Lambert W-function (auch: Omega-Funktion) für <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. Die Umkehrfunktion zu <placeholder-7/> ist <placeholder-8/>.
italian: La funzione <placeholder-1/> restituisce il risultato della funzione-W di Lambert, nota anche come funzione-Omega, valutata per <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. L'inversa della funzione <placeholder-7/> è dato da <placeholder-8/>.
spanish: La función <placeholder-1/> devuelve el resultado de evaluar la función W de Lambert –también denominada <emphasis>función omega</emphasis>– en el argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>. La inversa de <placeholder-7/> está dada por <placeholder-8/>.

source: For real values of <placeholder-1/> when <placeholder-2/>, the <placeholder-3/> function will evaluate to values with an imaginary part.
dutch: Voor reële waarden van <placeholder-1/> met <placeholder-2/> zal de <placeholder-3/>-functie evalueren naar waarden met een imaginair deel.
french: Pour des valeurs réelles de <placeholder-1/> quand <placeholder-2/>, la fonction <placeholder-3/> donnera des valeurs avec une partie imaginaire.
german: Für reelle Werte von <placeholder-1/> - bei <placeholder-2/> - liefert die <placeholder-3/>-Function Werte mit einem Imaginärteil.
italian: Per valori reali di <placeholder-1/> quando <placeholder-2/>, la funzione <placeholder-3/> perverrà a valori con una parte immaginaria.
spanish: Para valores reales de <placeholder-1/>, cuando <placeholder-2/>, la función <placeholder-3/> devuelve números complejos. Ejemplo: W(–&pi;/2)=&pi;*&imag;/2. Cuando z&ge;–1/e, la función <placeholder-3/> devuelve números reales. Ejemplos: W(–1/e)=–1, W(0)=0, W(e)=1.

source: Riemann Zeta function
dutch: Riemann-Zeta-functie
french: fonction Zeta de Riemann
german: Riemannsche Zetafunktion
italian: funzione-Zeta di Riemann
spanish: Función zeta de Riemann

source: Returns the value of the Riemann Zeta function evaluated for the argument.
dutch: Geeft de waarde van de Riemann-Zeta-functie berekend voor het argument.
french: Donne la valeur de la fonction Zeta de Riemann pour l'argument.
german: Liefert den Wert der Riemannschen Zetafunktion zum Argument.
italian: Restituisce il valore della funzione-Zeta di Riemann calcolato per l'argomento.
spanish: Devuelve el valor de la función zeta de Riemann evaluada en el argumento indicado.

source: The <placeholder-1/> function returns the result of the Riemann Zeta function, commonly written as &zeta;(s). <placeholder-2/> may be any <placeholder-3/> that evaluates to a <placeholder-4/> or a <placeholder-5/>.
dutch: De <placeholder-1/>-functie geeft het resultaat van de Riemann-Zeta-functie, normaal geschreven als &zeta;(s). <placeholder-2/> kan elke soort <placeholder-3/> zijn die resulteert in een <placeholder-4/> of een <placeholder-5/>.
french: La fonction <placeholder-1/> donne la valeur de la fonction Zeta de Riemann, qui s'écrit &zeta;(s). <placeholder-2/> peut être n'importe quelle <placeholder-3/> qui donne un <placeholder-4/> ou un <placeholder-5/>.
german: Die <placeholder-1/>-Funktion liefert das Ergebnis der Riemannschen Zetafunktion zurück, allgemein beschrieben mit &zeta;(s). <placeholder-2/> kann jeder beliebige <placeholder-3/> sein, der eine <placeholder-4/> oder eine <placeholder-5/> darstellt.
italian: La funzione <placeholder-1/> restituisce il risultato della funzione-Zeta di Riemann, comunemente scritto come &zeta;(s). <placeholder-2/> può essere qualsiasi <placeholder-3/> che valuta un <placeholder-4/> o un <placeholder-5/>.
spanish: La función <placeholder-1/> devuelve el resultado de evaluar la función zeta de Riemann –generalmente expresada <emphasis>&zeta;(s)</emphasis>– en el argumento <placeholder-2/>. Así, <placeholder-2/> puede ser cualquier <placeholder-3/> que evalúe a un <placeholder-4/> o a un <placeholder-5/>. Ejemplos: zeta(0)=–1/2, zeta(2)=&pi;<superscript>2</superscript>/6.

source: The <placeholder-1/> function is defined for the whole complex plane except for the pole at <placeholder-2/>=1.
dutch: De <placeholder-1/>-functie is gedefiniëerd voor het gehele complex-getallensysteem behalve als de pool in <placeholder-2/>=1.
french: La fonction <placeholder-1/> est définie dans tout le plan complex sauf pour le pole <placeholder-2/>=1.
german: Die <placeholder-1/>-Funktion ist definiert für die ganze komplexe Ebene ohne die Pole bei <placeholder-2/>=1.
italian: La funzione <placeholder-1/> è definita per l'intero piano complesso eccetto che per il polo a <placeholder-2/>=1.
spanish: La función <placeholder-1/> está definida para todo el plano complejo con excepción de <placeholder-2/>=1.

source: modulus
french: modulo
german: Modulo
italian: modulo
spanish: divisor

source: remainder
dutch: rest
french: reste
german: Teilungsrest
italian: resto
spanish: resto

source: Returns the remainder of the first argument divided by the second argument.
dutch: Geeft de rest van het eerste argument gedeeld door het tweede argument.
french: Donne le reste de la division du premier par le second argument.
german: Liefert den Rest der Division des ersten Arguments durch das zweite Argument.
italian: Restituisce il resto del primo argomento diviso per il secondo argomento.
spanish: Devuelve el resto de la división del primer argumento entre el segundo argumento.

source: Calculates <placeholder-1/> modulo <placeholder-2/>, the remainder of <placeholder-3/>. <placeholder-4/> calculates the remainder f, where <placeholder-5/> for some integer a. The sign of f is always the same as the sign of <placeholder-6/>. When <placeholder-7/>, <placeholder-8/> returns 0. <placeholder-9/> and <placeholder-10/> may be any <placeholder-11/> that evaluate to <placeholder-12/>.
dutch: Berekent <placeholder-1/> modulus <placeholder-2/>, de rest van <placeholder-3/>. <placeholder-4/> berekent de rest f, zodat <placeholder-5/> voor een natuurlijk getal a. Het teken van f is altijd hetzelfde als de teken van <placeholder-6/>. Wanneer <placeholder-7/>, <placeholder-8/> geeft 0. <placeholder-9/> en <placeholder-10/> kunnen elke soort <placeholder-11/> zijn die resulteren in <placeholder-12/>.
french: Donne <placeholder-1/> modulo <placeholder-2/>, reste de <placeholder-3/>. <placeholder-4/> calcule le reste f, où <placeholder-5/> avec a entier et f entier tel que 0&le;f&lt;n. Le signe de f est toujours le même que celui de <placeholder-6/>. Quand <placeholder-7/>, <placeholder-8/> donne 0. <placeholder-9/> et <placeholder-10/> peuvent être n'importe quelles <placeholder-11/> qui donnent des <placeholder-12/>.
german: Berechnet <placeholder-1/> Modulo <placeholder-2/>, den Teilungsrest von <placeholder-3/>. <placeholder-4/> berechnet den Teilungsrest f, wobei <placeholder-5/> für eine Ganzzahl a ist. Das Vorzeichen von f entspricht immer dem Vorzeichen von <placeholder-6/>. Wenn <placeholder-7/>=0 ist, liefert <placeholder-8/> 0 zurück. <placeholder-9/> und <placeholder-10/> können beliebige <placeholder-11/> sein, die <placeholder-12/> darstellen.
italian: Calcola <placeholder-1/> modulo <placeholder-2/>, il resto di <placeholder-3/>. <placeholder-4/> calcola il resto f, ove <placeholder-5/> per qualche intero a. Il segno di f è sempre lo stesso di <placeholder-6/>. Quando <placeholder-7/>, <placeholder-8/> restituisce 0. <placeholder-9/> e <placeholder-10/> possono essere qualsiasi <placeholder-11/> che valuta <placeholder-12/>.
spanish: <placeholder-1/> módulo <placeholder-2/> devuelve el resto de la división del primer argumento entre el segundo argumento, <parameter><placeholder-3/></parameter>. <placeholder-4/> calcula el resto de <parameter>f</parameter>, donde <parameter><placeholder-5/></parameter> para cualquier número entero <parameter>a</parameter>. El signo de <parameter>f</parameter> es siempre el signo de <placeholder-6/>. Cuando <placeholder-7/>, <placeholder-8/> devuelve 0. <placeholder-9/> y <placeholder-10/> pueden ser <placeholder-11/> que evalúen a <placeholder-12/>.

source: normal distribution
dutch: normale verdeling
french: distribution normale
german: Normalverteilung
italian: distribuzione normale
spanish: distribución de probabilidad normal

source: Returns the normal distribution of the first argument with optional mean value and standard deviation.
dutch: Geeft de normale verdeling van het eerste argument bij een gegeven gemiddelde en standaardafwijking.
french: Donne la valeur de la loi normale pour le premier argument avec le choix de la moyenne et de l'écart-type.
german: Liefert die Normalverteilung des ersten Arguments, optional mit Erwartungswert und Standardabweichung.
italian: Restituisce la distribuzione normale del primo argomento con media e deviazione standard (opzionali).
spanish: Devuelve la función de densidad de probabilidad de una variable aleatoria en la media y desviación típica indicadas.
