Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Enter a description to show in the <placeholder-1/>. If empty the function equation will be used.
dutch: Voer een beschrijving in om te tonen in de <placeholder-1/>. Indien leeg zal de functievergelijking worden gebruikt.
french: Saisissez une description à afficher dans la <placeholder-1/>. Si c'est vide la définition de la fonction sera utilisée.
german: Geben Sie eine Beschreibung für die <placeholder-1/> ein. Wenn leer, wird die Funktionsgleichung angezeigt.
italian: Immetti una descrizione da mostrare nella <placeholder-1/>. Se vuota, verrà mostrata l'equazione della funzione.
spanish: En la caja de texto <guilabel>Descripción</guilabel> puedes escribir un nombre o texto explicativo para la tangente o normal que deseas introducir, que será mostrado por la <placeholder-1/>. Si nada escribes, la leyenda recogerá la expresión de la tangente o normal insertada.

source: You can choose between different line styles for which you want the tangent/normal to be drawn. You can choose between solid, dashed, dotted or a combination of these. You can also choose the width of the tangent/normal. The width is notified in screen pixels. There are also a lot of different colors you can choose between.
dutch: Je kan kiezen uit verschillende lijnstijlen waarmee de raaklijn / normale getekend wordt. Je kan uit: vol, streepjes, stippellijn of een combinatie hiervan. Je kan ook de breedte van de raaklijn / normale kiezen. De breedte wordt gegeven in het schermpixels. Je kan ook kiezen uit een heleboel verschillende kleuren.
french: Vous pouvez choisir entre différents styles de ligne pour tracer la tangente ou la normale. Vous pouvez choisir entre plein, tiret, pointillé ou une combinaison d'entre eux. Vous pouvez également choisir l'épaisseur de la tangente ou normale. L'épaisseur est indiquée en pixels d'écran. Il y a également une quantité de couleurs différentes entre lesquelles choisir.
german: Sie können verschiedene Linientypen für die Tangente/Normale wählen. Sie können ausgefüllte, gestrichelte, getüpfelte und deren Kombinationen aussuchen, ebenso wie die Breite der Graph-Linie, die in Pixel angegeben wird. Außerdem können Sie zwischen vielen verschiedenen Farben wählen.
italian: Per disegnare la tangente/normale puoi scegliere tra diversi stili di linea: pieno, tratteggiato, punteggiato o una combinazione tra questi. Puoi anche scegliere lo spessore della tangente/normale, espresso in pixel. Inoltre hai un'ampia scelta di colori tra cui scegliere.
spanish: En el cuadro <guilabel>Estilo de línea</guilabel> elige la clase de trazo que deseas para dibujar la tangente o normal. La opción por defecto es la línea continua. También puedes escoger un color para la tangente o normal, y un grosor para su gráfica, en píxeles. Observa que al dibujar la gráfica, el programa utilizará las propiedades adoptadas por última vez.

source: Insert trendline
dutch: Voeg de trendlijn in
french: Insérer une courbe d'ajustement
german: Trendlinie einfügen
italian: Inserisci linea di tendenza
spanish: Insertar línea de tendencia

source: trendline
dutch: trendlijn
french: courbe d'ajustement
german: Trendlinie
italian: linea di tendenza
spanish: línea de tendencia

source: line of best fit
dutch: lijn die het beste past
french: courbe de meilleure adéquation
german: Best-Fit-Kurve
italian: miglior interpolante
spanish: línea de mejor ajuste

source: linear
dutch: lineair
french: affine
italian: lineare
spanish: lineal

source: logarithmic
dutch: logaritmisch
french: logarithmique
german: logarithmisch
italian: logaritmica
spanish: logarítmica

source: power
dutch: macht
french: puissance
german: Potenzierung
italian: potenza
spanish: potencial

source: polyline
dutch: boom
french: polyligne
german: Mehrfachlinie
italian: multilinea
spanish: polilínea

source: regression
dutch: regressie
french: régression
italian: regressione
spanish: regresión

source: SSQ
spanish: MMC

source: sum of squares
dutch: som van kwadraten
french: somme de carrés
german: Summe der Quadrate
italian: somma dei quadrati
spanish: mínimos cuadrados

source: Insert trendline...
dutch: Voeg de trendlijn in...
french: Insérer une courbe d'ajustement...
german: Trendlinie einfügen...
italian: Inserisci linea di tendenza...
spanish: Insertar línea de tendencia...

source: Use the dialog shown below to insert a trendline that is the function that fits a <link linkend="InsertPointSeriesDialog">point series</link> best. A trendline is a function that shows a trend in a series of points, i.e. a trendline is the curve of bets fit of a specific type for a series of points. The trendline is added as an ordinary function. To create a trendline, you select the point series you want to base the trendline on and use <placeholder-1/>.
dutch: Gebruik het dialoogvenster hieronder om een trendlijn in te voegen, dat is de functie die het best bij een <link linkend="InsertPointSeriesDialog"> serie punten past </link>. Een trendlijn is een functie die een trend in een serie punten laat zien, dat wil zeggen een trendlijn is de curve die hety best een serie punten volgt. De trendlijn wordt weergegeven als een gewone functie. Voor het maken van een trendlijn, selecteert u de serie punten waarvoor je een trendlijn wenst en gebruik <placeholder-1/>.
french: Utilisez la boîte de dialogue ci-dessous pour insérer une courbe d'ajustement qui approche au mieux une <link linkend="InsertPointSeriesDialog">série de points</link>. Une courbe d'ajustement est une fonction qui montre la courbe d'un type spécifique qui approche le mieux une série de points. La courbe d'ajustement est ajoutée en tant que fonction standard. Pour créer une courbe d'ajustement vous sélectionnez la série de points sur laquelle faire l'ajustement et utilisez <placeholder-1/>.
german: Verwenden Sie den unten gezeigten Dialog, um eine Trendlinie einzufügen; das ist die Funktion, die mit einer <link linkend="InsertPointSeriesDialog">Punktserie</link> am besten übereinstimmt. Eine Trendlinie ist eine Funktion, die den Trend bzw. einer Anzahl von Punkten zeigt, d. h. es ist die für diese Punkte am besten passende Kurve eines bestimmten Typs. Die Trendlinie wird als gewöhnliche Funktion hinzugefügt. Um eine Trendlinie zu erzeugen, selektieren Sie die gewünschte Punktserie und wählen dann <placeholder-1/>.
italian: Usa la sottostante finestra di dialogo per inserire la linea di tendenza che è la funzione che meglio si adatta alla <link linkend="InsertPointSeriesDialog">serie di punti</link>. Una linea di tendenza è una funzione che mostra la tendenza di una serie di punti, ossia è la 'curva' che meglio interpola la specifica serie di punti. Questa curva è aggiunta come fosse una ordinaria funzione. Per crearla, seleziona la serie di punti di interesse e poi usa <placeholder-1/>.
spanish: Si deseas introducir una línea de tendencia respecto a la <link linkend="InsertPointSeriesDialog">serie de puntos</link> seleccionada, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado.<para>Una línea de tendencia –o línea de regresión­– es la línea de mejor ajuste para un determinado conjunto o nube de puntos que representan los datos, y se calcula como una función explícita y=f(x). La fiabilidad de una línea de tendencia está expresada por el coeficiente de determinación R<superscript>2</superscript>.</para><para>El coeficiente de determinación cuantifica la proporción de la variación de la variable dependiente respecto a la variable independiente, es decir, en qué grado la línea de tendencia se ajusta a los datos. Puede adoptar valores entre 0 y 1. Si R<superscript>2</superscript>=1, entre la línea de regresión y los puntos insertados hay una correspondencia perfecta. Sin embargo, cuanto más se aleje R<superscript>2</superscript> de ese valor ideal tanto más frágil será el ajuste realizado.</para>

source: If the point series has custom Y-errors defined, these values are used to weight the points. The weight for each point is <placeholder-1/> where &sigma; is the Y-error for the point. X-errors are not used.
dutch: Als voor de serie punten Y-fouten gedefinieerd zijn, worden deze waarden gebruikt om de punten een gewicht mee te geven. Het gewicht voor elk punt is <placeholder-1/> waar &sigma; de Y-fout is voor het punt. X-fouten worden niet gebruikt.
french: Si une série de points a des intervalles d'incertitude en y, ces valeurs sont utilisées pour pondéré les points. Le poids de chaque point est <placeholder-1/> où &sigma; l'incertitude en y du point. Les incertitudes en x ne sont pas utilisées.
german: Enthält die Punktserie benutzerdefinierte Y-Fehler, so werden diese zur Wichtung der Punkte verwendet. Die Wichtung für jeden Punkt ist <placeholder-1/> mit &sigma; als seinem Y-Fehler. X-Fehler werden nicht benutzt.
italian: Se la serie di punti ha gli errori-Y definiti dall'utente, questi sono usati per pesare i punti. Il peso di ciascun punto è <placeholder-1/>, dove &sigma; è l'errore-Y di quel punto. Gli errori-X non vengono utilizzati.
spanish: Si has definido cuantías de error Y en la serie de puntos, tales valores se utilizarán en el cálculo de la línea de tendencia. Cada punto se pondera por la inversa de la varianza, <placeholder-1/>, donde &sigma; es la desviación típica o error Y del punto. No se tienen en cuenta eventuales errores X.

source: Built-in
dutch: Ingebouwd
french: Intégré
german: Eingebaut
italian: Predefinita
spanish: Predefinida

source: Linear
dutch: Lineair
french: Affine
italian: Lineare
spanish: Lineal

source: Polynomial
dutch: Veelterm
french: Polynomiale
german: Ganzrational
italian: Polinomiale
spanish: Polinómica

source: Exponential
dutch: Exponentieel
french: Exponentielle
german: Exponentiell
italian: Esponenziale
spanish: Exponencial

source: Intercept
dutch: Intercept (stuk op de y-as)
french: Intersection
german: Schnittpunkt
italian: Intercetta
spanish: Cortar en y=

source: You may choose between the following built-in functions. These functions will give an accurate result. For <placeholder-1/>, <placeholder-2/> and <placeholder-3/> trendlines, you may select the <placeholder-4/> field and specify the point where you want the trendline to meet the y-axis.
dutch: Jekunt kiezen uit de volgende ingebouwde functies. Deze functies geven een nauwkeurig resultaat. Voor <placeholder-1/>, <placeholder-2/> en <placeholder-3/> trendlijnen, kun je het <placeholder-4/> veld selecteren en aan het punt aangeven waar je wilt dat de trendlijn y-as snijdt.
french: Vous pouvez choisir parmi les fonctions intégrées suivantes. Ces fonctions donneront un résultat précis. Pour les courbes d'ajustement <placeholder-1/>, <placeholder-2/> et <placeholder-3/> vous pouvez sélectionner le champ <placeholder-4/> et spécifier le point d'intersection de la courbe d'ajustement avec l'axe des y.
german: Sie können zwischen den folgenden eingebauten Funktionen wählen. Diese Funktionen liefern ein genaues Ergebnis. Für <placeholder-1/>-, <placeholder-2/>- und <placeholder-3/>-Trendlinien können Sie das <placeholder-4/>-Feld aktivieren und den Punkt angeben, an dem die Trendlinie die Y-Achse treffen soll.
italian: Puoi scegliere tra le seguenti funzioni predefinite che daranno un risultato accurato. Per le linee di tendenza <placeholder-1/>, <placeholder-2/> e <placeholder-3/>, puoi selezionare il campo <placeholder-4/> e specificare il punto ove desideri che la linea di tendenza incontri l'asse-y.
spanish: Hay seis modelos predeterminados para el cálculo de la línea de tendencia que, con excepción del modelo de media móvil, aplican el método de mínimos cuadrados (MMC): la suma de los cuadrados de las desviaciones o residuos (diferencias entre los valores de las ordenadas reales y las ordenadas ajustadas por el modelo) adquiere un valor mínimo.<para>Para <placeholder-1/>, <placeholder-2/> y <placeholder-3/> está disponible la opción <placeholder-4/>, donde podrás indicar en qué ordenada deseas que la línea de tendencia intersecte al eje Y.</para>

source: This is a straight line with the function f(x) = a*x+b, where a and b are constants calculated so the line is the best fit to the point series.
dutch: Dit is een rechte lijn met de functievergelijking f (x) = a * x + b, waarbij a en b constanten zijn berekend zo dat de lijn het best door de serie punten gaat.
french: C'est une droite avec la fonction f(x) = a*x+b, où a et b sont des constantes calculées pour que la courbe donne le meilleur ajustement de la série de points.
german: Dies ist eine Gerade mit der Gleichung f(x) = a*x+b, wobei die Konstanten a und b so ermittelt wurden, daß die Linie sich möglichst gut den Punkten annähert.
italian: Questa è una linea dritta descritta dalla funzione f(x) = a*x+b, ove a e b sono delle costanti calcolate in modo che sia quella che meglio interpola la serie di punti.
spanish: Crea una línea de tendencia según una función lineal minimizando la suma de los cuadrados de las desviaciones o residuos.

source: The trendline is calculated so the sum of squares (SSQ) <placeholder-1/> will be as small as possible. If possible the function will cross the points in the series; else the function will be so close to the series that the summation cannot get any smaller.
dutch: De trendlijn wordt berekend, zodat de som van de kwadraten (SSQ) <placeholder-1/> zo klein mogelijk wordt. Indien mogelijk zal de functie zal de serie punten doorde serie gaan, anders zal de functie zo dicht bij de serie punten blijven dat de sommatie niet kleiner kan zijn.
french: La courbe d'ajustement est déterminée de façon à minimiser la somme des carrés des écarts <placeholder-1/> (méthode des moindres carrés). Si c'est possible la courbe passera par les points de la série ; sinon elle sera proche des points de façon à ce que la somme des carrés des écarts ne puisse être plus petite.
german: Die Trendlinie wird so berechnet, daß die Summe der Quadrate <placeholder-1/> möglichst klein wird. Wenn möglich, durchkreuzt die Funktion die Punkte; andernfalls ist die Funktion so nah an der Punktserie, das die Summe nicht kleiner werden kann.
italian: La linea di tendenza è calcolata in modo da minimizzare la somma dei quadrati (SSQ) <placeholder-1/>. Se possibile la funzione toccherà tutti i punti in serie; altrimenti essa sarà tanto adiacente ai punti da non poter ottenere una SSQ più piccola.
spanish: La línea de tendencia emplea la ecuación f(x)=a*x+b, esto es, una línea recta, donde <parameter>a</parameter> y <parameter>b</parameter> son constantes calculadas por el programa. Con el método de mínimos cuadrados (MMC), Graph intentará obtener el resultado más pequeño para el sumatorio de los residuos al cuadrado <placeholder-1/>.

source: Logarithmic
dutch: Logaritmisch
french: Logarithmique
german: Logarithmisch
italian: Logaritmica
spanish: Logarítmica

source: A logarithmic line of best fit is given as <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants, and <placeholder-4/> is the natural logarithm function. To add a logarithmic function, no point in the series may have an x-coordinate that is negative or zero.
dutch: Een logaritmische regressiekromme wordt gegeven als <placeholder-1/>, waar <placeholder-2/> en <placeholder-3/> constanten zijn, en <placeholder-4/> de natuurlijke logaritme-functie is. Om de grafiek van een logaritmische functie als regressiekromme te kunnen gebruiken, mag geen enkel punt in de serie hebben een x-coördinaat die is negatief of nul is.
french: Une courbe d'ajustement logarithmique est définie par <placeholder-1/>, où <placeholder-2/> et <placeholder-3/> sont des constantes, et <placeholder-4/> le logarithme népérien. Pour ajouter une courbe d'ajustement logarithmique, aucun des points de la série ne doit avoir une abscisse négative ou nulle.
german: Eine logarithmische Trendlinie folgt der Gleichung <placeholder-1/>, wobei <placeholder-2/> und <placeholder-3/> Konstanten sind und <placeholder-4/> der natürliche Logarithmus. Sie läßt sich nur hinzufügen, wenn kein Punkt der Serie eine X-Koordinate hat, die negativ oder 0 ist.
italian: Una linea logaritmica della miglior interpolante è data da <placeholder-1/>, dove <placeholder-2/> e <placeholder-3/> sono delle costanti mentre <placeholder-4/> è la funzione logaritma naturale. Una funzione logaritmica è utilizzabile solo se tutti i punti della serie hanno coordinata-x hanno valore superiore a 0.
spanish: Crea una línea de tendencia según una función logarítmica minimizando la suma de los cuadrados de las desviaciones o residuos.<para>La línea de tendencia emplea la ecuación <placeholder-1/>, donde <parameter><placeholder-2/></parameter> y <parameter><placeholder-3/></parameter> son constantes calculadas por el programa, y <link linkend="ln"><placeholder-4/></link> es el logaritmo natural o neperiano. Graph deshabilitará automáticamente este modelo si detecta en la serie de puntos una coordenada <parameter>x</parameter> negativa o igual a cero.</para>

source: A logarithmic function is a straight line in a semilogarithmic coordinate system. The point series is therefore converted to a semilogarithmic coordinate system and the logarithmic function with the smallest sum of squares (SSQ) is found.
dutch: Een logaritmische functie is een rechte lijn in een semilogarithmisch assensstelsel. De serie punten wordt daartoe omgezet naar een semilogarithmisch assensstelsel. Zo wordt de logaritmische functie met de kleinste som van de kwadraten (SSQ) gevonden.
french: Une courbe d'ajustement logarithmique est une droite dans un repère semi-logarithmique. La série de points est d'abord convertie dans un repère semi-logarithmique où la fonction logarithmique est représentée par la droite des moindres carrés.
german: Eine logarithmische Funktion ist eine Gerade in einem halblogarithmischen Koordinatensystem. Die Punktserie wird deshalb für ein halblogarithmisches Koordinatensystem umgerechnet, und die logarithmische Funktion mit der Summe der kleinsten Quadrate wird ermittelt.
italian: Una funzione logaritmica è una linea dritta in un sistema di coordinate semi-logaritmico. Perciò, dapprima la serie di punti è convertita in un sistema di coordinate semi-logaritmico e poi viene trovata la funzione logaritmica che minimizza la somma dei quadrati (SSQ).
spanish: Recuerda que si defines logarítmicamente el eje X, una línea de tendencia logarítmica se mostrará como una línea recta.

source: A polynomial is a function given by <placeholder-1/>, where <placeholder-2/>...<placeholder-3/> are constants. <placeholder-4/> is the order of the polynomial. You need at least one more point than the order.
dutch: Een polynoom (veeltermfunctie) is een functie gegeven door <placeholder-1/>, waar <placeholder-2/> ... <placeholder-3/> constanten zijn. <placeholder-4/> is de graad van de polynoom. Je hebt minimaal een punt meer nodig dan de graad aangeeft.
french: Une fonction polynomiale est définie par <placeholder-1/>, où <placeholder-2/>...<placeholder-3/> sont des constantes. <placeholder-4/> est le degré du polynôme. Vous devez avoir au moins un point de plus que le degré.
german: Eine Polynom ist eine Funktion, die mit <placeholder-1/> dargestellt wird. <placeholder-2/>...<placeholder-3/> sind Konstanten. <placeholder-4/> ist der Grad des Polynoms. Die Anzahl der Punkte muß höher als der Grad sein.
italian: Una funzione polinomiale è data da <placeholder-1/>, dove <placeholder-2/>...<placeholder-3/> sono delle costanti. <placeholder-4/> è l'ordine della polinomiale. E' necessario disporre di un numero di punti superiore all'ordine (almeno 1 in più).
spanish: Crea una línea de tendencia según una función polinómica minimizando la suma de los cuadrados de las desviaciones o residuos.<para>La línea de tendencia emplea la ecuación <placeholder-1/>, donde <parameter><placeholder-2/></parameter> ... <parameter><placeholder-3/></parameter> son constantes calculadas por el programa, y <parameter><placeholder-4/></parameter> es el grado u orden del polinomio, que debes indicar en el cuadro <guilabel>Grado</guilabel>. Observa que si <parameter>n</parameter> es el orden del polinomio, debes tener definidos, al menos, <parameter>n+1</parameter> puntos para realizar este tipo de ajuste. Por ejemplo, si deseas insertar una línea de tendencia polinómica de grado 2, debes introducir, como mínimo, tres puntos.</para>

source: Power
dutch: Macht
french: Puissance
german: Potenz
italian: Potenza
spanish: Potencial

source: A power function is given by <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants calculated so the function is the best fit of the point series. To add a power function, no point in the series may have an x- or y-coordinate that is negative or zero.
dutch: Een machtsfunctie wordt gegeven door <placeholder-1/>, waar <placeholder-2/> en <placeholder-3/> constanten zijn zo berekend dat de functie is het best past bij de serie punten. Het zoeken van een machtsfunctie als regressiekromme veronderstelt dat geen enkel punt in de serie een x-of y-coördinaat heeft die negatief of nul is.
french: Une fonction puissance est définie par <placeholder-1/>, où <placeholder-2/> et <placeholder-3/> sont des constantes déterminées de façon à ajuster au mieux la série de points. Pour ajouter une fonction puissance, aucun point de la série ne doit avoir une abscisse ou une ordonnée négative ou nulle.
german: Eine Potenzfunktion wird mit <placeholder-1/> angegeben, wobei die Konstanten <placeholder-2/> und <placeholder-3/> so ermittelt wurden, daß die Funktion sich möglichst gut den Punkten annähert. Sie läßt sich nur hinzufügen, wenn kein Punkt der Serie eine X- oder Y-Koordinate hat, die negativ oder 0 ist.
italian: Una funzione potenza è data da <placeholder-1/>, dove <placeholder-2/> e <placeholder-3/> sono delle costanti calcolate in modo che la funzione sia la miglior linea interpolante. Una funzione potenza è utilizzabile solo se tutti i punti della serie hanno le coordinate (sia x che y) superiori a 0.
spanish: Crea una línea de tendencia según una función potencial minimizando la suma de los cuadrados de las desviaciones o residuos.<para>La línea de tendencia emplea la ecuación <placeholder-1/>, donde <parameter><placeholder-2/></parameter> y <parameter><placeholder-3/></parameter> son constantes calculadas por el programa. Graph deshabilitará automáticamente este modelo si detecta en la serie de puntos una coordenada <parameter>x</parameter> o <parameter>y</parameter> negativa o igual a cero.</para>

source: A power function is a straight line in a double logarithmic coordinate system. The point series is therefore converted to a double logarithmic coordinate system and the power function with the smallest sum of squares (SSQ) is found.
dutch: De grafiek van een machtsfunctie is in een dubbele logaritmisch assenstelsel een rechte. Wordt de serie punten omgezet naar een dubbele logaritmisch assenstelsel, dan wordt de machtsfunctie met de kleinste som van de kwadraten (SSQ) gevonden.
french: Une fonction puissance est une droite dans un repère logarithmique. La série de points est d'abord convertie dans un repère logarithmique où la fonction puissance est représentée par la droite des moindres carrés.
german: Eine Potenzfunktion ist eine Gerade in einem doppeltlogarithmischen Koordinatensystem. Die Punktserie wird deshalb in ein doppeltlogarithmisches Koordinatensystem übertragen, und die Potenzfunktion mit der kleinsten Summe der Quadrate wird ermittelt.
italian: Una funzione potenza è una linea dritta in un sistema di coordinate doppio-logaritmico. Perciò, dapprima la serie di punti è convertita in un sistema di coordinate doppio-logaritmico e poi viene trovata la funzione potenza che minimizza la somma dei quadrati (SSQ).
spanish: Recuerda que si defines logarítmicamente los ejes X e Y, una línea de tendencia potencial se mostrará como una línea recta.
