Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: For each value x, f(x) will evaluate to at most one value. <userinput>f(x)=sqrt(x+2)</userinput> will therefore only have positive values of f(x). To plot it for negative f(x) too, you will have to create two separate functions: <userinput>f(x)=sqrt(x+2)</userinput> and <userinput>f(x)=-sqrt(x+2)</userinput>. Alternatively you can plot it as the relation: <userinput>y^2=x+2</userinput>.
dutch: Voor elke waarde x, zal f (x) berekend worden voor hoogstens één waarde. <userinput>f(x)=sqrt(x+2)</userinput> zal daarom alleen maar positieve waarden van f (x) opleveren. Om ook de negatieve waarden vanf (x) te tekenen, zul je twee afzonderlijke functies moeten definiëren: <userinput>f(x)=sqrt(x+2)</userinput> en <userinput>f(x)=-sqrt(x+2)</userinput>. Als alternatief kun je de relatie: <userinput>y^2=x+2</userinput> laten tekenen.
french: Pour chaque valeur de x, f(x) donnera au moins une valeur. <userinput>f(x)=sqrt(x+2)</userinput> ne donnera néanmoins que les valeurs positives de f(x). Pour tracer aussi les valeurs négatives vous devrez créer deux fonctions distinctes : <userinput>f(x)=sqrt(x+2)</userinput> and <userinput>f(x)=-sqrt(x+2)</userinput>. Vous pouvez aussi tracer la relation définie par : <userinput>y^2=x+2</userinput>.
german: Für jeden Wert x des Definitionsbereichs ergibt f(x) genau einen Wert. <userinput>f(x)=sqrt(x+2)</userinput> ergibt für f(x) entsprechend nur positive Werte. Um bei diesem Beispiel auch einen unteren Parabelast im negativen Bereich zeichnen zu lassen, benötigen Sie zweite separate Funktionen: <userinput>f(x)=sqrt(x+2)</userinput> und <userinput>f(x)=-sqrt(x+2)</userinput>. Eine andere Möglichkeit besteht darin, die folgende Relation zu verwenden: <userinput>y^2=x+2</userinput>.
italian: Per ogni valore di x, f(x) calcolerà al massimo un valore. Ad es. <userinput>f(x)=sqrt(x+2)</userinput> darà perciò solo i valori positivi di f(x). Per disegnarla anche per f(x) negativa, dovrai creare due distinte funzioni: <userinput>f(x)=sqrt(x+2)</userinput> e <userinput>f(x)=-sqrt(x+2)</userinput> o, in alternativa, puoi tracciarla come relazione ponendo: <userinput>y^2=x+2</userinput>.
spanish: Nota que en este caso Graph mostrará sólo los valores positivos de f(x). Si deseas representar la rama negativa de esa función, tendrás que crear dos funciones diferentes: <userinput>f(x)=sqrt(x+2)</userinput> y <userinput>g(x)=–sqrt(x+2)</userinput>. Como alternativa, la ecuación <userinput>y^2=x+2</userinput> dibujará perfectamente las ramas positiva y negativa.

source: How do I plot a complex function like f(t)=e^(i*t)?
dutch: Hoe teken ik een complexe functie als f (t)=e^(i*t)?
french: Comment puis-je tracer une fonction complexe comme f(t)=e^(i*t) ?
german: Wie lasse ich Graph eine komplexe Funktion wie f(t)=e^(i*t) zeichnen?
italian: Come faccio a tracciare un funzione complessa del tipo: f(t)=e^(i*t) ?
spanish: ¿Cómo trazo una función compleja como f(t)=e^(t*i)?

source: You probably want to show the real part on the x-axis and the imaginary part on the y-axis. In that case you can draw the function as the parametric function <userinput>x(t)=re(e^(i*t)), y(t)=im(e^(i*t))</userinput>. Notice that <placeholder-1/> must be enabled in the <placeholder-2/> dialog.
dutch: Waarschijnlijk wil je het reële deel tonen op de x-as en het imaginaire deel op de y-as. In dat geval kun je de functie als de parameterfunctie<userinput>x(t)=re(e^(i*t)), y(t)=im(e^(i*t))</userinput> laten tekenen. Merk op dat <placeholder-1/> moet worden ingeschakeld in het <placeholder-2/> dialoogvenster.
french: Vous voulez probablement placer les points d'abscisse la partie réelle et d'ordonnée la partie imaginaire. Dans ce cas il suffit de tracer la représentation paramétrique définie par <userinput>x(t)=re(e^(i*t)), y(t)=im(e^(i*t))</userinput>. Notez que <placeholder-1/> doit être activé dans la boîte de dialogue <placeholder-2/>.
german: Wahrscheinlich wollen Sie den Realteil auf der X- und den Imaginärteil auf der Y-Achse darstellen. In diesem Fall können Sie die Parameterfunktion <userinput>x(t)=re(e^(i*t)), y(t)=im(e^(i*t))</userinput> verwenden. Beachten Sie, dass dafür im Dialog <placeholder-2/> <placeholder-1/> aktiviert sein muss.
italian: Probabilmente vorrai mostrare la parte reale sull'asse-x e la parte immaginaria sull'asse-y. In tal caso puoi disegnare la funzione in forma parametrica: ad es. <userinput>x(t)=re(e^(i*t)), y(t)=im(e^(i*t))</userinput>. Nota che <placeholder-1/> dev'essere abilitata nella finestra di dialogo <placeholder-2/>.
spanish: Para representar las soluciones complejas de la función, probablemente desees emplear el eje X como el eje real y el eje Y como el eje imaginario. En este caso, inserta la citada función como la función paramétrica <userinput>x(t)=<link linkend="re">re</link>(e^(t*i)), y(t)=<link linkend="im">im</link>(e^(t*i))</userinput>. Recuerda que en <placeholder-2/>> <link linkend="AxesDialogSettings">Configuración</link>, la casilla <placeholder-1/> debe estar activada.

source: How can I make Graph plot functions with vertical asymptotes correctly?
dutch: Hoe kan ik Graph functies met verticale asymptoten correct laten tekenen?
french: Comment puis-je faire pour que Graph trace les fonctions avec asymptotes verticales correctement ?
german: Was muss ich tun, damit Graph Funktionen mit senkrechten Asymptoten richtig zeichnet?
italian: Come posso far in modo che Graph tracci correttamente le funzioni con asintoti verticali?
spanish: ¿Cómo puedo hacer que Graph trace correctamente funciones con asíntotas verticales asociadas?

source: Steps
dutch: Stappen
french: Étapes
german: Schritte
spanish: Pasos

source: Functions like <userinput>f(x)=tan(x)</userinput> with vertical asymptotes may not always be shown correctly. As default Graph will evaluate the function for each pixel on the x-axis. But if the graph has a steep slope that goes against infinite and back between two pixels, Graph will not notice it. To plot the function correctly you can tell Graph how many evaluations to perform. This may be entered in the <placeholder-1/> field in the <placeholder-2/> dialog. A number around 100000 will usually show the function correctly.
dutch: Functies met verticale asymptoten, zoals <userinput>f(x)=tan(x)</userinput>, worden misschien niet altijd correct weergegeven. Standaard berekent Graph de functiewaarde voor elke pixel op de x-as. Maar als de grafiek een quasi oneindige helling heeft tussen twee pixels , zal Graph dit niet merken. Om de functie correct te laten tekenen, kan je opgeven hoeveel evaluaties Graph moet uitvoeren. Dit kan worden ingevoerd in het <placeholder-1/> veld in het <placeholder-2/> dialoogvenster. Een aantal rond 100.000 zal over het algemeen de functie correct weergeven.
french: Les fonctions comme <userinput>f(x)=tan(x)</userinput> avec des asymptotes verticales ne sont pas toujours affichées correctement. Par défaut Graph calcule l'image de la fonction pour chaque pixel de l'axe des x. Mais si le graphique présente entre deux pixels une pente allant dans le voisinage de l'infini et en revenant, Graph le remarquera. Pour tracer la fonction correctement vous pouvez imposer à Graph le nombre de pas à réaliser. Ceci doit être indiqué dans le champ <placeholder-1/> de la boîte de dialogue <placeholder-2/>. Un nombre de l'ordre de 100000 suffira habituellement à afficher correctement la fonction.
german: Funktionen, die wie beispielsweise <userinput>f(x)=tan(x)</userinput> vertikale Asymptoten aufweisen, werden möglicherweise nicht immer korrekt dargestellt. Standardmäßig berechnet Graph für jeden Wert der X-Achse einen zugehörigen Funktionswert, was bei sehr steilen (gegen unendlich gehenden) Steigungen zu Darstellungsproblemen führen kann. Um Funktionsgraphen mit derartigen Steigungen korrekt zeichnen zu lassen, kann eingestellt werden, wie viele Werte Graph für die graphische Darstellung berechnen soll. Im Feld <placeholder-1/> des Dialogs <placeholder-2/> wird diese Anzahl festgelegt. Ein Wert um 100.000 sollte das Problem normalerweise aus dem Weg schaffen und den Funktionsgraphen korrekt darstellen.
italian: Non sempre è possibile visualizzare correttamente funzioni con asintoti verticali, quali <userinput>f(x)=tan(x)</userinput>. Per default, Graph valuterà la funzione per ogni pixel sull'asse-x, tuttavia se il grafico ha una ripida curva tendente all'infinito e la spalla tra due pixel Graph non la individuerà. Per tracciarla correttamente puoi chiedere a Graph di eseguire un certo numero di valutazioni, da indicare nel campo <placeholder-1/> della finestra di dialogo <placeholder-2/>; un numero intorno a 100000 è di solito sufficiente allo scopo.
spanish: Funciones como <userinput>f(x)=<link linkend="tan">tan</link>(x)</userinput> podrían no ser dibujadas de forma exacta. Por defecto, Graph evalúa la función para cada píxel del eje X, pero si una gráfica tiene una pendiente que tiende a infinito entre dos píxeles, el programa no lo advertirá. Para dibujar fielmente la función, deberías especificar cuántas evaluaciones deseas que realice el programa. En el cuadro de diálogo <placeholder-2/>, introduce un número en el cuadro <placeholder-1/>. Por ejemplo, si indicas 100000, esto será suficiente para mostrar la función de forma precisa.

source: How to create a PDF file from Graph?
dutch: Hoe kan ik een PDF-bestand te maken uit Graph?
french: Comment créer un fichier PDF à partir de Graph ?
german: Wie kann ich aus Graph heraus PDF-Dateien exportieren?
italian: Come creare un file.PDF da Graph?
spanish: ¿Es posible guardar un sistema de coordenadas como un archivo pdf?

source: You can choose to save as PDF in the <placeholder-1/> dialog.
dutch: Je kan ervoor kiezen om op te slaan als PDF in het <placeholder-1/> dialoogvenster.
french: Vous pouvez choisir d'enregistrer au format PDF dans la boîte de dialogue <placeholder-1/>.
german: Im Dialog <placeholder-1/> ist es möglich, das Koordinatensystem als PDF-Datei abzuspeichern.
italian: Puoi scegliere di salvare come PDF nella finestra di dialogo <placeholder-1/>.
spanish: Sí, pero observa que, exactamente, el programa guardará una imagen png del sistema coordenado dentro de un archivo pdf. Para ello, emplea <menuchoice><guimenu>Archivo</guimenu><guimenuitem><link linkend="SaveImageDialog"><placeholder-1/></link></guimenuitem></menuchoice>.

source: Why will the program not start under Windows 95?
dutch: Waarom zal het programma niet starten onder Windows 95?
french: Pourquoi le programme ne démarre-t-il pas sous Windows 95 ?
german: Funktioniert Graph auch unter Windows 95?
italian: Perchè Graph non si avvia in Windows 95?
spanish: ¿Por qué el programa no se inicia con Windows 95?

source: Graph no longer supports Windows 95. The last version to run under Windows 95 was Graph 4.2.
dutch: Graph ondersteunt niet langer Windows 95. De laatste versie die draaide onder Windows 95 was Graph 4.2.
french: Graph n'est plus compatible avec Windows 95. La dernière version de Graph compatible avec Windows 95 était Graph 4.2.
german: Aktuelle Versionen von Graph laufen unter Windows 95 nicht mehr. Die letzte Windows 95-kompatible Version war Graph 4.2.
italian: Graph non è più compatibile con Windows 95. L'ultima versione a girare con questo SO era Graph 4.2.
spanish: La última versión del programa compatible con Windows 95 fue Graph 4.2, versión ya superada.

source: Piecewise
dutch: Stuksgewijs
french: Par morceaux
german: Stückweise
italian: A tratti
spanish: Definidas a trozos

source: signum
french: fonction signe
german: Vorzeichen
italian: segno
spanish: signo

source: Returns the sign of the argument.
dutch: Geeft het teken van het argument.
french: Donne le signe de l'argument.
german: Liefert das Vorzeichen des Arguments.
italian: Restituisce il segno dell'argomento.
spanish: Devuelve el signo del argumento.

source: The <placeholder-1/> function, which is also called signum, returns the sign of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. When <placeholder-7/> is a real number, <placeholder-8/> returns 1 for <placeholder-9/>&gt;0 and -1 for <placeholder-10/>&lt;0. <placeholder-11/> returns 0 for <placeholder-12/>=0. When <placeholder-13/> evaluates to a complex number, <placeholder-14/> returns <placeholder-15/>.
dutch: De <placeholder-1/> functie, ook wel signum, geeft het signum van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn die resulteert in een <placeholder-5/> of een <placeholder-6/>. Wanneer <placeholder-7/> een reëel getal is, is <placeholder-8/> 1 voor <placeholder-9/>&gt;0 en -1 voor <placeholder-10/> <0. <placeholder-11/> is 0 voor <placeholder-12/> = 0. Wanneer <placeholder-13/> resulteert in een complex getal, is <placeholder-14/> gelijk aan <placeholder-15/>.
french: La fonction <placeholder-1/>, également nommée fonction signe, donne le signe de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. Quand <placeholder-7/> est un nombre réel, <placeholder-8/> donne 1 pour <placeholder-9/>&gt;0 et -1 pour <placeholder-10/>&lt;0. <placeholder-11/> donne 0 pour <placeholder-12/>=0. Quand <placeholder-13/> est un nombre complexe, <placeholder-14/> donne <placeholder-15/>.
german: Die <placeholder-1/>-Funktion, auch Signum genannt, liefert das Vorzeichen von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. Ist <placeholder-7/> eine reelle Zahl, liefert <placeholder-8/> liefert 1 bei <placeholder-9/>&gt;0 und -1 bei <placeholder-10/>&lt;0. <placeholder-11/> liefert 0 bei <placeholder-12/>=0. <placeholder-14/> liefert <placeholder-15/>, wenn <placeholder-13/> eine komplexe Zahl ergibt.
italian: La funzione <placeholder-1/>, detta anche 'segno', restituisce il segno di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. Se <placeholder-7/> è un numero reale, <placeholder-8/> restituisce 1 per <placeholder-9/>&gt;0 e -1 per <placeholder-10/>&lt;0. <placeholder-11/> restituisce 0 per <placeholder-12/>=0. Se <placeholder-13/> valuta un numero complesso, <placeholder-14/> restituisce <placeholder-15/>.
spanish: La función <placeholder-1/> –también denominada <emphasis>función signo</emphasis>– devuelve el signo del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para>Cuando <placeholder-7/> es un número real, <placeholder-8/>=1 para <placeholder-9/>&gt;0, y <placeholder-8/>=–1 para <placeholder-10/>&lt;0. Si <placeholder-12/>=0, <placeholder-11/>=0. Cuando <placeholder-13/> evalúa a un número complejo, <placeholder-14/>=<placeholder-15/>.</para>

source: The unit step function.
dutch: De eenheid stap functie.
french: Fonction échelon unitaire.
german: Die Einheits-Sprungfunktion.
italian: Funzione a gradino.
spanish: Devuelve la función escalón unitario.

source: <placeholder-1/> is commonly known as the unit step function. <placeholder-2/> may be any <placeholder-3/> that evaluates to a <placeholder-4/>. The function is undefined when <placeholder-5/> has an imaginary part. <placeholder-6/> returns 1 for <placeholder-7/>&ge;0 and 0 for <placeholder-8/>&lt;0.
dutch: <placeholder-1/> is algemeen bekend als de eenheid stap functie. <placeholder-2/> kan elk <placeholder-3/> worden die resulteert in een <placeholder-4/>. De functie is niet gedefinieerd als <placeholder-5/> een imaginair deel heeftl. <placeholder-6/> is 1 voor <placeholder-7/> ≥ 0 en 0 voor <placeholder-8/> <0.
french: <placeholder-1/> est la fonction échelon unitaire. <placeholder-2/> peut être n'importe quelle <placeholder-3/> qui donne un <placeholder-4/>. La fonction n'est pas définie quand <placeholder-5/> a une partie imaginaire. <placeholder-6/> donne 1 pour <placeholder-7/>&ge;0 et 0 pour <placeholder-8/>&lt;0.
german: <placeholder-1/> ist allgemein unter dem Namen Einheits-Sprungfunktion bekannt. <placeholder-2/> kann ein beliebiger <placeholder-3/> sein, der eine <placeholder-4/> darstellt. Die Funktion ist nicht definiert, wenn <placeholder-5/> einen imaginaren Anteil hat. <placeholder-6/> liefert 1 für <placeholder-7/>&ge;0 und 0 für <placeholder-8/>&lt;0.
italian: <placeholder-1/> è comunemente nota come funzione a gradino o di Heaviside. <placeholder-2/> può essere qualsiasi <placeholder-3/> che valuta un<placeholder-4/>. La funzione è indefinita se <placeholder-5/> ha una parte immaginaria. <placeholder-6/> restituisce 1 per <placeholder-7/>&ge;0 e 0 per <placeholder-8/>&lt;0.
spanish: La función <placeholder-1/> es conocida como la <emphasis>función escalón unitario de Heaviside</emphasis>. Así, <placeholder-2/> puede ser cualquier <placeholder-3/> que evalúe a un <placeholder-4/>. <placeholder-6/>=1 cuando <placeholder-7/>&ge;0, y <placeholder-6/>=0 cuando <placeholder-8/>&lt;0.<para>La función <placeholder-1/> no está definida cuando el argumento <placeholder-5/> es un número complejo.</para>

source: Finds and returns the minimum of the values passed as arguments.
dutch: Vindt en geeft het minimum van de gegeven waarden voor de argumenten.
french: Donne la valeur minimale des valeurs mises en arguments.
german: Findet und liefert den Minimalwert der Argumente.
italian: Trova e restituisce il minimo dei valori passati come argomento.
spanish: Devuelve el valor mínimo de dos o más argumentos.

source: numeric expressions
dutch: numerieke uitdrukkingen
french: expression numérique
german: numerische Ausdrücke
italian: espressione numerica
spanish: expresiones algebraicas

source: real numbers
dutch: reële getallen
french: nombres réels
german: reelle Zahlen
italian: numeri reali
spanish: números reales

source: The <placeholder-1/> function returns the minimum value of its arguments. <placeholder-2/> can take any number of arguments not less than 2. The arguments may be any <placeholder-3/> that evaluate to <placeholder-4/> or <placeholder-5/>. If the arguments are complex numbers, the function returns <placeholder-6/>.
dutch: De <placeholder-1/> functie geeft de minimale waarde van de argumenten. <placeholder-2/> kan elk aantal argumenten zijn maar niet minder dan 2. De argumenten kunnen elk <placeholder-3/> zijn die resulteren tot <placeholder-4/> of <placeholder-5/>. Als de argumenten complexe getallen zijn, geeft de functie <placeholder-6/>.
french: La fonction <placeholder-1/> donne la valeur minimale des arguments. <placeholder-2/> admet un nombre d'arguments quelconque supérieur ou égal à 2. Les arguments peuvent être n'importe quelles <placeholder-3/> qui donnent des <placeholder-4/> ou des <placeholder-5/>. Si les arguments sont des nombres complexes, la fonction donne <placeholder-6/>.
german: Die <placeholder-1/>-Funktion liefert den kleinsten Wert ihrer Argumente. <placeholder-2/> muß mindestens 2 Argumente haben. Die Argumente können beliebige <placeholder-3/> sein, die <placeholder-4/> oder <placeholder-5/> ergeben. Wenn die Argumente komplexe Zahlen sind, liefert die Funktion <placeholder-6/> zurück.
italian: La funzione <placeholder-1/> restituisce il valore minimo del suo argomento. <placeholder-2/> può prendere qualsiasi numero di argomenti purchè non inferiore a 2. L'argomento può essere qualsiasi <placeholder-3/> che valuta <placeholder-4/> o <placeholder-5/>. Se gli argomenti sono numeri complessi, la funzione restituisce <placeholder-6/>.
spanish: La función <placeholder-1/> devuelve el valor mínimo de los argumentos insertados. El número de argumentos de <placeholder-2/> no puede ser inferior a dos. Los argumentos pueden ser <placeholder-3/> que evalúen a <placeholder-4/> o <placeholder-5/>.<para>Si los argumentos son números complejos, min(A,B,…)=<placeholder-6/>.</para>

source: Finds and returns the maximum of the values passed as arguments.
dutch: Vindt en geeft het maximum van de gegeven waarden voor de argumenten.
french: Donne la valeur maximale des valeurs mises en arguments.
german: Findet und liefert den Maximalwert der Argumente.
italian: Trova e restituisce il massimo dei valori passati come argomento.
spanish: Devuelve el valor máximo de dos o más argumentos.

source: The <placeholder-1/> function returns the maximum value of its arguments. <placeholder-2/> can take any number of arguments not less than 2. The arguments may be any <placeholder-3/> that evaluate to <placeholder-4/> or <placeholder-5/>. If the arguments are complex numbers, the function returns <placeholder-6/>.
dutch: De <placeholder-1/> functie geeft de maximale waarde van de argumenten. <placeholder-2/> kan elk aantal argumenten zijn maar niet minder dan 2. De argumenten kunnen elk <placeholder-3/> zijn die resulteren tot <placeholder-4/> of <placeholder-5/>. Als de argumenten complexe getallen zijn, geeft de functie <placeholder-6/>.
french: La fonction <placeholder-1/> donne la valeur maximale des arguments. <placeholder-2/> admet un nombre d'arguments quelconque supérieur ou égal à 2. Les arguments peuvent être n'importe quelles <placeholder-3/> qui donnent des <placeholder-4/> ou des <placeholder-5/>. Si les arguments sont des nombres complexes, la fonction donne<placeholder-6/>.
german: Die <placeholder-1/>-Funktion liefert den größten Wert ihrer Argumente. <placeholder-2/> muß mindestens 2 Argumente haben. Die Argumente können beliebige <placeholder-3/> sein, die <placeholder-4/> oder <placeholder-5/> ergeben. Wenn die Argumente komplexe Zahlen sind, liefert die Funktion <placeholder-6/> zurück.
italian: La funzione <placeholder-1/> restituisce il valore massimo del suo argomento. <placeholder-2/> può prendere qualsiasi numero di argomenti purchè non inferiore a 2. L'argomento può essere qualsiasi <placeholder-3/> che valuta <placeholder-4/> o <placeholder-5/>. Se gli argomenti sono numeri complessi, la funzione restituisce <placeholder-6/>.
spanish: La función <placeholder-1/> devuelve el valor máximo de los argumentos insertados. El número de argumentos de la función <placeholder-2/> no puede ser inferior a dos. Los argumentos pueden ser <placeholder-3/> que evalúen a <placeholder-4/> o <placeholder-5/>.<para>Si los argumentos son números complejos, max(A,B,…)=<placeholder-6/>.</para>

source: Returns the second argument if it is in the range between the first argument and the third argument.
dutch: Geeft het tweede argument als het tussen het eerste argument en het derde argument ligt.
french: Donne le deuxième argument s'il est entre le premier et le troisième argument.
german: Liefert das zweite Argument, wenn es im Bereich zwischen dem ersten und dem dritten Argument ist.
italian: Restituisce il secondo argomento se si trova nell'intervallo tra il primo e il terzo argomento.
spanish: Devuelve el segundo argumento si éste se encuentra en el intervalo entre el primer argumento y el tercer argumento.
