Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: The <placeholder-1/> function calculates the inverse cotangent of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
dutch: De functie <placeholder-1/> berekent de inverse cotangens van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> is hetzelfde als <placeholder-5/>. <placeholder-6/> mag elke soort <placeholder-7/> zijn die naar een <placeholder-8/> of een <placeholder-9/> evalueert.
french: La fonction <placeholder-1/> donne l'arccotangente de <placeholder-2/>. Le résultat peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> est identique à <placeholder-5/>. <placeholder-6/> peut être n'importe quelle <placeholder-7/> qui donne un <placeholder-8/>. C'est la fonction réciproque de la fonction <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Arcuscotangens von <placeholder-2/>. Das Ergebnis hat die Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> ist dasselbe wie <placeholder-5/>. <placeholder-6/> kann ein beliebiger <placeholder-7/> sein, der eine <placeholder-8/> darstellt. Dies ist die Umkehrung der <placeholder-9/>-Funktion.
italian: La funzione <placeholder-1/> calcola l'arcocotangente di <placeholder-2/>. Il risultato può essere in <placeholder-3/> o gradi, in base alle impostazioni correnti. <placeholder-4/> equivale a <placeholder-5/>. <placeholder-6/> può essere qualsiasi <placeholder-7/> che valuta un <placeholder-8/>. Questa è l'inversa della funzione <placeholder-9/>.
spanish: La función <placeholder-1/> calcula la arcocotangente del argumento <placeholder-2/>. El resultado puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-6/> puede ser cualquier <placeholder-7/> que evalúe a un <placeholder-8/>.<para>La función <placeholder-1/> es la función inversa de la función <placeholder-9/>: <placeholder-4/>=<placeholder-5/>.</para>

source: The <placeholder-1/> function returns a value in the range ]-&pi;/2;&pi;/2] (]-90;90] when calculating in degrees), which is the most common definition, though some may define it to be in the range ]0;&pi;[.
dutch: De <placeholder-1/>-functie geeft een waarde binnen het limiet ]-&pi;/2;&pi;/2] (]-90;90] met graden), wat de meest voorkomende definitie is. Toch zouden sommigen het kunnen definiëren met de limiet ]0;&pi;[.
french: La fonction <placeholder-1/> donne une valeur de l'intervalle ]-&pi;/2;&pi;/2] (]-90;90] pour des calculs en degrés), selon la définition la plus classique, bien que pour certains cela soit dans l'intervalle ]0;&pi;[.
german: Die <placeholder-1/>-Function liefert einen Wert im Intervall ]-&pi;/2;&pi;/2] (]-90;90] wenn in Grad gerechnet wird), das ist die allgemeine Definition, obwohl der Bereich manchmal auch mit ]0;&pi;[ definiert wird.
italian: La funzione <placeholder-1/> restituisce un valore nell'intervallo ]-&pi;/2;&pi;/2] (]-90;90] calcolando in gradi), che è la definizione più comune, sebbene alcuni possano definirla ricadente nel range [0;&pi;].
spanish: La función <placeholder-1/> devuelve un valor en el intervalo ]–&pi;/2,&pi;/2[ si se calcula con radianes, o ]–90,90[ si se calcula con grados sexagesimales, aunque también puede definirse en el intervalo ]0,&pi;[.

source: Insert relation
dutch: Voeg een relatie in
french: Insérer une relation
german: Relation einfügen
italian: Inserisci relazione
spanish: Insertar ecuación/inecuación

source: relation
dutch: relaten
italian: relazione
spanish: expresión

source: equation
dutch: vergelijking
french: équation
german: Gleichung
italian: equazione
spanish: ecuación

source: equality
dutch: gelijkheid
french: égalité
german: Gleichheit
italian: uguaglianza
spanish: igualdad

source: inequality
dutch: ongelijkheid
french: inégalité
german: Ungleichheit
italian: disequazione
spanish: inecuación

source: constraints
dutch: beperkingen
french: contraintes
german: Nebenbedingungen
italian: vincoli
spanish: condiciones

source: implicit function
dutch: impleciete functie
french: fonction implicite
german: implizite Funktion
italian: funzione implicita
spanish: función implícita

source: Insert relation...
dutch: Voeg een relatie in...
french: Insérer une relation...
german: Relation einfügen...
italian: Inserisci relazione...
spanish: Insertar ecuación/inecuación...

source: This dialog is used to insert a relation in the coordinate system. <quote>Relation</quote> is a common name for inequalities and equations, also known as implicit functions. To insert a relation you use the menu item <placeholder-1/>. To change an existing relation, you first select it in the <placeholder-2/> and use <placeholder-3/>.
dutch: Dit dialoogvenster wordt gebruikt om een relatie in te voegen in het assenstelsel. <quote>Relation</quote> is een veel voorkomende naam voor ongelijkheden en vergelijkingen, ook bekend als impliciete functie. Om een relatie in te voegen gebruik je het menu-item <placeholder-1/>. Om een bestaande relatie te wijzigen, moet je deze eerst selecteren in de <placeholder-2/> en <placeholder-3/> gebruiken .
french: Cette boîte de dialogue est utilisée pour insérer une relation dans le repère. Une <quote>Relation</quote> est un nom commun aux inéquations et équations également dénommées fonctions implicites. Pour insérer une relation vous utilisez l'item <placeholder-1/> du menu. Pour modifier une relation existante, vous devez d'abord la sélectionner dans la <placeholder-2/> puis utilser <placeholder-3/>.
german: In diesem Dialog lässt sich eine Relation ins Koordinatensystem einfügen. <quote>Relation</quote> ist ein allgemeiner Name für Ungleichungen und Gleichungen (implizite Funktion). Mit <placeholder-1/> fügen Sie eine Relation ein. Bestehende Relationen können bearbeitet werden, indem <placeholder-3/> in der <placeholder-2/> ausgewählt wird.
italian: Finestra di dialogo usata per inserire una relazione nel sistema di coordinate. <quote>Relazione</quote> è un nome comune per equazioni e disequazioni, note anche come funzioni implicite. Per inserire una relazione, usa la voce del menu <placeholder-1/>; per modificare una relazione esistente, prima selezionala in <placeholder-2/> e poi usa <placeholder-3/>.
spanish: Si deseas introducir una ecuación o inecuación en el sistema de coordenadas, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado.<para>Para editar una ecuación o inecuación, selecciónala en el <placeholder-2/> y utiliza <placeholder-3/>, o el menú contextual. El método más simple consiste en hacer doble clic sobre dicha ecuación o inecuación.</para><para>Las ecuaciones e inecuaciones también se conocen como <emphasis>funciones implícitas</emphasis>, esto es, funciones del tipo f(x,y)=0.</para>

source: Relation
dutch: Relatie
italian: Relazione
spanish: Expresión

source: Here you enter the relation you want to graph. This must either be an equation or an inequality. <placeholder-1/> and <placeholder-2/> are used as the independent variables. An equation is a statement that one quantity equals another and the quantities must be separated by the = operator. For example the equation <placeholder-3/> will plot a circle of radius 5.
dutch: Hier vul je de relatie in waarvan je grafiek wil. Dit moet of een vergelijking, of een ongelijkheid zijn. <placeholder-1/> en <placeholder-2/> worden gebruikt als de onafhankelijke veranderlijken. Een vergelijking is een uitdrukking dat een linkerlid gelijk stelt aan een rechterlidelkaar en dit met de = operator. Bijvoorbeeld de vergelijking <placeholder-3/> plot een cirkel met straal 5.
french: Ici vous saisissez la relation que vous voulez représenter. Cela peur être une équation ou une inéquation. <placeholder-1/> et <placeholder-2/> sont utilisés comme variables indépendantes. Une équation est une égalité conditionnelle entre deux quantités où les deux quantités doivent être séparées par l'opérateur =. Par exemple l'équation <placeholder-3/> donnera un cercle de rayon 5.
german: Hier geben Sie die Relation ein, die Sie zeichnen wollen - entweder eine Gleichung oder eine Ungleichung. <placeholder-1/> und <placeholder-2/> sind unabhängige Variablen. Eine Gleichung ist eine Aussage, daß zwei Werte gleich sind; die Wert müssen durch ein = getrennt sein. Die Gleichung <placeholder-3/> wird z. B. einen Kreis mit dem Radius 5 zeichnen.
italian: Qui immetti la relazione che vuoi inserire nel grafico, che può essere una equazione o una disequazione. <placeholder-1/> e <placeholder-2/> sono usate come variabili indipendenti. Con un'equazione si dichiara che una quantità eguaglia un'altra. Le due quantità devono essere separate dall'operatore =. Ad esempio, una equazione è <placeholder-3/> che corrisponde a un cerchio di raggio = 5.
spanish: Introduce la expresión de la ecuación o inecuación que deseas representar gráficamente. Las variables son <placeholder-1/> e <placeholder-2/>. Una ecuación es una igualdad entre dos <glossterm linkend="NumericExpression">expresiones algebraicas</glossterm>. La igualdad se establece por medio del operador = (igual a). Por ejemplo, la ecuación <placeholder-3/> dibujará una circunferencia de radio r=5.

source: An inequality is a statement that one quantity is greater or less than another, and the quantities must be separated by one of the four operators: &lt;, &gt;, &lt;=, &gt;=. An inequality can for example be <placeholder-1/>. Two operators can be used to specify a range, for example <placeholder-2/>.
dutch: Een ongelijkheid is een uitdrukking waar het linkerlid groter of kleiner is dan het rechterlid, deze leden worden gescheiden door een van de vier operatoren zijn: &lt;, &gt;, &lt;=, &gt;=. Een ongelijkheid kan bijvoorbeeld <placeholder-1/>. Twee operatoren kunnen gebruikt worden om een bereik op te geven, bijvoorbeeld <placeholder-2/>.
french: Une inéquation est une inégalité conditionnelle où une quantité est plus grande ou plus petite qu'une autre, et les deux quantités doivent être séparées par un des quatre opérateurs : &lt;, &gt;, &lt;=, &gt;=. Une inéquation est par exemple <placeholder-1/>. Deux opérateurs peuvent être utilisés pour spécifier un intervalle, par exemple <placeholder-2/>.
german: Eine Gleichung ist eine Aussage, daß zwei Werte ungleich gleich sind; die Werte müssen durch einen der vier folgenden Operatoren getrennt sein: &lt;, &gt;, &lt;=, &gt;=. Eine Ungleichung ist beispielsweise <placeholder-1/>. Zwei Operatoren können einen Bereich festlegen, z. B. <placeholder-2/>.
italian: Con una disequazione si dichiara che una quantità è maggiore/minore di un'altra. Le due quantità devono essere separate da uno dei seguenti operatori: &lt;, &gt;, &lt;=, &gt;=. Ad es. una disequazione potrebbe essere: <placeholder-1/>. Si possono usare due operatori per specificare un intervallo, per esempio <placeholder-2/>.
spanish: Por otra parte, una inecuación es una desigualdad entre dos expresiones algebraicas. La desigualdad se establece por medio de los operadores &lt; (menor que), &gt; (mayor que), &lt;= (menor o igual que), &gt;= (mayor o igual que). Ejemplo: <placeholder-1/>. Observa que dos operadores de comparación pueden ser utilizados para delimitar un intervalo, por ejemplo, <placeholder-2/>.

source: You can use the same operators and <link linkend="ListOfFunctions">built-in functions</link> as for plotting graphs of functions. In addition you can also create <link linkend="CustomFunctionsDialog">custom functions</link>.
dutch: Je kan dezelfde operatoren en <link linkend="ListOfFunctions"> ingebouwde functies </link> gebruiken als voor het plotten van de grafieken van functies. Je kan ook <link linkend="CustomFunctionsDialog">custom functions</link> definieren.
french: Vous pouvez utiliser les mêmes opérateurs et <link linkend="FunctionList">fonctions intégrées</link> que pour tracer les graphiques de fonctions. De plus vous pouvez aussi créer des <link linkend="CustomFunctionsDialog">fonctions personnelles</link>.
german: Sie können dieselben Operatoren und <link linkend="ListOfFunctions">eingebauten Funktionen</link> benutzen wie für Funktionsgraphen. Außerdem können Sie auch <link linkend="CustomFunctionsDialog">benutzerdefinierte Funktionen</link> erstellen.
italian: Puoi usare gli stessi operatori e <link linkend="ListOfFunctions">funzioni predefinite</link> per tracciare grafici di funzione. Inoltre, puoi creare delle <link linkend="CustomFunctionsDialog">funzioni personalizzate</link>.
spanish: En el capítulo <emphasis><link linkend="ListOfFunctions">Lista de funciones</link></emphasis> encontrarás una relación de las variables, constantes, operadores y funciones predefinidos en el programa. Recuerda que en <menuchoice><guimenu>Función</guimenu><guimenuitem><link linkend="CustomFunctionsDialog">Personalizar funciones/constantes...</link></guimenuitem></menuchoice> puedes crear tus propias funciones y constantes.

source: Constraints
dutch: Beperkingen
french: Contraintes
german: Restriktionen
italian: Vincoli
spanish: Condiciones

source: Here you can enter optional constraints, which can be any <placeholder-1/>. The relation will only be valid and plotted where the constraints are fulfilled, i.e. evaluates to a non-zero value. The constraints usually consist of a series of inequalities separated with the logical operators (<placeholder-2/>). As for the relation, <placeholder-3/> and <placeholder-4/> are used as the independent variables.
dutch: Hier kun je beperkingen ingeven, dit kan elke <placeholder-1/> worden. De relatie is alleen geldig en wordt alleen getekend waar de beperkingen voldaan zijn, dat wil zeggen resulteert in een niet-nul waarde. De beperkingen bestaan meestal uit een serie van ongelijkheden gescheiden door de logische operatoren (<placeholder-2/>). Zoals bij relaties worden <placeholder-3/> en <placeholder-4/> gebruikt als onafhankelijke veranderlijken.
french: Ici vous pouvez saisir les contraintes optionnelles qui peuvent être n'importe quelles <placeholder-1/>. La relation ne sera valide et représentée graphiquement que si les contraintes sont satisfaites, i.e. donnant un résultat non nul. Les contraintes sont habituellement une série d'inégalités séparées par les opérateurs logiques (<placeholder-2/>). Comme pour la relation <placeholder-3/> et <placeholder-3/> sont utilisés comme variables indépendantes.
german: Hier geben Sie die Nebenbedingungen für die Relation ein. Eine Nebenbedingung ist ein beliebiger <placeholder-1/>. Geplottet werden nur die Bereiche der Relation, für die alle Nebenbedingungen erfüllt sind (d.h. einen Wert ungleich Null egeben). Nebenbedingungen bestehen normalerweise aus einer Reihe von Ungleichungen, die durch Logikoperatoren (<placeholder-2/>) verbunden werden. Für Relationen stellen <placeholder-3/> und <placeholder-4/> die unabhängigen Variablen dar.
italian: Qui puoi immettere dei vincoli opzionali, che possono essere ogni <placeholder-1/>. La relazione sarà valida solo e tracciata dove i vincoli sono rispettati, cioè è valutato un valore siverso da 0. Di solito i vincoli consistono in una serie di disequazioni separate dagli operatori logici (<placeholder-2/>). Come per le relazioni, <placeholder-3/> e <placeholder-4/> sono usate come variabili indipendenti.
spanish: Indica las condiciones que eventualmente deseas exigir a la ecuación o inecuación, que pueden ser cualquier <placeholder-1/>. <placeholder-3/> e <placeholder-4/> son las variables independientes. Advierte que la ecuación o inecuación que insertes sólo será dibujada en los valores existentes de las condiciones, es decir, valores distintos de cero. Con frecuencia, la condición exigida para que se verifique cierta expresión es una desigualdad, o incluso varias desigualdades separadas por los operadores lógicos (<placeholder-2/>).

source: For example if you have the relation <placeholder-1/>, which is a shaded circle, the constraints <placeholder-2/> will only show the part of the circle in the 4<superscript>th</superscript> quadrant.
dutch: Bijvoorbeeld heb je de relatie <placeholder-1/>, wat een gearceerde cirkel is, de beperkingen <placeholder-2/> zal zorgen dat alleen het deel van de cirkel in het 4<superscript>th</superscript> kwadrant getoond wordt.
french: Par exemple si vous avez la relation <placeholder-1/>, qui donne un cercle rempli, les contraintes <placeholder-2/> ne donneront que le quart du cercle situé dans le 4<superscript>ème </superscript> quadrant.
german: Z. B. Bei der Relation <placeholder-1/> (ein schraffierter Kreis), wird durch die Nebenbedingungen <placeholder-2/> nur der im 4. Quadrant befindliche Teil des Kreises dargestellt.
italian: Per esempio, se hai la relazione <placeholder-1/>, che è un cerchio ombreggiato, i vincoli <placeholder-2/> faranno sì che venga mostrata solo la porzione di cerchio nel 4<superscript>°</superscript> quadrante.
spanish: Por ejemplo, si introduces la inecuación <placeholder-1/>, se dibujará un círculo con relleno, pero si exiges las condiciones <placeholder-2/>, se mostrará únicamente el cuarto cuadrante.

source: Here you may enter a descriptive text to show in the <placeholder-1/>. If this field is left empty, the relation and constraints will be shown in the legend.
dutch: Hier kun je een beschrijvende tekst laten zien in de <placeholder-1/>. Als je dit veld leeg laat, zullen de relatie en de beperkingen worden weergegeven in de legende.
french: Ici vous pouvez saisir un texte descriptif à afficher dans la <placeholder-1/>. Si le champ est laissé vide, la relation et les contraintes seront affichées dans la légende.
german: Hier können Sie einen beschreibenden Text für die <placeholder-1/> eingeben. Wird dieses Feld leergelassen, so werden in der Legende die Relation und die Nebenbedingungen angezeigt.
italian: Qui puoi immettere un testo descrittivo da mostrare in <placeholder-1/>. Se il campo è lasciato vuoto, nella legenda saranno mostrati la relazione e i vincoli.
spanish: En esta caja de texto puedes escribir un nombre o texto explicativo para la ecuación o inecuación que deseas insertar, que será mostrado por la <placeholder-1/>. Si nada escribes, la leyenda mostrará por defecto la expresión definida (junto con las condiciones exigidas, si las hubiere).

source: Properties
dutch: Eigenschappen
french: Propriétés
german: Eigenschaften
italian: Proprietà
spanish: Propiedades

source: Width
dutch: Breedt
french: Largeur
german: Breite
italian: Larghezza
spanish: Grosor

source: Here you may select a shading style for inequalities, color and width for equations. The shading <placeholder-1/> is only used for inequalities and is ignored for equations. To see overlapping inequalities they must use different styles. The <placeholder-2/> indicates the size of the line drawn for equations and the width of the border line for inequalities. For inequalities the width can be set to 0 to avoid drawing the border line.
dutch: Hier kun je een arceringsstijl voor ongelijkheden kiezen, kleur en breedte voor vergelijkingen. De arcering <placeholder-1/> wordt alleen gebruikt voor ongelijkheden en genegeerd voor vergelijkingen. Om overlappende ongelijkheden te zien, moet je verschillende stijlen gebruiken. De <placeholder-2/> geeft de lijndikte van de kromme bij vergelijkingen en de dikte van de grenskromme bij ongelijkheden. Bij ongelijkheden kan de dikte O worden gesteld om te voorkomen dat de grenskromme getekend wordt.
french: Ici vous pouvez saisir un style de remplissage pour les inéquations, la couleur et l'épaisseur pour les équations. Le remplissage <placeholder-1/> est seulement utilisé pour les inéquations et ignoré pour les équations. Pour voir des inéquations se chevauchant vous devez utiliser des styles différents. La <placeholder-2/> indique l'épaisseur pour le tracé des équations et pour les frontières des inéquations. Pour les inéquations l'épaisseur peut être 0 pour ne pas tracer la frontière.
german: Hier können Sie Schraffurstile für Ungleichungen, Farbe und Breite für Gleichungenwählen.Gleichungs. Die Schraffur <placeholder-1/> wird für Ungleichungen benutzt und für Gleichungen ignoriert. Man kann nur überlappende Ungleichungen sehen, wenn sie unterschiedlichen Schraffurstilen haben. Die <placeholder-2/> zeigt an das Größe der Linie für Gleichungen und die Breite der Grenzlinie für Ungleichungen. Bei Ungleichungen kann die Breite auf 0 gesetzt werden, um das Zeichnen eine Grenzlinie zu vermeiden.
italian: Qui puoi selezionare lo stile di ombreggiatura per le disequazioni, colore e spessore per le equazioni. Lo <placeholder-1/> ombreggiatura è usato solo per le disequazioni ed è ignorata nelle equazioni. Per poter vedere disequazioni sovrapposte è necessario adottare stili diversificati. La <placeholder-2/> indica la dimensione della linea tracciata per le equazioni e lo spessore della linea del bordo per le disequazioni (se non si desidera marcare il bordo, porre = 0).
spanish: En el cuadro <placeholder-1/> puedes elegir un color uniforme o una trama (rayado), pero sólo para representar gráficamente las soluciones de las inecuaciones. Si quieres destacar la zona en que dos inecuaciones se superponen, selecciona una trama diferente para cada una de ellas. En el cuadro <placeholder-2/> define la anchura de la gráfica de una ecuación o del límite de una inecuación, en píxeles. En este último caso, si no deseas mostrar dicho límite, indica 0.

source: Table
dutch: Tabel
german: Tabelle
italian: Tabella
spanish: Tabla de valores

source: calc
dutch: berekenen
french: calculer
german: berechnen
spanish: calcular

source: table
dutch: tabel
french: tabler
german: Tabelle
italian: tabella
spanish: tabla de valores
