Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Imports one or several point series from a tab, comma or semicolon separated data file. The first column shall contain the x-coordinates. The following columns shall contain the y-coordinates. Graph will create as many point series as there are columns with y-coordinates in the file. There is no limit to the number of point series possible in the data file as long as they share the same x-coordinates.
dutch: Voert een of meerdere puntenreeksen in van een door een tab, komma of puntkomma gescheiden bestand. De eerste kolom bevat de x-coördinaten. De volgende kolommen bevatten de y-coördinaten. Graph zal zo veel serie punten creëren als er kolommen met y-coördinaten zijn in het bestand. Er is geen limiet aan het aantal mogelijke serie punten in het bestand, zolang ze dezelfde x-coördinaten delen.
french: Importe une ou plusieurs séries de points d'un fichier avec pour séparateur la virgule, le point-virgule ou la tabulation. La première colonne contiendra les coordonnées en x. Les colonnes suivantes contiendront les coordonnées en y. Graph créera autant de séries de points qu'il y a de colonnes avec des coordonnées en y. Il n'y a pas de limite au nombre de séries de points possibles dans le fichier de données tant qu'elles partagent les mêmes coordonnées en x.
german: Importiert eine oder mehrere Punktserien aus einer Textdatei, wobei die Daten durch Tabs, Kommata oder Semikola getrennt werden. Die erste Spalte muss die X-Koordinaten, die folgenden Spalten Y-Koordinaten enthalten. Graph erzeugt soviele Punktserien, wie die Datei Spalten mit Y-Koordinaten enthält. Die Anzahl der Punktserien in der Datei ist nicht begrenzt, solange sie dieselben X-Koordinaten gemeinsam haben.
italian: Importa una o più serie di punti da una tabella o da file con campi separati da virgola o punto-e-virgola. La prima colonna conterrà le coordinate-x e le colonne successive le coordinate-y. Graph creerà tante serie di punti quante sono le colonne con le coordinate-y. Non c'è limite al numero di serie a patto che condividano le stesse coordinate-x.
spanish: Importa una o varias series de puntos desde un archivo delimitado por tabulaciones, comas, o puntos y comas (archivo .txt o .csv) al sistema de coordenadas activo. No hay límite para el número de puntos que desees introducir.

source: Print...
dutch: Druk af...
french: Imprimer...
german: Drucken...
italian: Stampa...
spanish: Imprimir...

source: Sends the coordinate system and graphs to a printer.
dutch: Stuurt het assenstelsel en grafieken op een printer.
french: Envoie le repère et les graphiques à une imprimante.
german: Sendet das Koordinatensystem und die Graphen an einen Drucker.
italian: Invia il sistema di coordinate e i grafici alla stampante.
spanish: Imprime el sistema de coordenadas activo. Hay disponibles varias opciones de impresión.

source: Exit
dutch: Sluit af
french: Quitter
german: Beenden
italian: Esci
spanish: Salir

source: Quits the program. You may be asked to save the file.
dutch: Sluit het programma. Mogelijk wordt je gevraagd om het bestand op te slaan.
french: Ferme le programme. On vous demandera si vous voulez enregistrer le fichier.
german: Beendent das Programm. Ggfs. bittet es Sie, die Datei zu speichern.
italian: Chiude il programma. Potrebbe venirti chiesto se vuoi salvare il file.
spanish: Cierra el programa. Si has introducido cambios en el archivo abierto, un cuadro de diálogo te preguntará si deseas guardarlos.

source: Undo
dutch: Maak ongedaan
french: Défaire
german: Rückgängig
italian: Annulla
spanish: Deshacer

source: Use this to undo the last thing you did. You can choose how many undo steps that are saved in the <placeholder-1/> dialog.
dutch: Gebruik dit om het laatste wat je gedaan hebt ongedaan te maken.Je kunt kiezen hoeveel stappen, die zijn opgeslagen in het <placeholder-1/> dialoogvenster, ongedaan gemaakt moeten worden.
french: À utiliser pour défaire la dernière chose faite.
german: Hiermit läßt sich Ihre letzte Aktion rückgängig machen. Sie können die maximale Anzahl der im <placeholder-1/>-Dialog gespeicherten Rückgängig-Schritte einstellen.
italian: Usa questo per annullare l'ultima azione compiuta. Nella finestra di dialogo <placeholder-1/> puoi scegliere quante azioni salvare per poterle annullare a ritroso.
spanish: Elimina el último cambio realizado. En el cuadro de diálogo <placeholder-1/> puedes definir el número máximo de operaciones que se pueden deshacer, o incluso desactivar esta opción.

source: Redo
dutch: Opnieuw
french: Rétablir
german: Wiederherstellen
italian: Ripristina
spanish: Rehacer

source: Use this to redo the last thing undone. This is only available after you have selected <placeholder-1/>.
dutch: Gebruik dit om het laatste ongedaan gemaakte opnieuw te doen. Dit is alleen beschikbaar nadat je <placeholder-1/> hebt geselecteerd.
french: À utiliser pour refaire la dernière chose défaite. Ceci n'est disponible que si <placeholder-1/> a été utilisé.
german: Hiermit stellen Sie Ihre letzte rückgängiggemachte Aktion wieder her; vorausgesetzt, sie haben <placeholder-1/> ausgewählt.
italian: Usa questo per ripristinare l'ultima azione annullata. E' disponibile solo dopo che hai scelto <placeholder-1/>.
spanish: Invierte la última acción deshecha, recuperando así el último cambio realizado. Este comando sólo estará disponible si previamente ejecutaste <placeholder-1/>.

source: Cut
dutch: Knip
french: Couper
german: Ausschneiden
italian: Taglia
spanish: Cortar

source: graph element
dutch: grafiekelement
french: élément du graphique
italian: elemento grafico
spanish: elemento de Graph

source: This will copy the selected <placeholder-1/> to the clipboard. The element will be deleted afterwards.
dutch: Dit kopieert het geselecteerde <placeholder-1/> naar het klembord. Het element zal achteraf worden verwijderd.
french: Cela copiera l' <placeholder-1/> sélectionné dans le presse-papiers. Ensuite l'élément sera supprimé.
german: Dies kopiert das ausgewählte <placeholder-1/> in die Zwischenablage. Danach wird das Element gelöscht.
italian: Questo copierà negli appunti l'<placeholder-1/> selezionato e, da quel momento, esso sarà eliminato.
spanish: Corta el <placeholder-1/> seleccionado y lo coloca en el Portapapeles.

source: This will copy the selected <placeholder-1/> to the clipboard.
dutch: Dit kopieert het geselecteerde <placeholder-1/> naar het klembord.
french: Cela copiera l'<placeholder-1/> sélectionné dans le presse-papiers.
german: Dies kopiert das ausgewählte <placeholder-1/> in die Zwischenablage.
italian: Questo copierà negli appunti l'<placeholder-1/> selezionato.
spanish: Copia el <placeholder-1/> seleccionado en el Portapapeles.

source: This will paste an earlier copied <placeholder-1/> from the clipboard into the coordinate system.
dutch: Dit plakt een eerder gekopieerd <placeholder-1/> van het klembord in het assenstelsel.
french: Cela collera un <placeholder-1/>, préalablement copié dans le presse-papiers, dans le repère.
german: Dies fügt ein vorher kopiertes <placeholder-1/> von der Zwischenablage ins Koordinatensystem.
italian: Questo incollerà un <placeholder-1/>, precedentemente copiato, dagli appunti nel sistema di coordinate.
spanish: Pega el <placeholder-1/> seleccionado en el sistema de coordenadas activo.

source: Copies the shown coordinate system to the clipboard as an image. You can then paste it into another program, i.e. Microsoft Word.
dutch: Kopieert de getoonde assenstelsel naar het klembord als een afbeelding. Je kunt vervolgens plakken in een ander programma, bijvoorbeeld Microsoft Word.
french: Copie le repère affiché dans le presse-papiers en tant qu'image. Vous pouvez le coller dans un autre programme, i.e. Microsoft Word.
german: Kopiert das gezeigte Koordinatensystem als Bild in die Zwischenablage. Sie können es dann ein anderes Programm einfügen, z. B. Microsoft Word.
italian: Copia il sistema di coordinate visualizzato negli appunti come immagine. Quindi potrai incollarlo poi in un programma esterno (ad es. MS Word).
spanish: Copia el sistema de coordenadas activo en el Portapapeles. Posteriormente, podrás pegarlo en otro programa, por ejemplo, MS Word.

source: Edit specifications for the axes, e.g. scale, colors, legend placement, etc.
dutch: Bewerkt de eigenschappen van de assen, bijv. schaal, kleur, legende plaatsing, enz.
french: Édite les caractéristiques des axes, e.g. échelle, couleurs, place de la légende, etc...
german: Bearbeitet die Eigenschaften der Achsen, z. B. Maßstab, Farben, Plazierung der Legende usw.
italian: Modifica le specifiche degli assi: scala, colori, posizione della legenda, ecc.
spanish: Edita las configuraciones de los ejes. Por ejemplo, puedes variar el valor mínimo y máximo asignado a los números mostrados por los ejes, definir éstos en una escala logarítmica, o superponer una cuadrícula.

source: Options...
dutch: Opties...
german: Einstellungen...
italian: Opzioni...
spanish: Opciones...

source: This will change global settings for Graph, e.g. association of .grf files, showing of tooltips, maximum number of undo stored undo steps, etc.
dutch: Dit verandert de globale instellingen voor Graph, bijvoorbeeld koppeling van .grf bestanden, het tonen van tooltips, maximaal opgeslagen aantal ongedaan maak stappen, etc.
french: Cela changera les paramètres généraux de Graph, e.g. association avec les fichiers .grf, affichage des bulles, nombre maximal de retours en arrière, etc...
german: Ändert allgemeine Einstellungen für Graph, z. B. Zuordnung von .grf Dateien, Anzeigen von Tooltips, maximale Zahl gespeicherter Rückgängig-Schritte usw.
italian: Questo cambierà le impostazioni globali per Graph: associazione dei file .grf, visualizzazione suggerimenti, massimo numero di azioni annullabili, ecc.
spanish: Modifica la configuración general de Graph. Por ejemplo, puedes indicar cuántos decimales deseas que muestren las evaluaciones del programa, establecer que los cálculos se realicen con <glossterm linkend="RealNumber">números reales</glossterm>, o cambiar el idioma de la interfaz de usuario.

source: Inserts a function into the coordinate system. Functions may be added with different width and color, and you can choose to only show the graph in a specified interval, and specify other settings too.
dutch: Voegt een functie in in het assenstelsel. Functies kunnen worden toegevoegd met een verschillende breedte en kleur, en je kunt kiezen om de grafiek te tekenen in een bepaalde interval, en andere instellingen opgeven.
french: Insère une fonction dans le repère. Les fonctions peuvent être ajoutées avec différentes épaisseurs et couleurs, et vous pouvez choisir d'afficher le graphique dans un intevalle spécifié, et spécifier d'autres paramètres encore.
german: Fügt eine Funktion ins Koordinatensystem ein. Die Funktionen können unterschiedliche Breite und Farbe haben, Sie können den Graphen in einem angegeben Intervall anzeigen und auch andere Dinge einstellen.
italian: Inserisce una funzione nel sistema di coordinate. Puoi aggiungere funzioni con differente spessore e colore, inoltre puoi scegliere di visualizzare il grafico solo per un certo intervallo come pure specificare altre impostazioni.
spanish: Introduce una función en el sistema de coordenadas. Asimismo, podrás especificar una anchura y un color para la gráfica, o mostrar ésta sólo en un determinado intervalo.

source: Insert tangent...
dutch: Voeg tangens in...
french: Insérer une tangente...
german: Tangente einfügen...
italian: Inserisci tangente...
spanish: Insertar tangente/normal...

source: Use this dialog to add a tangent to an already shown function at a user-specified point. The tangent will be added to the function selected in the <placeholder-1/>.
dutch: Gebruik dit dialoogvenster om een raaklijn toe te voegen aan een al getekende functie in een door de gebruiker opgegeven punt. De raaklijn aan de functie, geselecteerd in het <placeholder-1/>, zal worden getekend .
french: Utilisez cette boîte de dialogue pour ajouter une tangente en un point spécifié à un graphique déjà affiché. La tangente sera ajoutée à la fonction sélectionnée dans la <placeholder-1/>.
german: Dieser Dialog dient dazu, eine Tangente an eine bestehende Funktion in einem bestimmten Punkt anzulegen. Die Tangente wird in der <placeholder-1/> als separate Funktion abgelegt.
italian: Usa questa finestra di dialogo per aggiungere una tangente in un punto a scelta di una funzione già visualizzata. La tangente sarà aggiunta alla funzione selezionata in <placeholder-1/>.
spanish: Introduce una tangente o una normal respecto a la función seleccionada. La tangente o la normal será mostrada en el <placeholder-1/> unida a su función.

source: This menu item is used to add a shading to the selected function. You may choose between different styles of shading and different colors. The shading may be added above the function, below the function, between the function and the x-axis, between the function and the y-axis, inside the function or between two functions.
dutch: Dit menu-item wordt gebruikt om arcering toe te voegen aan de geselecteerde functie. Je kunt kiezen tussen verschillende arceerstijlen en verschillende kleuren. De arcering kan worden toegevoegd boven de functie, onder de functie, tussen de functie en de x-as, tussen de functie en de y-as, in de functie of tussen de twee functies.
french: Cet item du menu est utilisé pour ajouter un remplissage à la fonction sélectionnée. Vous pouvez choisir entre différents styles et différentes couleurs de remplissage. Le remplissage peut être ajouté au-dessus de la fonction, en-dessous de la fonction, entre la fonction et l'axe des x, entre la fonction et l'axe des y, à l'intérieur de la fonction ou entre deux fonctions.
german: Mit diesem Menüpunkt läßt sich zur selektierten Funktion eine Schraffur hinzufügen. Sie können verschiedene Schraffur-Arten und -Farben wählen. Die Schraffuren lassen sich über der Funktion, unter der Funktion, zwischen Funktion und X-Achse, zwischen Funktion und Y-Achse, innerhalb der Funktion und zwischen zwei Funktionen hinzufügen.
italian: Questa voce del menu è usata per aggiungere una ombreggiatura alla funzione selezionata, con facoltà di scegliere tra diversi stili e colori. L'ombreggiatura può essere posta sopra o sotto la funzione, tra la funzione e l'asse-x o l'asse-y, all'interno della funzione o tra due funzioni.
spanish: Introduce un relleno respecto a la función seleccionada. Puedes elegir entre seis clases de relleno, estilos de representación (color uniforme o trama) y colores. Por ejemplo, el relleno puede ser añadido entre la función y el eje X, por encima de la función o por debajo de ella, o entre dos funciones.

source: This dialog is used to add the first derivative to the selected function.
dutch: Dit dialoogvenster wordt gebruikt om de eerste afgeleide toe te voegen aan de geselecteerde functie.
french: Cette boîte de dialogue est utilisée pour ajouter une dérivée première à la fonction sélectionnée.
german: Mit diesem Dialog läßt sich die erste Ableitung der selektierten Funktion erstellen.
italian: Questa finestra di dialogo è usata per aggiungere la derivata 1° alla funzione selezionata.
spanish: Introduce la primera derivada respecto a la función seleccionada. Obviamente, ulteriores derivadas pueden ser obtenidas a partir de las precedentes.

source: Inserts a new point series into the coordinate system. An infinite number of points defined by their x- and y-coordinates may be added. It is possible to choose color, size, and style of the point series.
dutch: Voegt een nieuwe serie punten in het assenstelsel. Een oneindig aantal punten gedefinieerd door hun x-en y-coördinaten kunnen worden toegevoegd. Je kunt kleur, grootte en stijl van de serie punten kiezen.
french: Insère une nouvelle série de points dans le repère. Un nombre non limité de points définis par leurs coordonnées peuvent être ajoutés. Il est possible de choisir couleur, taille et style des séries de points.
german: Fügt eine neue Punktserie ins Koordinatensystem ein, das ist eine unendliche Anzahl von Punkten, definiert durch ihre X- und Y-Koordinaten. Farbe, Größe und Art der Punktserie lassen sich auswählen.
italian: Inserisce una nuova serie di punti nel sistema di coordinate. Puoi aggiungere un numero infinito di punti, definendo ogni singola coordinata (x,y), e scegliere colore, dimensione e stile della serie.
spanish: Introduce una serie de puntos en el sistema coordenado especificando las coordenadas <parameter>x</parameter> e <parameter>y</parameter>. No hay límite para el número de puntos que desees insertar. Para representar los puntos puedes elegir entre ciertos marcadores, tamaños y colores. Asimismo, es posible expresar gráficamente márgenes de error mediante barras de error.

source: Inserts a trendline as the curve of best fit for the selected point series. You may choose between different kinds of functions for the trendline.
dutch: Voegt de best passende trendlijn voor de geselecteerde serie punten. Je kunt kiezen tussen verschillende soorten van functies voor deze trendlijn.
french: Insère une courbe d'ajustement pour la série de points sélectionnée. Vous pouvez choisir entre différents types de fonctions pour la courbe d'ajustement.
german: Fügt eine Trendlinie ein; das ist die Funktion, die am besten zur ausgewählten Punktserie paßt. Sie können zwischen verschiedenen Funktionsarten für die Trendlinie wählen.
italian: Inserisce una linea di tendenza come curva che meglio interpola la serie di punti selezionata. Puoi scegliere tra diversi tipi di funzioni interpolanti.
spanish: Introduce la línea de mejor ajuste respecto a la serie de puntos seleccionada. Hay seis modelos de líneas de tendencia predeterminados, por ejemplo, lineal, polinómica o media móvil.

source: This inserts an equation or inequality into the coordinate system. Equations and inequalities are used to express relations between x- and y-coordinates with the same operators etc. as for graphs of functions. Relations may be added with different shading styles and colors.
dutch: Dit voegt een vergelijking of ongelijkheid in in het assenstelsel. Vergelijkingen en ongelijkheden worden gebruikt om relaties tussen x-en y-coördinaten te tonen met de dezelfde operatoren enz. als voor grafieken van functies. Relaties kunnen worden toegevoegd met verschillende arceerstijlen en kleuren.
french: Ceci insère une équation ou une inéquation dans le repère. Équations et inéquations expriment des relations entre les x et les y avec les mêmes opérateurs que les fonctions. Les relations peuvent être ajoutées avec différents styles et couleurs de remplissage.
german: Fügt eine Gleichung oder Ungleichung ins Koordinatensystem ein. Mit Gleichungen und Ungleichungen drückt man Relationen zwischen X- und Y-Koordinaten mit denselben Operatoren aus, wie z. B. für Funktionsgraphen. Relationen können mit verschiedenen Schraffurtypen und -Farben hinzugefügt werden.
italian: Inserisce una equazione o disequazione nel sistema di coordinate. Equazioni e disequazioni sono usate per esprimere le relazioni tra coordinate-x- e coordinate-y con gli stessi operatori ecc. come per i grafici di funzioni. Le relazioni possono venir aggiunte usando diversi stili e colori.
spanish: Introduce una ecuación o inecuación en el sistema de coordenadas. Los operadores, constantes y funciones reconocidos por el programa están aquí igualmente disponibles (consulta el capítulo <emphasis><link linkend="ListOfFunctions">Lista de funciones</link></emphasis>).

source: This will show a dialog, which may be used to create a formatted text label. The label will always be created at the center of the graphing area but can afterwards be dragged to another place with the mouse.
dutch: Dit toont een dialoogvenster dat gebruikt kan worden om een geformatteerd tekstlabel te maken. Het label zal altijd worden gecreëerd in het midden van de grafische gebied, maar kan achteraf met de muis naar een andere plaats worden gesleept .
french: Ceci affichera une boîte de dialogue qui pourra être utilisée pour créer un label de texte formaté. Le label sera toujours créé au centre du dessin mais pourra ensuite être déplacé à la souris vers une autre place.
german: Dies öffnet einen Dialog, mit dem man ein formatiertes Textfeld erzeugen kann. Das Textfeld wird immer in der Mitte der Zeichenfläche erzeugt, kann aber später mit der Maus verschoben werden.
italian: Questo mostra una finestra di dialogo utilizzabile per creare una didascalia formattata. L'etichetta verrà sempre posta al centro dell'area grafica, ma puoi trascinarla in posizione diversa con il mouse.
spanish: Introduce un cuadro de texto en el sistema de coordenadas. Un cuadro de texto es un contenedor móvil que generalmente encierra un texto, pero también puede aceptar <emphasis><link linkend="OLE">objetos OLE</link></emphasis>, por ejemplo, imágenes o elementos procedentes del <emphasis>Editor de ecuaciones</emphasis> de Microsoft.

source: Enter
french: Entrée
german: Eingabe
italian: Invio
spanish: Intro

source: This will show a dialog where you can change the selected <placeholder-1/> in the <placeholder-2/>.
dutch: Dit toont een dialoogvenster waarin je het geselecteerde <placeholder-1/> in de <placeholder-2/> kunt veranderen.
french: Ceci affichera une boîte de dialogue où vous pourrez changer l'<placeholder-1/> sélectionné dans la <placeholder-2/>.
german: Dies öffnet einen Dialog, in dem Sie das ausgewählte <placeholder-1/> in der <placeholder-2/> ändern können.
italian: Questo mostra una finestra di dialogo dove potrai cambiare l'<placeholder-1/> selezionato nella <placeholder-2/>.
spanish: Permite modificar el <placeholder-1/> seleccionado en el <placeholder-2/>.

source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
italian: Elimina
spanish: Eliminar

source: Del
french: Suppr
german: Entf
spanish: Supr

source: This will delete the selected <placeholder-1/> in the <placeholder-2/>.
dutch: Hierdoor wordt de geselecteerde <placeholder-1/> in de <placeholder-2/> gewist.
french: Ceci supprimera l'<placeholder-1/> sélectionné dans la <placeholder-2/>.
german: Dies löscht das ausgewählte <placeholder-1/> in der <placeholder-2/>.
italian: Questo eliminerà la <placeholder-1/> selezionata nella <placeholder-2/>.
spanish: Borra del sistema de coordenadas el <placeholder-1/> seleccionado en el <placeholder-2/>.

source: Custom functions...
dutch: Basisfuncties...
french: Fonctions personnelles...
german: Benutzerdefinierte Funktionen...
italian: Personalizza funzione...
spanish: Personalizar funciones/constantes...

source: This shows a dialog used to create custom functions and constants in addition to the built-in ones.
dutch: Dit toont een dialoogvenster gebruikt om aangepaste functies en constanten, in aanvulling op de ingebouwde, te creëren.
french: Ceci affiche une boîte de dialogue utilisée pour creéer des fonctions et des constantes personnalisées en plus de celles intégrées dans Graph.
german: Dies öffnet einen Dialog, in dem Sie - zusätzlich zu den eingebauten - benutzerdefinierte Funktionen und Konstanten erzeugen können.
italian: Questo mostra una finestra di dialogo dove creare funzioni personalizzate e costanti, in aggiunta a quelle predefinite.
spanish: Permite al usuario crear sus propias funciones y constantes.

source: In
french: Agrandir
german: Vergrößern
italian: Avanti
spanish: Acercar
