Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: The <placeholder-1/> function returns <placeholder-2/>, if <placeholder-3/> is greater than <placeholder-4/> and less than <placeholder-5/>. If <placeholder-6/> &lt; <placeholder-7/> then <placeholder-8/> is returned. If <placeholder-9/> &gt; <placeholder-10/> then <placeholder-11/> is returned. The arguments may be any <placeholder-12/> that evaluate to <placeholder-13/> or <placeholder-14/>. The function has the same effect as <placeholder-15/>.
dutch: De <placeholder-1/> functie geeft <placeholder-2/>, als <placeholder-3/> groter is dan <placeholder-4/> en minder dan <placeholder-5/>. Als <placeholder-6/> &lt; <placeholder-7/> dan krijg je <placeholder-8/>. Als <placeholder-9/>> <placeholder-10/> dan krijg je <placeholder-11/>. De argumenten kunnen elk <placeholder-12/> zijn dat resulteert in <placeholder-13/> of <placeholder-14/> . De functie heeft hetzelfde effect als <placeholder-15/>.
french: La fonction <placeholder-1/> donne <placeholder-2/>, si <placeholder-3/> est plus grand que <placeholder-4/> et plus petit que <placeholder-5/>. Si <placeholder-6/> &lt; <placeholder-7/> alors cela donne <placeholder-8/>. Si <placeholder-9/> &gt; <placeholder-10/> alors cela donne <placeholder-11/>. Les arguments peuvent être n'importe quelles <placeholder-12/> qui donnent des <placeholder-13/> ou des <placeholder-14/>. La fonction a un effet identique à <placeholder-15/>.
german: Die <placeholder-1/>-Funktion liefert <placeholder-2/> zurück, wenn <placeholder-3/> größer als <placeholder-4/> und kleiner als <placeholder-5/> ist. Ist <placeholder-6/> &lt; <placeholder-7/>, wird <placeholder-8/> zurückgeliefert. Ist <placeholder-9/> &gt; <placeholder-10/>, wird <placeholder-11/> zurückgeliefert. Die Argumente können beliebige <placeholder-12/> sein, die <placeholder-13/> oder <placeholder-14/> ergeben. Die Funktion hat dieselbe Wirkung wie <placeholder-15/>.
italian: La funzione <placeholder-1/> restituisce <placeholder-2/>, se <placeholder-3/> è maggiore di <placeholder-4/> e minore di <placeholder-5/>. Se <placeholder-6/> &lt; <placeholder-7/> allora vien restituito <placeholder-8/>. Se <placeholder-9/> &gt; <placeholder-10/> allora vien restituito <placeholder-11/>. Gli argomeneti possono essere qualsiasi <placeholder-12/> che valuta <placeholder-13/> o <placeholder-14/>. La funzione ha lo stesso effetto di <placeholder-15/>.
spanish: La función <placeholder-1/> devuelve el segundo argumento <placeholder-2/>, si <placeholder-3/> es mayor que <placeholder-4/> y menor que <placeholder-5/>. Si <placeholder-6/> &lt; <placeholder-7/>, la función <placeholder-1/> devuelve el primer argumento, <placeholder-8/>. Si <placeholder-9/> &gt; <placeholder-10/>, la función devuelve el tercer argumento, <placeholder-11/>. Los argumentos pueden ser <placeholder-12/> que evalúen a <placeholder-13/> o <placeholder-14/>.<para>Observa que range(A,z,B)=<placeholder-15/>.</para>

source: Evaluates one or more conditions and returns a different result based on them.
dutch: Evaluuert een of meer voorwaarden en geeft een ander resultaat op basis van deze.
french: Évalue une ou plusieurs conditions et retourne différentes valeurs selon les résultats.
german: Wertet eine oder mehrere Bedingungen aus und liefert ein davon abhängiges Ergebnis zurück.
italian: Considera una o più condizioni e restituisce un risultato diverso in base ad esse.
spanish: Analiza una o más condiciones y devuelve un resultado basado en ellas.

source: The <placeholder-1/> function evaluates <placeholder-2/> and if it is different from 0 then <placeholder-3/> is evaluated and returned. Else <placeholder-4/> is evaluated and if it is different from 0 then <placeholder-5/> is returned and so forth. If none of the conditions are true <placeholder-6/> is returned. <placeholder-7/> is optional and if not specified <placeholder-8/> returns an error if none of the conditions are true. The arguments may be any <placeholder-9/> that evaluate to <placeholder-10/> or <placeholder-11/>.
dutch: De <placeholder-1/> functie beoordeelt <placeholder-2/> en als het verschilt van 0 dan wordt <placeholder-3/> geëvalueerd en teruggezet. Anders wordt <placeholder-4/> geëvalueerd en als het verschilt van 0 dan <placeholder-5/> is teruggezet en ga zo maar door. Als geen van de voorwaarden voldaan is, wordt <placeholder-6/> teruggezet. <placeholder-7/> is optioneel en indien niet gespecificeerd, geeft <placeholder-8/> een fout als geen van de voorwaarden wordt voldaan. De argumenten kunnen elk <placeholder-9/> resulteren in <placeholder-10/> of <placeholder-11/>.
french: La fonction <placeholder-1/> calcule <placeholder-2/> et s'il est différent de 0 donne le résultat du calcul de <placeholder-3/>. Sinon <placeholder-4/> est calculé et s'il est différent de 0 donne le résultat du calcul de <placeholder-5/> et ainsi de suite. Si aucune des conditions n'est vraie cela donne <placeholder-6/>. <placeholder-7/> est optionnel et s'il n'est pas précisé <placeholder-8/> donne une erreur si aucune des conditions n'est vraie. Les arguments peuvent être n'importe quelles <placeholder-9/> qui donnent des <placeholder-10/> ou des <placeholder-11/>.
german: Die <placeholder-1/>-Funktion berechnet <placeholder-2/>, und wenn das Ergebnis nicht Null ist, wird <placeholder-3/> berechnet und zurückgegeben. Andernfalls wird <placeholder-4/> berechnet, und wenn dieses Ergebnis nicht Null ist, wird <placeholder-5/> zurückgeliefert usw. Wenn keine der Bedingungen wahr ist, wird <placeholder-6/> zurückgeliefert. <placeholder-7/> ist optional; wenn nicht angegeben, liefert <placeholder-8/> einen Fehler, wenn keine der Bedingungen wahr ist. Die Argumente können beliebige <placeholder-9/> sein, die <placeholder-10/> oder <placeholder-11/> ergeben.
italian: La funzione <placeholder-1/> valuta <placeholder-2/> e, se è diversa da 0, viene valutata e restituita <placeholder-3/>. Altrimenti viene valutata <placeholder-4/> e, se diversa da 0, viene restituita <placeholder-5/> e così via. Se nessuna condizione è vera, viene restituita <placeholder-6/>. <placeholder-7/> è opzionale e, se non è specificata, <placeholder-8/> restituisce un errore se nessuna delle condizioni è vera. L'argomento può essere qualsiasi <placeholder-9/> che valuta <placeholder-10/> o <placeholder-11/>.
spanish: La función <placeholder-1/> analiza <placeholder-2/> y si ésta no es igual a 0, <placeholder-3/> es evaluada y se devuelve un resultado. De otro modo, <placeholder-4/> es analizada y si ésta no es igual a 0, <placeholder-5/> es evaluada y se devuelve un resultado, y así sucesivamente. Si ninguna de las condiciones es diferente de 0, se evalúa <placeholder-6/>.<para>No obstante, <placeholder-7/> es opcional, y si no se define, la función <placeholder-8/> devolverá un error si ninguna de las condiciones analizadas es diferente de 0. Los argumentos pueden ser <placeholder-9/> que evalúen a <placeholder-10/> o <placeholder-11/>.</para>

source: Insert function
dutch: Voeg een functie in
french: Insérer une fonction.
german: Funktion einfügen
italian: Inserisci funzione
spanish: Insertar función

source: parametric function
dutch: parameterfunctie
french: représentation paramétrique
german: Parameterfunktion
italian: funzione parametrica
spanish: Función paramétrica

source: polar function
dutch: polaire functie
french: fonction polaire
german: Polarfunktion
italian: funzione polare
spanish: Función polar

source: draw
dutch: tekenen
french: dessiner
german: zeichnen
italian: traccia
spanish: dibujar

source: plot
dutch: tekenen
french: tracer
german: zeichnen
italian: disegna
spanish: trazar

source: Insert function...
dutch: Voeg een functie in...
french: Insérer une fonction...
german: Funktion einfügen...
italian: Inserisci funzione...
spanish: Insertar función...

source: When you want to insert a function, you use the menu item <placeholder-1/> to show the dialog below. To edit an existing function, you select it in the <placeholder-2/> and use the <placeholder-3/> menu item.
dutch: Wanneer je een functie wilt invoegen, gebruik je het menu-item <placeholder-1/> om onderstaand dialoogvenster te tonen. Om een bestaande functie te bewerken, selecteer je deze in de <placeholder-2/> en gebruik je het <placeholder-3/> menu-item.
french: Quand vous voulez insérer une fonction, vous utilisez l'item <placeholder-1/> du menu pour afficher la boîte de dialogue ci-dessous. Pour éditer une fonction existante, vous la sélectionnez dans la <placeholder-2/> et utilisez l'item <placeholder-3/> du menu.
german: Mit <placeholder-1/> fügen Sie eine neue Funktion ein; es erscheint der untenstehende Dialog. Um eine Funktion zu ändern, wählen Sie sie in der <placeholder-2/> aus und verwenden dann <placeholder-3/>.
italian: Se vuoi inserire una funzione, usa la voce del menu <placeholder-1/> per mostrare la sottostante finestra di dialogo. Per modificare una funzione esistente, selezionala in <placeholder-2/> e quindi utilizza la voce del menu <placeholder-3/>.
spanish: Si deseas introducir una función en el sistema de coordenadas, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado.<para>Para editar una función, selecciónala en el <placeholder-2/> y utiliza <placeholder-3/>, o el menú contextual. El método más simple consiste en hacer doble clic sobre dicha función. Emergerá entonces el cuadro de diálogo <guimenu>Editar función</guimenu>.</para>

source: Standard function
dutch: standaardfunctie
french: Fonction classqiue
german: Standardfunktion
italian: Funzione standard
spanish: Función explícita

source: You can choose between three different types of functions: <placeholder-1/>, <placeholder-2/> and <placeholder-3/>. A standard function is defined as y=f(x), i.e. for each x-coordinate there is exactly one y-coordinate, though it may be undefined for some x-coordinates.
dutch: Je kan kiezen tussen drie verschillende soorten functies: <placeholder-1/>, <placeholder-2/> en <placeholder-3/>. Een standaard functie wordt gedefinieerd als y = f (x), dat wil zeggen voor elke x-coördinaat is er precies een y-coördinaat, hoewel voor sommige x-coördinaten geen overeenkomstige y-coördinaat bestaat.
french: Vous pouvez choisir entre trois différents types de fonctions : <placeholder-1/>, <placeholder-2/> et <placeholder-3/>. Une fonction standard est définie par y=f(x), i.e. pour chaque abscisse il y a une ordonnée et une seule, bien que pour certaines valeurs de x il puisse ne pas y avoir d'image.
german: Sie können zwischen drei verschiedenen Funktionstypen wählen: <placeholder-1/>, <placeholder-2/> und <placeholder-3/>. Eine Standardfunktion wird mit y=f(x) definiert; d.h. zu jeder X-Koordinate gibt es genau eine Y-Koordinate, obwohl sie für einige X-Werte undefiniert sein kann.
italian: Puoi scegliere fra 3 diversi tipi di funzione: <placeholder-1/>, <placeholder-2/> e <placeholder-3/>. Una funzione standard è definita come y=f(x). Ovvero, a ogni coordinata-x corrisponde una e una sola coordinata-y, sebbene possa essere indefinita per alcuni valori della coordinata-x.
spanish: Esta lista desplegable te permite elegir entre tres clases de funciones: <placeholder-1/>, <placeholder-2/> y <placeholder-3/>. Una función explícita se define como y=f(x), es decir, cada valor de la variable independiente <parameter>x</parameter> tiene asociado un único valor de la variable dependiente <parameter>y</parameter>, aunque la función puede no estar definida en uno o más valores de <parameter>x</parameter>. Por ejemplo, el dominio de la función <userinput>f(x)=1/x</userinput> es el conjunto de todos los <glossterm linkend="RealNumber">números reales</glossterm> con excepción de x=0.

source: For a parametric function the x- and y-coordinates are calculated from an independent variable <placeholder-1/>, called the parameter, i.e. a parametric function is defined as two functions: x(t) and y(t).
dutch: Bij een parameter-functie worden de x-en y-coördinaten berekend uit een onafhankelijke variabele <placeholder-1/>, genaamd de parameter, dat wil zeggen een parameter-functie wordt gedefinieerd met twee functies: x (t) en y (t).
french: Pour les représentations paramétriques les coordonnées x et y sont fonction d'une variable indépendante <placeholder-1/>, appelée paramètre, i.e. une représentation paramétrique est définie par deux fonctions standards : x(t) et y(t).
german: Für eine Parameterfunktion werden die X- und Y-Werte aus einer unabhängigen Variablen <placeholder-1/> - Parameter genannt - berechnet, d.h. die Parameterfunktion wird als zwei Funktionen definiert: x(t) und y(t).
italian: Per le funzioni parametriche le coordinate-(x,y) sono calcolate dalla variabile indipendente <placeholder-1/>, detta parametro (t). Ovvero, una funzione parametrica è definita da 2 funzioni: x(t) e y(t).
spanish: En una función paramétrica, las coordenadas <parameter>x</parameter> e <parameter>y</parameter> están calculadas en función de una variable independiente denominada <emphasis>parámetro</emphasis>, y denotada por la letra <placeholder-1/>. Una función paramétrica está definida por medio de dos ecuaciones: x=f(t), y=g(t). Por ejemplo, una elipse puede expresarse por medio de las ecuaciones paramétricas <userinput>x=a*<link linkend="cos">cos</link>(t)</userinput>, <userinput>y=b*<link linkend="sin">sin</link>(t)</userinput>, donde <parameter>a</parameter> y <parameter>b</parameter> son dos constantes reales conocidas como <emphasis>semieje mayor</emphasis> y <emphasis>semieje menor</emphasis> respectivamente.

source: A polar function r(t) indicates an equation to calculate the distance from the origin to a point on the function given an angle <placeholder-1/>. <placeholder-2/> is the direct angle between the initial ray and the point on the function. This means that the x- and y-coordinates are given as <placeholder-3/>.
dutch: Een polaire functie r(t) geeft een vergelijking om de afstand te berekenen van de oorsprong naar een punt op de functie bij een gegeven hoek <placeholder-1/>. <placeholder-2/> is de ingesloten hoek tussen de voerstraal en het punt op de functie. Dit betekent dat de x-en y-coördinaten worden gegeven als <placeholder-3/>.
french: Une fonction polaire r(t) est une fonction exprimant la distance algébrique de l'origine au point en fonction de l'angle <placeholder-1/>. <placeholder-2/> est l'angle entre l'axe des x et le rayon vecteur du point. Cela signifie que les coordonnées du point sont définies par <placeholder-3/>.
german: Eine Polarunktion r(t) bezeichnet eine Gleichung zur Berechnung der Entfernung vom Ursprungspunkt zu einem Punkt der Funktion mit dem Winkel <placeholder-1/>. <placeholder-2/> ist der direkte Winkel zwischen dem ursprünglichen Strahl und dem Punkt der Funktion. D. h., daß für die X- und Y-Koordinaten <placeholder-3/> gilt.
italian: Una funzione polare r(t) è una equazione che, dato un angolo<placeholder-1/>, calcola la distanza di un punto della funzione dall'origine. <placeholder-2/> è l'angolo tra il raggio iniziale e il punto della funzione; ciò implica che le coordinate-(x,y) sono date come <placeholder-3/>.
spanish: Una función polar se define como r=f(t), donde <parameter>r</parameter> es el <emphasis>radio vector</emphasis> o distancia desde el origen o polo a un punto dado, y <placeholder-1/> es el <emphasis>argumento</emphasis> o <emphasis>ángulo polar</emphasis>. <placeholder-2/> es el ángulo entre el radio vector y la recta o eje polar. Por ejemplo, la ecuación polar de la espiral de Arquímedes es <userinput>r=a*t</userinput>, donde <parameter>a</parameter> es una constante real. La conversión de las coordenadas polares en coordenadas cartesianas se realiza por medio de las siguientes ecuaciones: <userinput><placeholder-3/></userinput>.

source: Function equation
dutch: Functievergellijking
french: Équation associée à la fonction
german: Funktionsgleichung
italian: Equazione della funzione
spanish: Ecuación de la función

source: Here you enter the equation for the function. This can be f(x), x(t),y(t) or r(t) depending on the function type. Under <placeholder-1/> you can see all the available variables, constants and functions, which may be used to draw the graphs.
dutch: Hier vul je de functievergelijking in. Dit kan f (x), x (t), y (t) of R (t) zijn, afhankelijk van het functietype. Onder <placeholder-1/> zie je alle beschikbare variabelen, constanten en functies, die gebruikt kunnen worden om de grafieken te tekenen .
french: Ici vous saisissez l'expression de la fonction. Cela peut être f(x), x(t),y(t) ou r(t) selon le type de fonction sélectionné. Dans <placeholder-1/> vous pouvez voir toutes les variables, constantes et fonctions disponibles, que vous pouvez utiliser pour définir la fonction.
german: Hier geben Sie die Funktionsgleichung ein. Sie kann f(x), x(t), y(t) oder r(t) sein, abhängig vom Funktionstyp. Unter <placeholder-1/> können Sie alle verfügbaren Variablen, Konstanten und Funktionen sehen, mit denen sich denen Graphen zeichnen lassen.
italian: Immetti qui l'equazione della funzione. In base al tipo di funzione, l'equazione sarà nella forma: f(x), x(t),y(t) o r(t). Sotto <placeholder-1/> puoi vedere tutte le variabili, costanti e funzioni disponibili per tracciare grafici.
spanish: Introduce aquí la expresión de la función que pretendes representar gráficamente. Para funciones explícitas el cuadro es <guilabel>f(x)=</guilabel>, y para funciones polares, <guilabel>r(t)=</guilabel>. En cambio, para funciones paramétricas dos son los cuadros disponibles: <guilabel>x(t)=</guilabel>, <guilabel>y(t)=</guilabel>. En el capítulo <emphasis><placeholder-1/></emphasis> encontrarás una relación de las variables, constantes, operadores y funciones predefinidos en el programa.

source: Argument range
dutch: Bereik van het argument
french: Plage pour l'argument
german: Definitionsmenge
italian: Intervallo argomento
spanish: Intervalo

source: Draw type
dutch: Tekenstijl
french: Type de dessin
german: Darstellungsart
italian: Tipo disegno
spanish: Tipo de dibujo

source: Automatic
dutch: Automatisch
french: Automatique
german: Automatisch
italian: Automatico
spanish: Automático
