Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: When you choose the menu item <placeholder-1/>, the dialog shown below will appear. In this dialog you can configure all options which are related to the axes. The dialog contains 4 tab sheets. The first sheet, shown below, contains options for the x-axis. The tab with options for the y-axis is completely analog to this.
dutch: Wanneer u het menu-item <placeholder-1/> kiest, zal het onderstaande dialoogvenster verschijnen. In dit dialoogvenster kun je alle opties die gerelateerd zijn aan de assen instellen. Het dialoogvenster bevat vier tabbladen. Het eerste blad, hieronder weergegeven, bevat opties voor de x-as. Het tabblad met opties voor de y-as is volledig analoog aan dit.
french: Quand vous choisissez l'item <placeholder-1/> du menu, la boîte de dialogue affichée ci-dessous apparaîtra. Dans cette boîte de dialogue vous pouvez configurer toutes les options relatives aux axes. La boîte de dialogue comprend 4 onglets. Le premier onglet, affiché ci-dessous, contient les options pour l'axe des x. L'onglet avec les options de l'axe des y est analogue à celui-ci.
german: Wenn Sie den Menüpunkt <placeholder-1/> aufrufen, öffnet sich der unten abgebildete Dialog. Darin können Sie alle Einstellungen tätigen, die sich auf das Aussehen der Achsen des Koordinatensystems beziehen. Der Dialog besteht aus vier Registern. Im ersten Register (siehe unten) sind die Einstellungsmöglichkeiten für die X-Achse dargestellt, denen analog die Einstellungsmöglichkeiten der Y-Achse (zweites Register) entsprechen.
italian: Se scegli la voce del menu <placeholder-1/>, apparirà la sottostante finestra di dialogo. Nei 4 fogli in essa contenuti, puoi configurare tutte le opzioni relative agli assi: il 1° foglio, mostrato qui sotto, contiene opzioni per l'asse-x. Il foglio con le opzioni per l'asse-y è del tutto analogo.
spanish: Cuando selecciones <placeholder-1/> se presentará el cuadro de diálogo abajo mostrado, donde podrás definir las opciones relativas al sistema de coordenadas. Por ejemplo, las dos primeras pestañas corresponden a las propiedades de los ejes X e Y, y son similares.

source: x-axis/y-axis
dutch: x-as/y-as
french: axe des x/axe des y
german: X-Achse/Y-Achse
italian: asse-x/asse-y
spanish: Eje X/Eje Y

source: Minimum
italian: Minimo
spanish: Mínimo

source: This is the lowest value on the selected axis. Default: -10
dutch: Dit is de laagste waarde op de geselecteerde as. Standaard: -10
french: C'est la borne inférieure de l'axe sélectionné. Par défaut : -10
german: Dies bezeichnet den niedrigsten Wert der Achse. Standardwert: -10.
italian: E' il valore più basso sull'asse selezionato. Default: -10
spanish: Valor mínimo de los números asociados a las divisiones o marcas de graduación del eje seleccionado. Por defecto, –10.

source: Maximum
italian: Massimo
spanish: Máximo

source: This is the highest value on the selected axis. Default: 10
dutch: Dit is de hoogste waarde op de geselecteerde as. Standaard: 10
french: C'est la borne supérieure de l'axe sélectionné. Par défaut : 10
german: Dies bezeichnet den höchsten Wert der Achse. Standardwert: 10.
italian: E' il valore più elevato sull'asse selezionato. Default: +10
spanish: Valor máximo de los números asociados a las divisiones o marcas de graduación del eje seleccionado. Por defecto, 10.

source: Tick unit
dutch: Maatstreepje
french: Unité gradu.
german: Skalenteilung
italian: Unità tick
spanish: Módulo entre marcas

source: This is the distance between the tick marks on the selected axis. Tick marks are shown as small lines perpendicular to the axis. <placeholder-1/> is used for both tick marks and for showing numbers. With a logarithmic axis the <placeholder-2/> indicates the factor between the markers. For example <placeholder-3/> set to 4 will show 1, 4, 16, 64, etc. on a logarithmic axis while it will show 0, 4, 8, 12, etc. on a normal axis.
dutch: Dit is de afstand tussen de maatstreepjes op de geselecteerde as. Maatstreepjes worden weergegeven als kleine lijnen loodrecht op de as. <placeholder-1/> wordt gebruikt voor zowel maatstreepjes en voor het tonen van nummers. Bij een logaritmische as geeft de <placeholder-2/> de factor tussen de markers. Bijvoorbeeld <placeholder-3/> ingesteld op 4 toont 1, 4, 16, 64, enz. op een logaritmische as en 0, 4, 8, 12, etc. op een normale as.
french: C'est la distance entre les graduations sur l'axe sélectionné. Les graduations sont faites de traits fins perpendiculaires à l'axe. <placeholder-1/> est utilisé pour afficher graduations et nombres. Avec un axe logarithmique <placeholder-2/> indique le facteur entre les graduations. Par exemple <placeholder-3/> valant 4 affichera 1, 4, 16, 64, etc...sur l'axe logarithmique alors qu'il aficherait 0, 4, 8, 12, etc... sur un axe normal.
german: Dies bezeichnet die Größe der Skalenteilung auf der jeweiligen Achse (Abstand zwischen den Hilfsstrichen). Diese kleinen Markierungen sind senkrecht zur Achse angebracht. Mit <placeholder-1/> werden sowohl Skalenteilung als auch die Beschriftung der Achse mit Zahlen geregelt. Wenn von der (standardmäßig verwendeten) linearen auf eine logarithmische Skala übergewechselt wird, dann wird mit Hilfe von <placeholder-2/> der Faktor zwischen den von zwei Hilfsstrichen abgeteilten Werten festgelegt. Beispielsweise sorgt das Setzen von <placeholder-3/> auf den Wert 4 dazu, dass bei einer linearen Achse die Werte 0, 4, 8, 12 usw. angezeigt werden, während bei einer logarithmischen Achse die Werte 1, 4, 16, 64 zu sehen wären.
italian: Questa è la distanza tra i trattini marcatori sull'asse selezionato, mostrati come corte linee perpendicolari allo stesso. <placeholder-1/> è usata per mostrare sia i marcatori che i numeri. Con un asse in scala logaritmica la <placeholder-2/> indica il fattore tra i trattini. Per esempio, <placeholder-3/> posto a 4 mostrerà: 0, 4, 8, 12, ecc. su un asse normale e 1, 4, 16, 64, ecc. su un asse logaritmico.
spanish: Es el intervalo entre dos marcas de graduación en el eje seleccionado. Las <emphasis>marcas de graduación</emphasis> son cortas líneas de medida perpendiculares al eje. Los números unidos a dichas marcas responderán al intervalo aquí especificado. Por ejemplo, si en <placeholder-1/> indicas 4, las marcas se mostrarán en ... –8, –4, 0, 4, 8 ...<para>Si la casilla <guilabel>Escala logarítmica</guilabel> está activada, el módulo quedará definido logarítmicamente, y si en <placeholder-2/> indicas 4, las marcas en este caso se mostrarán en 1, 4, 16, 64, 256 ... Nota que el cuadro <placeholder-3/> sólo está disponible si la casilla <guilabel>Automarcar</guilabel> está desactivada.</para>

source: Grid unit
dutch: Raster
french: Unité quadri
german: Rastereinheit
italian: Unità Griglia
spanish: Módulo de cuadrícula

source: This is the distance between the gridlines perpendicular to the axis. This is only used if grid lines are shown.
dutch: Dit is de afstand tussen de rasterlijnen loodrecht op de as. Dit wordt alleen gebruikt als er rasterlijnen worden weergegeven.
french: C'est la distance entre les lignes du quadrillage perpendiculaires aux axes. Ce n'est utilisé que si le quadrillage est affiché.
german: Dies bezeichnet den Abstand der Gitternetzlinien des Rasters, die senkrecht zur Achse verlaufen. Es ist natürlich nur dann sinnvoll, diesen Wert zu bearbeiten, wenn das Raster auch angezeigt wird.
italian: Questa è la distanza tra le linee della griglia perpendicolari all'asse. Si usa solo se si è scelto di visualizzare le linee.
spanish: Es el intervalo entre dos líneas de división perpendiculares al eje seleccionado. Las <emphasis>líneas de división</emphasis> son líneas de cuadrícula que se extienden a través del área gráfica y cortan perpendicularmente al eje en las marcas de graduación. Este cuadro sólo está disponible si la casilla <guilabel>Autoajustar</guilabel> está desactivada.

source: Logarithmic scale
dutch: Logaritmische schaal
french: Échelle logarithmique
german: Logarithmische Skala
italian: Scala logaritmica
spanish: Escala logarítmica

source: Check this field if you want the axis to be scaled logarithmically.
dutch: Vink dit veld aan als u wilt dat de as logaritmisch geschaald worden.
french: Validez cette option si vous voulez un axe à échelle logarithmique.
german: Aktivieren Sie diese Option, wenn die Achse eine logarithmische Skalierung erhalten soll.
italian: Spunta questo campo se vuoi che l'asse sia scalato in modo logaritmico.
spanish: Aplica una escala logarítmica al eje seleccionado. Por defecto, la base logarítmica es 10, pero si desactivas la casilla <guilabel>Automarcar</guilabel>, podrás proponer una base diferente en el cuadro <guilabel>Módulo entre marcas</guilabel>.

source: Show numbers
dutch: Toon getallen
french: Afficher les valeurs
german: Zahlen anzeigen
italian: Mostra numeri
spanish: Mostrar números

source: When this field is checked numbers are shown on the axis with the distance chosen under <placeholder-1/>.
dutch: Wanneer dit veld aangevinkt is, worden getallen getoond op de as met de afstand gekozen onder <placeholder-1/>.
french: Quand cette option est validée les nombres sont affichés sur l'axe avec la distance choisie dans <placeholder-1/>.
german: Aktivieren Sie diese Option, wenn an den Achsen entlang der (unter <placeholder-1/> einzustellenden) Skalenteilung die zugehörigen Achsenwerte angezeigt werden sollen.
italian: Se si spunta questo campo, i numeri vengono mostrati sull'asse alla distanza scelta in <placeholder-1/>.
spanish: Muestra los valores asociados a las divisiones o marcas de graduación del eje seleccionado. El intervalo entre los números está definido en el cuadro <placeholder-1/>.

source: Label
dutch: Labe
french: Nom
german: Textfeld
italian: Etichetta
spanish: Título del eje

source: When this field is checked, the text in the edit box will be shown just above the x-axis in the right side of the coordinate system. For the y-axis, the text will be shown at the top to the right of the axis. You may use this to show what unit is used for the axes.
dutch: Als dit veld aangevinkt is, wordt de tekst in de edit box getoond net boven de x-as aan de rechterkant van het coördinatensysteem. Voor de y-as, wordt de tekst getoond op de bovenkant rechts van de as. Je kan dit gebruiken om te laten zien welke eenheid gebruikt wordt voor de assen .
french: Quand cette option est validée le texte dans la boîte d'édition sera affiché juste au-dessus de l'axe des x sur le bord droit du repère. Pour l'axe des y le texte sera affiché en haut et à droite de l'axe. Vous pouvez utiliser ceci pour indiquer l'unité utilisée pour les axes.
german: Wenn diese Option aktiviert wird, beschriftet Graph die X-Achse auf der rechten Seite des Koordinatensystems mit dem angegebenen Text. Analog erfolgt die Beschriftung der Y-Achse, wobei der Beschriftungstext am oberen Rand des Koordinatensystems rechts von der Y-Achse platziert wird. Auf diese Weise können Sie die Achsen sinnvoll beschriften, z.B. angeben, in welcher Maßeinheit die jeweilige Größe abgetragen ist.
italian: Se si spunta questo campo, il testo nella didascalia verrà mostrato appena sotto l'asse-x sul lato destro del sistema di coordinate. Per l'asse-y, il testo verrà mostrato in alto a destra dell'asse. Puoi ricorrere a questa opzione per evidenziare ad es. l'unità di misura usata per l'asse.
spanish: Si activas esta casilla podrás asignar un nombre al eje seleccionado. Así, puedes denotar al eje de abscisas con la letra <emphasis>X</emphasis>, y al de ordenadas con <emphasis>Y</emphasis>, aunque el programa utiliza por defecto las letras minúsculas. No obstante, puedes identificar los ejes con ciertas variables, por ejemplo, <emphasis>velocidad (m/s)</emphasis>, <emphasis>tiempo (s)</emphasis>, etc.

source: The x-axis crosses at / The y-axis crosses at:
dutch: De x-as kruist bij / De y-as kruist bij:
french: L'axe des x coupe à / L'axe des y coupe à :
german: Die X-Achse schneidet bei / Die Y-Achse schneidet bei:
italian: L'asse-x incrocia in / L'asse-y incrocia in:
spanish: El eje X cruza en y=/El eje Y cruza en x=

source: Axes style
dutch: Asstijl
french: Situation des axes
german: Achsenstil
italian: Stile assi
spanish: Estilo de los ejes

source: Crossed
dutch: Kruisend
french: Sécants
german: Gekreuzt
italian: Incrociato
spanish: En cruz

source: This is the coordinate where the axis will cross the other axis. This is only used when <placeholder-1/> is <placeholder-2/>. Default: 0
dutch: Dit is de coördinaat waar de ene as de andere as kruist. Dit wordt alleen gebruikt wanneer <placeholder-1/> <placeholder-2/> is. Default: 0:
french: C'est la coordonnée à laquelle l'axe coupera l'autre axe. C'est uniquement utilisé dans le cas où <placeholder-1/> est <placeholder-2/>. Par défaut : 0
german: Wenn <placeholder-1/> auf <placeholder-2/> gesetzt wurde, gibt dies die Koordinate an, an der diese Achse die andere Achse schneidet. Standardwert: 0.
italian: Questa è la coordinata in cui l'asse incrocerà l'altro asse. Si usa solo quando <placeholder-1/> è <placeholder-2/>. Default: 0
spanish: Por defecto, el eje de abscisas cruza en y=0, y el de ordenadas en x=0. Ahora bien, puedes especificar otras coordenadas de intersección. Esta opción sólo está disponible si en la pestaña <link linkend="AxesDialogSettings">Configuración</link>, recuadro <placeholder-1/>, has seleccionado la opción <placeholder-2/>.

source: Auto tick
dutch: Auto
french: Gradu. auto.
german: Auto
italian: Graduaz. auto
spanish: Automarcar

source: When checked the program will automatically choose a value for <placeholder-1/> that is fitting for the axes dimensions and size of the graphing area.
dutch: Indien aangevinkt zal het programma automatisch een waarde voor <placeholder-1/> kiezen, die past bij de assen en de grootte van het grafische gebied.
french: Quand cette option est activée le programme choisira automatiquement une valeur de <placeholder-1/> pour ajuster au mieux la dimension des axes et la taillle de la zone de dessin.
german: Wenn diese Option aktiviert wird, wählt Graph selbst einen passenden Wert für <placeholder-1/>, um das gesamte Koordinatensystem größenmäßig dem Fenster anzupassen.
italian: Se spuntato, il programma sceglierà automaticamente un valore per <placeholder-1/> che si adatti alle dimensioni degli assi e all'ampiezza dell'area grafica.
spanish: Si activas esta casilla, el programa determinará automáticamente un valor para el cuadro <placeholder-1/>. Observa que dicho valor está influido por las dimensiones del área gráfica, que varía a su vez con la anchura que fijes para el <glossterm linkend="FunctionList">panel de contenido</glossterm>.

source: Auto grid
dutch: Auto
french: Quadri. auto.
german: Auto
italian: Griglia auto
spanish: Autoajustar

source: When checked, <placeholder-1/> will have the same value as <placeholder-2/>.
dutch: Wanneer aangevinkt, zal <placeholder-1/> hebben dezelfde waarde hebben als <placeholder-2/>.
french: Quand cette option est activée <placeholder-1/> aura la même valeur que <placeholder-2/>.
german: Wird diese Option aktiviert, enthält <placeholder-1/> denselben Wert wie <placeholder-2/>.
italian: Se spuntato, <placeholder-1/> avrà lo stesso valore di <placeholder-2/>.
spanish: Si activas esta casilla, el programa establece que el valor del cuadro <placeholder-1/> sea el mismo que el valor del cuadro <placeholder-2/>.

source: Show ticks
dutch: Toon
french: Afficher gradu.
german: Skalenteilung anzeigen
italian: Mostra graduaz.
spanish: Mostrar marcas

source: When this field is checked, tick marks are shown as small lines on the axis with the distance chosen under <placeholder-1/>.
dutch: Als dit veld aangevinkt is , worden maatstreepjes weergegeven als kleine lijnen op de as met de afstand gekozen onder <placeholder-1/>.
french: Quand cette option est activée les graduations seront dessinées par de petits traits sur l'axe distants de la valeur choisie dans <placeholder-1/>.
german: Wird diese Option aktiviert, erscheinen die Hilfsstriche der Skalenteilung auf der jeweiligen Achse mit dem unter <placeholder-1/> eingestellten Abstand.
italian: Se si spunta questo campo, i tratti marcatori sono mostrati come corte linee sull'asse, distanziate in base a quanto impostato in <placeholder-1/>.
spanish: Muestra las marcas de graduación del eje seleccionado. Las <emphasis>marcas de graduación</emphasis> son cortas líneas de medida perpendiculares al eje. El intervalo entre dos marcas está fijado en el cuadro <placeholder-1/>.

source: Show grid
dutch: Toon
french: Afficher quadri.
german: Raster anzeigen
italian: Mostra griglia
spanish: Mostrar cuadrícula

source: Font and color
dutch: Lettertype en kleur
french: Polices et couleurs
german: Schriftart und -farbe
italian: Font e colore
spanish: Colores y Fuentes

source: When this field is checked, grid lines will be shown as dotted lines perpendicular to the axis with the color chosen under <placeholder-1/> and with the distance chosen at <placeholder-2/>.
dutch: Wanneer dit veld aangevinkt is, wordt het rooster weergegeven met stippellijnen loodrecht op de as met de kleur gekozen onder <placeholder-1/> en met de afstand gekozen bij <placeholder-2/>.
french: Quand cette option est activée les lignes du quadrillage seront tracées comme des droites pointillées perpendiculaires aux axes de la couleur choisie dans <placeholder-1/> et distantes de la valeur choisie dans <placeholder-2/>.
german: Wird diese Option aktiviert, erscheint ein gepunktetes, senkrecht zu den Achsen stehendes Raster, dessen Farbe man unter <placeholder-1/> wählen und dessen Breite man unter <placeholder-2/> festlegen kann.
italian: Se si spunta questo campo, le linee della griglia sono mostrate come linee punteggiate perpendicolari all'asse, del colore scelto in <placeholder-1/> e distanziate in base a quanto impostato in <placeholder-2/>.
spanish: Muestra las líneas de división como líneas punteadas perpendiculares al eje seleccionado, y con el color elegido en la pestaña <placeholder-1/>. El intervalo entre dos líneas de división está determinado por el cuadro <placeholder-2/>.

source: Show as a multiple of &pi;
dutch: Toon als veelvoud van &pi;
french: Graduer en fractions de &pi;
german: Als Vielfaches von &pi; anzeigen
italian: Mostra come multiplo di &pi;
spanish: Mostrar números como múltiplos de &pi;

source: When this is enabled the numbers on the axis are shown as fractions multiplied by &pi;, for example 3&pi;/2. <placeholder-1/> must be enabled for this option to be available.
dutch: Wanneer dit ingeschakeld is, zullen de getallen op de as worden weergegeven als breuken vermenigvuldigt met&pi;, bijvoorbeeld 3&pi;/2. <placeholder-1/> moet ingeschakeld zijn opdat deze optie beschikbaar zou zijn.
french: Quand cette option est activée les nombres sur les axes sont affichés par fraction de &pi;, par exemple 3&pi;/2. <placeholder-1/> doit être activé pour que cette option soit disponible.
german: Wird diese Option aktiviert, stellt Graph die Skalenteile als Vielfache von &pi; dar, z.B. 3&pi;/2. Um diese Option nutzen zu können, müssen Sie zuvor <placeholder-1/> einschalten.
italian: Se questa è abilitata, i numeri sull'asse sono mostrati come frazioni moltiplicate per &pi;, ad esempio: 3&pi;/2. Affinchè questa opzione sia disponibile, <placeholder-1/> dev'essere abilitata.
spanish: Muestra los valores unidos a las marcas de graduación del eje seleccionado como múltiplos de &pi;, por ejemplo, ... –&pi;, –&pi;/2, 0, &pi;/2, &pi; ... Esta opción sólo está disponible si la casilla <placeholder-1/> está activada.

source: Settings
dutch: Instellingen
french: Paramètres
german: Einstellungen
italian: Impostazioni
spanish: Configuración

source: Title
dutch: Titel
french: Titre
german: Titel
italian: Titolo
spanish: Título

source: Here you can enter a title that is shown above the coordinate system. Use the button to the right to change the font.
dutch: Hier kun je een titel die ingeven die weergegeven wordt boven het coördinatensysteem. Gebruik de rechtse knop om het lettertype te wijzigen.
french: Ici vous pouvez saisir un titre qui est affiché au-dessus du repère. Utilisez le bouton à droite pour changer la police.
german: Hier können Sie eine Überschrift für Ihr Koordinatensystem festlegen. Die zu verwendende Schriftart können Sie über die rechts daneben stehende Schaltfläche einstellen.
italian: Qui puoi digitare un titolo da mostrare sopra il sistema di coordinate. Usa il comando sulla destra per cambiare il font.
spanish: En esta caja de texto puedes escribir un título o encabezado para el sistema de coordenadas, que quedará centrado sobre el eje Y. El botón <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> situado en el extremo derecho te permitirá aplicar un formato a dicho título.

source: Show legend
dutch: Toon de legende
french: Afficher la légende
german: Legende anzeigen
italian: Mostra legenda
spanish: Mostrar leyenda

source: Check this to show the <placeholder-1/> with a list of functions and point series in the upper right corner of the coordinate system. You may change the font under <placeholder-2/>.
dutch: Vink dit aan om de <placeholder-1/> te tonen met een lijst van functies en puntreeksen in de rechterbovenhoek van het coördinatenstelsel. U kunt het lettertype veranderen onder <placeholder-2/>.
french: Validez cette option pour afficher la <placeholder-1/> avec la liste des fonctions et séries de points dans le coin en haut à droite du repère. Vous pouvez changer la police dans <placeholder-1/>
german: Wird diese Option aktiviert, zeigt Graph in der oberen rechten Ecke des Koordinatensystems die <placeholder-1/> an, die eine Liste aller Funktionen und Punktserien enthält. Die zu verwendende Schriftart können Sie unter <placeholder-2/> festlegen.
italian: Spunta qui per mostrare la <placeholder-1/>, con una lista di funzioni e serie di punti, nell'angolo superiore destro del sistema di coordinate. Puoi modificare il carattere in <placeholder-2/>.
spanish: Activa esta casilla si deseas mostrar la <placeholder-1/> dentro del sistema de coordenadas. La leyenda es un recuadro que recoge una lista de todos los <glossterm linkend="GraphElement">elementos de Graph</glossterm> introducidos en el sistema coordenado, y está anclada, por defecto, en la esquina superior derecha de la ventana gráfica. Puedes modificar la fuente del contenido de la leyenda desde la pestaña <placeholder-2/>, o desde el menú contextual.<para>Si prefieres que la leyenda no registre cierto elemento, haz clic derecho sobre éste en el <glossterm linkend="FunctionList">panel de contenido</glossterm> y quita la marca de verificación de la opción <guimenu>Mostrar en la leyenda</guimenu>.</para>

source: Legend placement
dutch: Plaatsing legende
french: Emplacement légende
german: Platzierung der Legende
italian: Posizione legenda
spanish: Situación de la leyenda
