Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Set the desired default settings in the <placeholder-1/> dialog, and put a mark in <placeholder-2/> before pressing the <guibutton>OK</guibutton> button. Next time you create a new coordinate system, the saved default settings will be used.
dutch: Stel de gewenste standaardinstellingen in het dialoogvenster <placeholder-1/>, en zet een vinkje in <placeholder-2/> voordat je op de <guibutton>OK</guibutton> knop drukt. De volgende keer dat je een nieuw coordinatenstelsel maakt, zullen de opgeslagen standaardinstellingen gebruikt worden .
french: Choisissez les paramètres par défaut désirés dans la boîte de dialogue <placeholder-1/>, et validez l'option <placeholder-2/> avant d'activer le bouton <guibutton>OK</guibutton>. La prochaine fois que vous créerez un nouveau repère, les paramètres par défaut enregistrés seront utilisés.
german: Die gewünschten Standardeinstellungen können Sie im Dialog <placeholder-1/> vornehmen, indem Sie <placeholder-2/> markieren, bevor Sie auf <guibutton>OK</guibutton> klicken. Wenn Sie danach ein neues Koordinatensystem anlegen, erstellt Graph es nach den von Ihnen als Standard festgelegten Einstellungen.
italian: Imposta le impostazioni di default desiderate nella finestra di dialogo <placeholder-1/> e spunta <placeholder-2/> prima di premere il tasto <guibutton>OK</guibutton>. La prossima volta che creerai un nuovo sistema di coordinate, verranno usate le impostazioni salvate.
spanish: Especifica la configuración por defecto que deseas en el cuadro de diálogo <placeholder-1/>, activa la casilla <placeholder-2/>, y haz clic en el botón <guibutton>Aceptar</guibutton>. En el futuro, la configuración definida se utilizará como modelo para crear nuevos sistemas de coordenadas.

source: Can I make the program remember the size and position of the window?
dutch: Kan ik het programma het formaat en de positie van het venster laten onthouden?
french: Puis-je faire que le programme mémorise la taille et la position de la fenêtre ?
german: Ist es möglich, dass Graph die Größe und Position des Hauptfensters speichert?
italian: Posso fare in modo che il programma ricordi dimensione e posizione della finestra?
spanish: ¿Puedo hacer que Graph recuerde el tamaño de la ventana del programa?

source: Save workspace on exit
dutch: Sla de werkruimte op bij afsluiten
french: Enregistrer l'espace de travail en quittant
german: Fenstereinstellungen beim Beenden speichern
italian: Salva area di lavoro alla chiusura
spanish: Guardar tamaño de la ventana al salir

source: When you select <placeholder-1/> in the <placeholder-2/> dialog. Graph will save the position and size of the main window when the program quits. The next time the program starts the same size and position is used.
dutch: Wanneer je <placeholder-1/> in het <placeholder-2/> dialoogvenster selecteert slaat Graph de positie en grootte van het hoofdvenster op bij afsluiten van het programma. De volgende keer dat je het programma opstart, wordt dezelfde grootte en de positie gebruikt.
french: Qaund vous activez <placeholder-1/> dans la boîte de dialogue <placeholder-2/>, Graph enregistrera la taille et la position de la fenêtre principale en quittant le programme. La prochaine fois que vous lancerez le programme, la taille et la position enregistrées seront utilisées.
german: Wenn Sie <placeholder-2/> im Dialog <placeholder-1/> auswählen, speichert Graph Position und Größe des Hauptfensters, sobald das Programm beendet wird und startet beim nächsten Mal an entsprechender Position mit dieser Fenstergröße.
italian: Se selezioni <placeholder-1/> nella finestra di dialogo <placeholder-2/>, Graph all'uscita salverà posizione e dimensione della finestra principale che verranno usate nei successivi avvii del programma.
spanish: Sí. En el cuadro de diálogo <placeholder-2/> activa la casilla <placeholder-1/>. En el siguiente inicio, Graph recuperará el tamaño de la ventana que fijaste por última vez.

source: Why does the program not accept a comma as decimals separator?
dutch: Waarom aanvaardt het programma geen komma als decimaal scheidingsteken?
french: Pourquoi le programme n'accepte pas la virgule comme séparateur décimal ?
german: Warum akzeptiert Graph kein Komma bei der Eingabe von Dezimalzahlen?
italian: Perchè il programma non accetta la virgola come separatore dei decimali?
spanish: ¿Por qué el programa no acepta una <emphasis>coma</emphasis> como separador decimal?

source: I know a lot of countries use comma to separate the decimal part from the integer part, but Graph uses comma for separating function arguments. The program always uses a period to separate decimals from the integer value, no matter your local settings.
dutch: Ik weet dat in veel landen de komma gebruikt wordt om het decimale gedeelte te scheiden van het gehele getal, maar Graph gebruikt een komma voor het scheiden van de functie argumenten. Het programma gebruikt altijd een punt om decimalen te scheiden van de gehele waarde, ongeacht uw lokale instellingen.
french: Je connais beaucoup de pays qui utilisent la virgule comme séparateur décimal mais Graph utilise la virgule pour séparer les arguments des fonctions. Le programme utilise toujours le point comme séparateur décimal, quel que soit l'usage local.
german: In einigen Ländern ist das Komma als Dezimaltrennzeichen etabliert, allerdings verwendet Graph unabhängig von den Ländereinstellungen der Systemsteuerung immer den Punkt als Trennzeichen. Das Komma wird hingegen dafür verwendet, verschiedene Argumente einer Funktion voneinander zu trennen.
italian: So che in molti Paesi si usa la virgola per separare la parte intera da quella decimale, ma Graph la usa per separare gli argomenti delle funzioni! Per questo, indipendentemente dalle tue impostazioni nazionali, in Graph il separatore dei decimali è sempre il punto (.)
spanish: Numerosos países utilizan la <emphasis>coma</emphasis> para separar la parte entera de la parte decimal, pero Graph adopta la <emphasis>coma</emphasis> para separar los argumentos de una función. Por ello, el programa emplea un <emphasis>punto</emphasis> como separador decimal, no importa cuál sea el separador predeterminado de tu sistema operativo.

source: How do I plot a vertical line?
dutch: Hoe plot ik een verticale lijn?
french: Comment tracer une ligne verticale ?
german: Wie kann man mit Graph eine Senkrechte zeichnen?
italian: Come posso tracciare una linea verticale?
spanish: ¿Cómo trazo una línea perpendicular al eje X?

source: Parametric function
dutch: Parameter functie
french: Représentation paramétrique
german: Parameterfunktion
italian: Funzione parametrica
spanish: Función paramétrica

source: Function type
dutch: Functietype
french: Type de fonction
german: Funktionstyp
italian: Tipo funzione
spanish: Tipo de función

source: A vertical line can be drawn as a parametric function. Select <placeholder-1/> as <placeholder-2/> when adding the function. You can then add the vertical line at x=5 as <userinput>x(t)=5, y(t)=t</userinput>. Alternatively you can add <userinput>x=5</userinput> as a relation.
dutch: Een verticale lijn kan getekend worden als een parameter functie. Selecteer <placeholder-1/> als <placeholder-2/> bij het toevoegen van de functie. Je kan vervolgens de verticale lijn bij x = 5 toevoegen als <userinput>x(t)=5, y(t)=t</userinput>. Als alternatief kan je <userinput>x=5</userinput> als een relatie toevoegen
french: Une ligne verticalepeut être tracée comme fonction paramétrique. Choisissez <placeholder-1/> dans <placeholder-2/> quand vous insérez la fonction. Vous pouvez alors obtenir une ligne verticale à x=5 avec <userinput>x(t)=5, y(t)=t</userinput>. Vous pouvez également ajouter <userinput>x=5</userinput> en tant que relation.
german: Eine Senkrechte (Normale) kann durch eine parametrische Funktion dargestellt werden. Als <placeholder-2/> wählen Sie <placeholder-1/> beim Hinzufügen der Funktion. Eine Senkrechte an der Stelle x=5 kann durch <userinput>x(t)=5, y(t)=t</userinput> erstellt werden. Eine andere Möglichkeit besteht darin, sie als Relation hinzuzufügen: <userinput>x=5</userinput>.
italian: Si può tracciare una linea verticale come funzione parametrica. Seleziona <placeholder-1/> come <placeholder-2/> quando aggiungi la funzione. Indi puoi aggiungere la linea verticale, ad es. a x=5, come <userinput>x(t)=5, y(t)=t</userinput>; in alternativa puoi aggiungere <userinput>x=5</userinput> come relazione.
spanish: Con una función paramétrica. En el cuadro de diálogo <link linkend="InsertFunctionDialog">Insertar función</link>, selecciona <placeholder-1/> en la lista desplegable <placeholder-2/>. Si deseas que la línea pase por x=5, indica <userinput>x(t)=5, y(t)=t</userinput>. Como alternativa, puedes introducir la ecuación <userinput>x=5</userinput>.

source: How do I plot a function x=f(y)?
dutch: Hoe plot ik een functie x=f(y)?
french: Comment tracer une fonction x=f(y) ?
german: Wie kann man mit Graph eine Funktion x=f(y) zeichnen?
italian: Come posso tracciare una funzione: x=f(y)?
spanish: ¿Cómo introduzco una función x=f(y)?

source: To draw a function with y as the independent variable, you need to use a parametric function. Select <placeholder-1/> as <placeholder-2/> when adding the function. If you want to draw the function x=sin(y), you can now enter the function as <userinput>x(t)=sin(t), y(t)=t</userinput>. Alternatively you can draw it as a relation where you can enter <userinput>x=sin(y)</userinput> directly.
dutch: Om een functie met y als de onafhankelijke variabele te tekenen, moet u een parameter functie te gebruiken. Selecteer <placeholder-1/> als <placeholder-2/> bij het toevoegen van de functie. Als je de functie x = sin (y) wil tekenen , kun je de functie als <userinput>x(t)=sin(t), y(t)=t</userinput> toevoegen. Als alternatief kun je ze als een relatie tekenen, waar je <userinput>x=sin(y)</userinput> rechtstreeks invoert.
french: Pour tracer une fonction avec y comme variable indépendante vous devez utiliser une représentation paramétrique. Choisissez <placeholder-1/> dans <placeholder-2/> quand vous insérez la fonction. Si vous souhaitez tracer la fonction x=sin(y), vous pouvez alors insérer la représentation paramétrique définie par <userinput>x(t)=sin(t), y(t)=t</userinput>. Vous pouvez égalemen la tracer en tant que relation définnie par<userinput>x=sin(y)</userinput>.
german: Um den Graphen einer Funktion mit y als unabhängiger Variable darstellen lassen zu können, muss die Funktion in parametrischer Form angegeben werden. Wählen Sie <placeholder-2/> unter <placeholder-1/>, wenn Sie die Funktion hinzufügen. Wollen Sie den Graphen der Funktion x=sin(y) zeichnen lassen, wäre die entsprechende parametrische Form <userinput>x(t)=sin(t), y(t)=t</userinput>. Eine andere Möglichkeit besteht darin die Relation <userinput>x=sin(y)</userinput> einzugeben.
italian: Per disegnare una funzione con la y come variabile indipendente, bisogna usare una funzione parametrica. Seleziona <placeholder-1/> come <placeholder-2/> quando aggiungi la funzione. Se vuoi tracciare la funzione x=sin(y), ora puoi immettere la funzione come: <userinput>x(t)=sin(t), y(t)=t</userinput> o, in alternativa, puoi tracciarla come relazione immettendo direttamente: <userinput>x=sin(y)</userinput>.
spanish: Para dibujar una función con <parameter>y</parameter> como variable independiente debes emplear una función paramétrica. En el cuadro de diálogo <link linkend="InsertFunctionDialog">Insertar función</link>, selecciona <placeholder-1/> en la lista desplegable <placeholder-2/>. Si necesitas, por ejemplo, representar la función <userinput>x=sin(y)</userinput>, introduce la función paramétrica <userinput>x(t)=<link linkend="sin">sin</link>(t), y(t)=t</userinput>. Como alternativa, puedes introducir la ecuación <userinput>x=sin(y)</userinput>.

source: How do I plot a circle?
dutch: Hoe kan ik een cirkel tekenen?
french: Comment tracer un cercle ?
german: Wie lasse ich Graph einen Kreis zeichnen?
italian: Come posso tracciare un cerchio?
spanish: ¿Cómo trazo un círculo?

source: Square
dutch: Vierkant
french: Normer
german: Quadrat
italian: Quadrato
spanish: Escalar uniformemente

source: You need to use a parametric function to draw a circle. When inserting the function, select <placeholder-1/> as <placeholder-2/>. You can now add a circle with radius 5 and center in (2,3) as <userinput>x(t)=5cos(t)+2, y(t)=5sin(t)+3</userinput>. You may need to use <placeholder-3/> to make the axes equally scaled. Else the circle may look like an ellipse. A circle can also be added as a polar function, but only with center in (0,0). A circle with radius 5 may be added as the polar function <userinput>r(t)=5</userinput>. Alternatively you can use a relation and add the circle as <userinput>(x-2)^2+(y-3)^2=5^2</userinput>.
dutch: Om een cirkel te tekenen moet je een parameter functie gebruiken. Bij het invoegen van de functie, kies <placeholder-1/> als <placeholder-2/>. Je kan nu een cirkel met straal 5 en middelpunt in (2,3) toevoegen als <userinput>x(t)=5cos(t)+2, y(t)=5sin(t)+3</userinput>. Mogelijk moet u <placeholder-3/> gebruiken om de assen gelijk te schalen. Anders kan de cirkel op een ellips lijken. Een cirkel kan ook toegevoegd worden als een polaire functie, maar alleen met het centrum in (0,0). Een cirkel met een straal van 5 kan worden toegevoegd als de polaire functie <userinput>r(t)=5</userinput>. Je kan ook relaties gebruiken als alternatief en de cirkel als <userinput>(x-2)^2+(y-3)^2=5^2</userinput> toevoegen.
french: Vous devez utiliser une représentation paramétrique pour tracer un cercle.Choisissez <placeholder-1/> dans <placeholder-2/> quand vous insérez la fonction. Vous pouvez alors ajouter un cercle de centre à (2,3) et de rayon 5 en introduisant <userinput>x(t)=5cos(t)+2, y(t)=5sin(t)+3</userinput>. Vous devez utiliser <placeholder-3/> pour normer les axes sinon le cercle aura l'allure d'une ellipse. Un cercle peut également être tracé comme fonction polaire mais seulement s'il est centré à l'origine (0,0). Le cercle de rayon 5 centré en (0,0) sera ajouté par la fonction polaire définie par <userinput>r(t)=5</userinput>. Un autre moyen est d'utiliser une relation et d'ajouter la cercle par la relation <userinput>(x-2)^2+(y-3)^2=5^2</userinput>.
german: Mit Hilfe einer Parameterfunktion können Sie Graph einen Kreis zeichnen lassen. Wenn Sie die Funktion anlegen, wählen als <placeholder-2/> <placeholder-1/>. Um Kreis mit dem Punkt (2,3) als Mittelpunkt und mit dem Radius 5 zeichnen zu lassen, könnten Sie beispielsweise diese Parameterfunktion eingeben: <userinput>x(t)=5cos(t)+2, y(t)=5sin(t)+3</userinput>. Damit der Kreis auch wie ein Kreis aussieht (und nicht wie eine Ellipse), müssen Sie möglicheweise mit Hilfe von <placeholder-3/> die Achsen auf die gleiche Skalenteilung bringen. Einen Kreis um den Koordinatenursprung, also um den Punkt (0,0), kann man auch mit Hilfe einer Polarfunktion zeichnen lassen. Soll dessen Radius 5 betragen, wäre die Polarfunktion <userinput>r(t)=5</userinput> anzulegen. Eine weitere Möglichkeit besteht darin, eine Relation zu verwenden. Einen Kreis mit Mittelpunkt in (2,3) mit Radius 5 würde dann auf Basis der folgenden Relation gezeichnet: <userinput>(x-2)^2+(y-3)^2=5^2</userinput>.
italian: Per disegnare un cerchio, bisogna ricorrere a una funzione parametrica. Per inserire la funzione, selezionare <placeholder-1/> come <placeholder-2/>. Ad es. puoi aggiungere un cerchio di raggio 5 e centro (2,3) come: <userinput>x(t)=5cos(t)+2, y(t)=5sin(t)+3</userinput>. Potresti aver bisogno di usare <placeholder-3/> per rendere omogenea la scala degli assi, altrimenti il cerchio apparirebbe come una elisse. Un cerchio può essere aggiunto anche come funzione polare, ma solo se il centro è in (0,0). Ad es. un cerchio di raggio 5 può essere aggiunto come funzione polare: <userinput>r(t)=5</userinput> o, in alternativa, puoi ricorrere a una relazione impostando: <userinput>(x-2)^2+(y-3)^2=5^2</userinput>.
spanish: Puedes emplear una función paramétrica para dibujar un círculo. En el cuadro de diálogo <link linkend="InsertFunctionDialog">Insertar función</link>, selecciona <placeholder-1/> en la lista desplegable <placeholder-2/>. Por ejemplo, si deseas representar un círculo de radio r=5 con centro en el punto (2,–3), inserta <userinput>x(t)=5·<link linkend="cos">cos</link>(t)+2, y(t)=5·<link linkend="sin">sin</link>(t)–3</userinput>. Posteriormente, utiliza <placeholder-3/> para aplicar el mismo factor de escala a ambos ejes. Así conseguirás que el círculo se muestre como tal, y no como una elipse. Alternativamente, puedes introducir la ecuación <userinput>(x–2)^2+(y+3)^2=5^2</userinput>. Recuerda que un <link linkend="Plugins">complemento</link> para crear círculos está disponible en <menuchoice><guimenu>Complementos</guimenu><guimenuitem>Insertar círculo...</guimenuitem></menuchoice> Como caso especial, si el centro del círculo está en (0,0), puedes definir una función polar para trazarlo. Por ejemplo, un círculo de radio r=5 puede ser dibujado como la función polar <userinput>r(t)=5</userinput>.

source: How do I calculate the area between two functions?
dutch: Hoe kan ik de oppervlakte berekenen tussen twee functies?
french: Comment puis-je calculer l'aire entre deux fonctions ?
german: Wie lasse ich Graph die Fläche zwischen zwei Funktionsgraphen berechnen?
italian: Come faccio a calcolare l'area compresa tra due funzioni?
spanish: ¿Cómo calculo el área entre dos funciones?

source: Integrate
dutch: Integreer
french: Intégrer
german: Integrieren
italian: Integrare
spanish: Integral

source: If you want to find the area between two functions f1(x)=3x and f2(x)=x^2, the easiest way is to create a new function that is the difference between the two functions: f(x)=f1(x)-f2(x)=3x-x^2. You can then use <placeholder-1/> to calculate the area for a given interval.
dutch: Als je de oppervlakte tussen twee functies f1(x)=3x en f2(x)=x^2 wil vinden, is de gemakkelijkste manier het creëren van een nieuwe functie gelijk aan het verschil van de twee functies: f(x)=f1(x)-f2(x)=3x-x^2. Je kan dan <placeholder-1/> gebruiken om de oppervlakte te berekenen in een gegeven interval.
french: Si vous désirez calculer l'aire entre les deux fonctions f1(x)=3x and f2(x)=x^2, le moyen le plus simple est de créer une nouvelle fonction qui est la différence des deux précédentes : f(x)=f1(x)-f2(x)=3x-x^2. Vous pouvez alors calculer l'aire entre la nouvelle courbe et l'axe des abscisses sur un intervalle donné.
german: Wenn Sie die von zwei Funktionsgraphen eingeschlossene Fläche bestimmen wollen, gehen Sie wie folgt vor. Angenommen, es handelt sich um die Funktionen f1(x)=3x und f2(x)=x^2, dann fügen Sie zuerst die Differenzfunktion f(x)=f1(x)-f2(x)=3x-x^2 der Funktionsliste hinzu. Anschließend können Sie mit <placeholder-1/> die Fläche zwischen den beiden Funktionsgraphen für ein bestimmtes Intervall berechnen lassen.
italian: Volendo trovare l'area compresa tra due funzioni, ad es. f1(x)=3x e f2(x)=x^2, il modo più facile è quello di creare una nuova funzione che rappresenti la differenza tra le due: f(x)=f1(x)-f2(x)=3x-x^2 e quindi usare <placeholder-1/> per calcolare l'area nell'intervallo desiderato.
spanish: Si deseas hallar el área comprendida entre dos funciones, define primero una función que es la diferencia entre aquéllas. Por ejemplo: <userinput>f(x)=3x</userinput>, <userinput>g(x)=x^2</userinput>. La función diferencia es <userinput>y=f(x)–g(x)=3x–x^2</userinput>. Posteriormente, emplea <placeholder-1/> para determinar el área en el intervalo que desees.

source: How do I plot the inverse of any given function?
dutch: Hoe kan ik de inverse van een bepaalde functie tekenen?
french: Comment puis-je tracer la réciproque d'une fonction donnée ?
german: Wie lasse ich Graph die Fläche zwischen zwei Funktionsgraphen berechnen?
italian: Come posso tracciare l'inversa di una data funzione?
spanish: ¿Cómo calculo la inversa de una función?

source: You can use a parametric function for this. If you want to plot the inverse of <placeholder-1/>, you can insert it as the parametric function <userinput>x(t)=t^2-2t, y(t)=t</userinput>.
dutch: Hiervoor kan je gebruik maken van een parameterfunctie. Wil je de inverse van <placeholder-1/> tekenen, dan kan je deze als een parameterfunctie invoegen: <userinput>x(t)=t^2-2t, y(t)=t</userinput>.
french: Vous pouvez utiliser une fonction paramétrique pour cela. Si vous voulez tracer la récoproque de <placeholder-1/>, vous pouvez l'insérer comme la fonction paramétrique <userinput>x(t)=t^2-2t, y(t)=t</userinput>.
german: Hier können Sie eine parametrische Funktion benutzen. Wenn Sie die Inverse von <placeholder-1/> zeichnen lassen wollen, verwenden Sie dazu die parametrische Function <userinput>x(t)=t^2-2t, y(t)=t</userinput>.
italian: Per far ciò, puoi ricorrere ad una funzione parametrica. Ad es. volendo tracciare l'inversa di <placeholder-1/>, puoi inserirla come funzione parametrica: <userinput>x(t)=t^2-2t, y(t)=t</userinput>.
spanish: Puedes emplear una función paramétrica. Por ejemplo, si deseas dibujar la inversa o recíproca de <userinput><placeholder-1/></userinput>, introduce la función paramétrica <userinput>x(t)=t^2–2t, y(t)=t</userinput>.

source: How can I draw the negative part of f(x)=sqrt(x+2) ?
dutch: Hoe kan ik het negatieve deel van f (x)=sqrt(x +2) tekenen?
french: Comment puis-je représenter les fonctions dont le carré est x+2 ?
german: Wie kann ich Graph den negativen Ast zu f(x)=sqrt(x+2) zeichnen lassen?
italian: Come posso disegnare la parte negativa di: f(x)=sqrt(x+2) ?
spanish: ¿Cómo puedo trazar la parte negativa de f(x)=<link linkend="sqrt">sqrt</link>(x+2)?
