Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Graph allows you to define your own custom functions and constants, which you can use in other expressions in the program. You may want to use this to factor out frequently used constants and subexpressions to make it faster and easier to use these items. Use the <placeholder-1/> menu item to show the dialog.
dutch: In Graph kan je uw eigen functies en constanten definiëren , die u kunt gebruiken in andere uitdrukkingen in het programma. U kunt deze gebruiken om factor die vaak gebruikte constanten en subuitdrukkingen om het sneller en gemakkelijker om deze items te gebruiken. Gebruik het <placeholder-1/> menu-item om het venster te tonen.
french: Graph vous permet de définir vos fonctions et constantes personnelles, que vous pouvez utiliser dans d'autres expressions du programme.
german: In Graph ist es möglich, benutzerdefinierte Funktionen und Konstanten zu erstellen, die dann beliebig verwendet werden können. Auf diese Weise können Konstanten oder Terme, die Sie häufig verwenden, auslagern, um Ihre Terme zu vereinfachen und leichter verändern zu können. Rufen Sie dazu den Menüpunkt <placeholder-1/> auf.
italian: Graph ti permette di definire funzioni e costanti personalizzate utilizzabili in altre espressioni. Potresti voler ricorrere a questa opzione per fattorializzare costanti o subespressioni d'uso frequente in modo da facilitare e velocizzare il loro uso. Per mostrare la finestra di dialogo, usa la voce <placeholder-1/> del menu.
spanish: Si deseas crear tus propias funciones y constantes, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado.<para>Funciones y constantes usadas con frecuencia pueden ser definidas para su rápida utilización al construir expresiones complejas. Recuerda que constantes recogidas en este cuadro de diálogo pueden ser adoptadas para especificar coordenadas <parameter>x</parameter> e <parameter>y</parameter> en <emphasis><link linkend="InsertPointSeriesDialog">series de puntos</link></emphasis>. Advierte que si quieres conservar las funciones y constantes introducidas, guarda el archivo .grf que las contiene, ya que Graph no las recordará en el próximo inicio del programa.</para>

source: Entering functions
dutch: Ingave functies
french: Saisie des fonctions
german: Eingabe von Funktionen
italian: Immettere funzioni
spanish: Insertar entradas

source: The function and constant names are entered in the first column. The name may contain any combination of letters, digits and underscore but it must always start with a letter. You may not use a name that is already assigned to a built-in function or variable.
dutch: De functie en namen van de constanten worden in de eerste kolom ingegeven. De naam kan een willekeurige combinatie van letters, cijfers en underscore, maar het moet altijd beginnen met een letter. U mag geen gebruik maken van een naam die al is toegewezen aan een ingebouwde functie of variabele.
french: Les fonctions et constantes sont saisies dans la première colonne. Leurs noms peuvent contenir toute combinaison de lettres, chiffres et tiret-bas mais commençant par une lettre. Vous ne pouvez pas utiliser un nom déjà attribué à une fonction ou constante intégrée du programme.
german: Bezeichnungen für Funktionen und Konstanten werden in der ersten Spalte eingegeben. Diese kann aus einer beliebigen Kombination von Buchstaben, Ziffern und Unterstrichen bestehen, sofern sie mit einem Buchstaben beginnt. Natürlich können Sie keine Bezeichnung vergeben, die bereits einer fest eingebauten Funktion oder Variable zugeordnet ist.
italian: La funzione e i nomi delle costanti vanno immessi nella prima colonna. Il nome può contenere qualsiasi combinazione di lettere, numeri e punteggiatura, ma deve sempre iniziare con una lettera e non puoi usare un nome già assegnato a una funzione o a una variabile predefinita.
spanish: En la columna <guilabel>Nombre</guilabel> asigna una denominación a la función o constante que deseas introducir. El nombre puede contener cualquier combinación de letras (a–z) y números (0–9), pero siempre debe comenzar con una letra. Puedes emplear el guión bajo (_) para separar caracteres y dígitos. Observa que no se te permite utilizar nombres de funciones o constantes predefinidas en el programa.

source: Function arguments are entered after the name in brackets separated by comma, e.g. <placeholder-1/> is a function named f taking three arguments named x, y and z. Like the function name, the argument names must start with a letter and only contain letters and digits.
dutch: Functie-argumenten worden ingevoerd na de naam tussen haakjes, gescheiden door een komma, bijvoorbeeld <placeholder-1/> is een functie met de naam f in de argumenten x, y en z. Net zoals de naam van de functie, moet het argument met een letter en alleen uit letters en cijfers bestaan.
french: Les arguments des fonctions sont saisis après le nom, entre parenthèses et séparés par des virgules, e.g. <placeholder-1/> est une fonction nommée f ayant trois arguments nommés x, y et z. Comme les noms de fonctions, les noms des arguments doivent commencer par une lettre et ne contenir que des lettres et des chiffres.
german: Die Argumente einer Funktion werden nach der Funktionsbezeichnung in Klammern angegeben und durch Kommata getrannt, beispielsweise bezeichnet <placeholder-1/> eine Funktion f, die drei Argumente namens x, y und z erwartet. Die Bezeichnungen für die Argumente müssen wie der Funktionsname mit einem Buchstaben beginnen und dürfen nur aus Buchstaben und Ziffern bestehen.
italian: Gli argomenti della funzione sono immessi dopo il nome, tra parentesi separati da virgola, ad es.: <placeholder-1/> è la funzione di nome f con tre argomenti di nome x, y, z. I nomi degli argomenti devono iniziare con una lettera e contenere solo una combinazione di lettere e numeri.
spanish: El argumento de una función se indica entre paréntesis, pero si hay dos o más argumentos, éstos se separan con <emphasis>comas</emphasis>. El nombre de un argumento puede contener cualquier combinación de letras y números, pero siempre debe comenzar con una letra. Ejemplos: <userinput>f1(x)</userinput>, <userinput>ec(x,y)</userinput>, <emphasis role="bold"><placeholder-1/></emphasis>.

source: The expressions you want to define are entered in the second column. The expressions can use the arguments specified in the first column and all built-in functions, other custom functions and constants, and even call themselves recursively. A comment can be written after a # symbol at the end of an expression.
dutch: De uitdrukkingen die je wil definiëren worden in de tweede kolom geplaatst. De uitdrukkingen kunnen gebruik maken van de argumenten uit de eerste kolom en alle ingebouwde functies, andere speciale functies en constanten, en zich zelfs recursief oproepen. Een commentaar kan worden geschreven na een #-symbool aan het einde van een uitdrukking.
french: Les expressions que vous voulez définir sont saisies dans la seconde colonne. Les expressions peuvent utiliser les arguments définis dans le première colonne et toutes les fonctions intégrées ainsi que des fonctions et constantes personnelles, et peuvent même s'appeler récursivement. Un commentaire peut être écrit après un symbole # à la fin de l'expression.
german: Den Ausdruck, den Sie definieren wollen, geben Sie in der zweiten Spalte ein. Der Ausdruck kann die Argumente, die in der ersten Spalte definiert wurden, sowie alle eingebauten Funktionen und übrigen benutzerdefinierten Funktionen und Konstanten beinhalten und sich sogar selbst rekursiv aufrufen. Durch das Symbol # kann am Ende eines Ausdrucks auch ein Kommentar hinzugefügt werden.
italian: Le espressioni che desideri definire vanno immesse nella seconda colonna. Esse possono usare gli argomenti specificati nella prima colonna, tutte le funzioni predefinite, le funzioni e le costanti personalizzate nonchè richiamare se stesse ripetutamente. Alla fine dell'espressione, puoi scrivere un commento purchè preceduto dal simbolo #.
spanish: En la columna <guilabel>Definición</guilabel> establece el valor de la constante, o la expresión de la función. Si introduces una ecuación o inecuación, no incluyas ningún operador de comparación, inserta dicho operador y su expresión asociada en el cuadro de diálogo <link linkend="InsertRelationDialog">Insertar ecuación/inecuación</link>. Advierte que Graph acepta un máximo de dos variables, <parameter>x</parameter> e <parameter>y</parameter>. Nuevos argumentos no significan nuevas variables independientes sino que remiten a elementos previamente definidos.<para>Las expresiones pueden emplear entradas ya fijadas en la columna <guilabel>Nombre</guilabel>, funciones y constantes predefinidas en el programa, o incluso funciones recursivas. Tras el signo de número (#) puedes adjuntar un comentario respecto al elemento introducido.</para>

source: Changing and removing functions
dutch: Het veranderen en verwijderen van functies
french: Modification et suppression de fonctions
german: Bearbeiten und Löschen von Funktionen
italian: Cambiare e rimuovere funzioni.
spanish: Modificar o eliminar entradas

source: Remove row
dutch: Verwijder rij
french: Supprimer une ligne
german: Zeile löschen
italian: Rimuovi riga
spanish: Eliminar fila

source: You can remove a function or constant by clearing the name and definition or selecting <placeholder-1/> from the context menu. All elements using the deleted function or constant will fail when evaluated.
dutch: Je kan een functie of constante verwijderen door de naam en de definitie te wissen of door het selecteren van <placeholder-1/> in het contextmenu. De berekening van uitdrukkingen die gebruik maken van een verwijderde functie of constante zullen mislukken.
french: Vous pouvez supprimer une fonction ou une constante en effaçant son nom et sa définition ou en sélectionnant <placeholder-1/> dans le menu contextuel. Tous les éléments utilisant la fonction ou la constante supprimée donneront une erreur quand ils seront calculés.
german: Eine Funktion oder Konstante wird entfernt, in dem ihre Bezeichnung und Definition gelöscht wird oder indem aus dem Kontextmenü <placeholder-1/> ausgewählt wird. Bedenken Sie, dass alle Elemente, die diese Funktion aufrufen oder diese Konstante verwenden, dann nicht mehr funktionieren.
italian: Puoi rimuovere una funzione o una costante cancellandone nome e definizione o selezionando <placeholder-1/> dal menu contestuale. In fase di elaborazione verranno ignorati tutti gli elementi che fanno riferimento alla funzione o alla costante eliminata.
spanish: Si modificas alguna entrada, cuando hagas clic en el botón <guibutton>Aplicar</guibutton> o <guibutton>Aceptar</guibutton> todos los elementos (funciones, ecuaciones, series de puntos, etc.) que contengan la función o constante personalizada que has modificado se actualizarán al instante en el área gráfica.<para>Para eliminar una entrada, borra su nombre y definición, o selecciona <placeholder-1/> desde el menú contextual. También puedes seleccionar la fila con el ratón y hacer clic en el comando <guimenu>Eliminar</guimenu> del menú contextual, o pulsar <keycap>Supr</keycap> en el teclado.</para>

source: When you press <guibutton>OK</guibutton> or <guibutton>Apply</guibutton> in the shown dialog, all elements are updated to reflect any changes to the functions and constants.
dutch: Als je op <guibutton>OK</guibutton> of <guibutton>Apply</guibutton> drukt in het geopende dialoogvenster, worden alle elementen bijgewerkt bij eventuele wijzigingen van de functies en constanten.
french: Quand vous actionnez <guibutton>OK</guibutton> ou <guibutton>Appliquer</guibutton> dans la boîte de dialogue affichée, tous les éléments sont mis à jour pour prendre en compte les modifications des fonctions et constantes.
german: Wenn Sie im abgebildeten Dialog auf <guibutton>OK</guibutton> oder <guibutton>Anwenden</guibutton> klicken, werden alle Elemente aktualisiert, indem die Änderungen an Funktionen und Konstanten übernommen werden.
italian: Premendo il tasto <guibutton>OK</guibutton> o <guibutton>Applica</guibutton> nella finestra di dialogo visualizzata, tutti gli elementi verranno aggiornati in base ai cambiamenti apportati a funzioni e/o costanti.
spanish: Cuando hagas clic en el botón <guibutton>Aplicar</guibutton> o <guibutton>Aceptar</guibutton> todos los elementos que contengan la función o constante personalizada que has eliminado permanecerán en el <glossterm linkend="FunctionList">panel de contenido</glossterm>, pero no sus representaciones gráficas. Si intentas evaluar uno de tales elementos, se presentará un mensaje de error.

source: Installation and startup
dutch: Installatie en opstarten
french: Installation et démarrage
german: Installation und erstes Starten
italian: Installazione e avvio
spanish: Instalación, inicio y desinstalación

source: installation
dutch: installatie
italian: installazione
spanish: instalación

source: uninstall
dutch: de-installatie
french: désinstallation
german: deinstallieren
italian: disinstalla
spanish: desinstalar

source: language
dutch: taal
german: Sprache
italian: lingua
spanish: idioma

source: Control panel
dutch: Configuratiescherm
french: Panneau de configuration
german: Systemsteuerung
italian: Pannello di controllo
spanish: Panel de control

source: Add/Remove Programs
dutch: Software
french: Ajout/Suppression de programmes
german: Programme hinzufügen/entfernen
italian: Aggiungi/Rimuovi programmi
spanish: Agregar o quitar programas

source: remove
dutch: verwijderen
french: supprimer
german: entfernen
italian: rimuovi
spanish: quitar

source: Installation
dutch: Installatie
italian: Installazione
spanish: Instalación

source: Graph is usually distributed as an installation program named SetupGraph-x.y.exe, where x.y is the version number. To install, just execute the file and follow the instructions. The installation will install the following files in the selected directory and subdirectories:
dutch: Graph wordt meestal verdeeld als een installatie-programma met de naam SetupGraph-x.y.exe, waar x.y het versienummer is. Installeren doe je door het bestand uit te voeren en de instructies te volgen. De installatie installeert de volgende bestanden in de geselecteerde map en submappen:
french: Le programme est distribué habituellement sous forme d'un programme d'installation autoextractible nommé SetupGraph-x.y.exe, où x.y est le numéro de version. Pour installer, exécutez simplement le programme et suivez les instructions. L'installation placera les fichiers suivants dans le répertoire sélectionné et sous-répertoires:
german: Das Programm wird in einem selbstextrahierendem Installations-Programm ausgegeben, üblicherweise unter dem Namen SetupGraph-x.y.exe, wobei x.y der Versionsname ist. Um Graph zu installieren, führen Sie einfach die Installation aus und folgen Sie den Anweisungen. Dabei werden die folgenden Dateien im ausgewählten Verzeichnis und Unterverzeichnissen installiert:
italian: Graph è di norma distribuito come programma da installare: SetupGraph-x.y.exe, ove x.y è il numero della versione. Basta aprirlo per avviare l'installazione e, seguendo le semplicissime istruzioni, nelle volute cartelle e sottocartelle avremo i seguenti file installati:
spanish: El archivo de instalación de Graph se ofrece como un archivo autoejecutable normalmente denominado <emphasis>SetupGraph–x.y.exe</emphasis>, donde <emphasis>x.y</emphasis> es el número de versión del programa. Para instalarlo, simplemente ejecuta el archivo con un doble clic y sigue las instrucciones del Asistente. Éste instalará en el directorio seleccionado los siguientes archivos:

source: File(s)
dutch: Bestand(en)
french: Fichier(s)
german: Datei(en)
spanish: Archivo

source: The program file.
dutch: Het programmabestand.
french: Le fichier programme.
german: Die Programm-Datei.
italian: Il file di programma.
spanish: Archivo ejecutable que inicia el programa.

source: Library used to create PDF files.
dutch: Bibliotheek gebruikt om PDF-bestanden te maken.
french: Bibliothèque utilisée pour créer les fcihers PDF :
german: Bibliothek, die zur Erstellung von PDF-Dateien eingesetzt wird.
italian: Libreria usata per creare file PDF.
spanish: Biblioteca empleada para crear archivos PDF.

source: Shell extension for showing thumbnails of grf-files in Explorer.
dutch: Shell-extensie voor het tonen van thumbnails van grf-bestanden in de Verkenner.
french: Extension du shell pour afficher des vignettes de fichiers .grf dans l'explorateur.
german: Shell extension für die Vorschaubild-Anzeige von grf-Dateien im Explorer.
italian: Estensione per mostrare anteprime dei file.grf in Explorer.
spanish: Archivo .dll que permite mostrar miniaturas del contenido de archivos .grf (archivos de Graph) en el Panel de tareas del Explorador de Windows.

source: Translations of the program.
dutch: Vertalingen van het programma.
french: Traductions du programme.
german: Programmübersetzung.
italian: Traduzioni del programma.
spanish: Traducciones de la interfaz de usuario.

source: Help files in different languages.
dutch: Helpbestanden in verschillende talen.
french: Fichiers d'aide en différentes langues.
german: Hilfe-Dateien in verschiedenen Sprachen.
italian: File di guida in altre lingue.
spanish: Archivos de Ayuda en varios idiomas.

source: Some examples of plugins. Custom plugins can be placed here too.
dutch: Enkele voorbeelden van plugins. Aangepaste plugins kan hier ook geplaatst worden.
french: Quelques exemples de modules d'extension. Des extensions personnalisées peuvent être aussi placées ici.
german: Einige Beispiele für Plug-ins. Benutzerdefinierte Plug-ins können ebenfalls hier gespeichert werden.
italian: Alcuni esempi di plungin. Qui si possono anche mettere plugin personalizzati.
spanish: <link linkend="Plugins">Complementos</link> integrados en el programa. Los complementos personalizados también deben ser colocados aquí.

source: Library files used by plugins.
dutch: Bibliotheekbestanden die gebruikt worden door plugins.
french: Fichiers de librairie utilisés par les plugins.
german: Bibliotheken, die von Plugins benötigt werden.
italian: Libreria di file usata dai plugin.
spanish: Bibliotecas empleadas por los complementos.

source: Some examples that can be opened in Graph.
dutch: Enkele voorbeelden die kunnen worden geopend in Graph.
french: Quelques exemples pouvant être ouverts dans Graph.
german: Ein paar Beispiele, die mit Graph geöffnet werden können.
italian: Alcuni esempi che possono essere aperti in Graph.
spanish: Ejemplos de utilización del programa.

source: The installation will create a shortcut in the Start menu, which may be used to start the program. During the installation you select the preferred language. This can later be changed from the <placeholder-1/> dialog.
dutch: De installatie maakt een snelkoppeling in het Start-menu, deze kan gebruikt worden om het programma te starten. Tijdens de installatie selecteer je de gewenste taal. Dit kan later veranderd worden via het <placeholder-1/> dialoogvenster.
french: L'installation créera un raccourci dans le menu Démarrer, qui pourra être utilisé pour démarrer le programme. C'est pendant l'installation que vous choisissez votre langage préféré. Cela peut être changé plus tard depuis la boîte de dialogue <placeholder-1/>.
german: Die Installation erzeugt im Start-Menu eine Verknüpfung, mit der man das Programm starten kann. Während der Installation wählen Sie Ihre bevorzugte Sprache. Diese lässt sich später im <placeholder-1/>-Dialog ändern.
italian: L'installazione creerà una scorciatoia nel menu Start utilizzabile per l'avvio di Graph. Durante l'installazione verrà chiesto di scegliere la lingua per l'interfaccia utente, eventualmente modificabile dalla finestra di dialogo <placeholder-1/>.
spanish: Al iniciarse la instalación podrás elegir el idioma de tu preferencia, que será posible cambiar posteriormente desde el cuadro de diálogo <placeholder-1/>. Por defecto, el Asistente creará un acceso directo en el menú <guibutton>Inicio</guibutton>, pero te ofrece la posibilidad de crear un icono de acceso directo en el Escritorio y en la barra de <emphasis>Inicio rápido</emphasis>.

source: If an older version of the program is already installed, the installation suggests you install in the same directory. You can just install over the old version. There is no need to uninstall the old version first, but make sure the old version is not running while installing.
dutch: Als een oudere versie van het programma reeds geïnstalleerd is, suggereert de installatie u een installatie in dezelfde directory. Je kunt gewoon installeren over de oude versie. Het is niet nodig om eerst de oude versie te verwijderen, maar zorg ervoor dat de oude versie niet draait tijdens het installeren.
french: Si une ancienne version du programme est déjà installé, l'installation vous propose d'installer la nouvelle dans le même répertoire. Vous pouvez simplement installer par dessus l'ancienne version. Il n'y a pas nécessité de désinstaller d'abord l'ancienne version, mais soyez sûr que l'ancienne version n'est pas en cours d'exécution lors de l'installation.
german: Falls bereits eine ältere Programmversion installiert ist, wird für die Installation das bisherige Verzeichnis vorgeschlagen. Sie können einfach über die ältere Version installieren und müssen diese nicht erst deinstallieren. Aber vergewissern Sie sich, daß die alte Version während der Installation nicht läuft.
italian: Se è presente una versione precedente di Graph l'installazione suggerirà di usare la stessa cartella, ovvero di sovrascrivere la vecchia versione. Non è necessario disinstallare la vecchia versione, ma è necessario terminare la sua esecuzione prima di procedere con la nuova installazione di Graph.
spanish: Si una versión anterior ya está instalada, el Asistente te sugerirá instalar en el mismo directorio. De hecho, puedes instalar una nueva versión de Graph sobre la anterior, pero asegúrate de que el programa no está en ejecución.

source: The Graph Setup can take the parameters specified in the table below. These are especially useful when you want to automate the installation.
dutch: De Graph Setup kan de parameters aannemen opgegeven in de tabel hieronder. Deze zijn vooral handig om de installatie te automatiseren.
french: L'installateur de Graph peut prendre les paramètres spécifiés dans la table ci-dessous. C'est particulièrement utile lorsque vous voulez automatiser l'installation.
german: Das Graph-Setup kann die in der untenstehenden Tabelle angegebenenen Parameter übernehmen. Diese sind besonders nützlich, wenn Sie die Installation automatisieren wollen.
italian: Il Setup di Graph può prelevare i parametri specificati nella sottostante tabella. Ciò torna utile soprattutto quando vuoi automatizzare l'installazione.
spanish: La instalación de Graph puede aceptar los parámetros contenidos en la tabla adjunta. Tales parámetros son especialmente útiles si deseas automatizar la instalación en varios ordenadores.

source: Parameter
french: Paramètre
italian: Parametro
spanish: Parámetro

source: Reboot now?
dutch: Nu de computer herstarten?
french: Redémarrer maintenant ?
german: Jetzt Neustart?
italian: Riavvia ora?
spanish: ¿Desea reiniciar ahora?
