Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: When <placeholder-1/> is selected the dialog is used to evaluate the selected function at a given value either entered in the dialog or traced with the mouse.
dutch: Wanneer <placeholder-1/> geselecteerd is zal het dialoogvenster gebruikt worden om de geselecteerde functie voor een bepaalde waarde, die ingevoerd werd in het dialoogvenster of getraceerd werd met de muis, te berekenen .
french: Qaund <placeholder-1/> est sélectionné la boîte de dialogue est utilisée pour calculer la fonction sélectionnée en un point donné saisi dans la boîte de dialogue ou défini par un clic de souris.
german: Wenn Sie <placeholder-1/> aktivieren, dann dient dieser Dialog dazu, verschiedene Funktionswerte der ausgewählten Funktion zu berechnen oder die X- und Y-Werte des Funktionsgraphen direkt mit der Maus abzufragen.
italian: Selezioanando <placeholder-1/>, questa finestra di dialogo è usata per valutare la funzione scelta ad un dato valore digitato nella finestra o tracciato col mouse.
spanish: Si deseas evaluar la función seleccionada en un determinado valor de la variable independiente, <parameter>x</parameter> o <parameter>t</parameter>, emplea <placeholder-1/>. Puedes introducir dicho valor directamente en el cuadro activo, o elegir un punto de la gráfica con el ratón (el punto quedará señalado por una cruz de rayas).

source: Below you can see the dialog, that appears when a standard function is selected. The dialog will look a little different when a parametric function, polar function or tangent is selected.
dutch: Hieronder ziet u het dialoogvenster dat verschijnt wanneer een standaardfunctie geselecteerd is . Het dialoogvenster ziet er een beetje anders als een parameterfunctie, een polaire functie of raaklijn geselecteerd is.
french: Ci-dessous vous pouvez voir la boîte de dialogue qui apparaît quand une fonction standard est sélectionnée. La boîte de dialogue sera légèrement différente pour une représentation paramétrique, une fonction polaire ou une tangente.
german: Unten ist der Dialog abgebildet, der im Fall einer Standardfunktion zu sehen ist. Wenn es sich um eine Parameterfunktion, eine Polarfunktion oder eine Tangente handelt, sieht dieses Fenster nur leicht anders aus.
italian: Sotto puoi vedere la finestra di dialogo che appare quando si seleziona una funzione standard. Essa apparirà lievemente diversa se scegli una funzione parametrica o una funzione polare o una tangente.
spanish: La figura adjunta muestra la ventana de herramientas <guilabel>Evaluación</guilabel> correspondiente a una función explícita. Para un valor de la variable <parameter>x</parameter>, se indican <emphasis>f(x)</emphasis>, <emphasis>f'(x)</emphasis>, <emphasis>f''(x)</emphasis>. Esta ventana acoplable cambia al seleccionar una función paramétrica o polar, o una tangente o normal.

source: function list
dutch: functielijst
french: liste des fonctions
german: Funktionsliste
italian: Lista funzioni
spanish: panel de contenido

source: You can enter a value for which you want to evaluate the function. The value will be evaluated for the function selected in the <placeholder-1/>. If the result is on the graph within the shown coordinate system, it will be marked with a dashed cross. You can also trace the drawn graph with the mouse. Just click on the graph with the mouse and the function will be evaluated at the nearest point.
dutch: Je kan een waarde invoeren waarvan je de functiewaarde wil. De functiewaarde worden berekend voor de functie geselecteerd in de <placeholder-1/>. Als het resultaat op de grafiek ligt in het getoonde coördinatensysteem, dan wordt het gemarkeerd met een stippellijn kruis. U kunt de grafiek volgen met de muis. Klik gewoon met de muis op de grafiek met de muis en de functie zal worden geëvalueerd in het dichtstbijzijnde punt.
french: Vous pouvez saisir une valeur pour laquelle vous voulez calculer la fonction. La valeur sera calculée pour la fonction sélectionnée dans la <placeholder-1/>. Si le résultat correspond à un point dans la partie affichée du repère il sera marqué par deux droites en tirets parallèles aux axes. Vous pouvez aussi procéder avec la souris : cliquez simplement en un point du repère avec la souris et la fonction sera calculée pour le point le plus proche.
german: Sie können einen Wert eingeben, für den der Funktionswert berechnet werden soll. Graph berechnet dann für den eingegebenen Wert den Funktionswert des in der <placeholder-1/> gerade markierten Elements. Wenn der Eingabewert und der berechnete Wert zu einem Punkt führen, der innerhalb des sichtbaren Koordinatensystems liegt, markiert Graph diesen Punkt durch ein gestricheltes Fadenkreuz. Mit der Maus kann man dieses Fadenkreuz über die dargestellte Kurve bewegen und die zugehörigen Punktwerte ablesen.
italian: Puoi immettere un valore per il quale valutare la funzione selezionata in <placeholder-1/>. Se il risultato rientra nelle coordinate visibile del grafico, sarà contrassegnato con una croce tratteggiata. Puoi anche tracciare il grafico con il mouse, è sufficiente cliccare sul grafico e la funzione sarà valutate per il punto più vicino.
spanish: Introduce en el cuadro activo el valor de la variable independiente, <parameter>x</parameter> o <parameter>t</parameter>, para el que pretendes evaluar la función seleccionada en el <placeholder-1/>.

source: It may happen that the result of an evaluation is a complex number with an imaginary part. This number will either be written as a+b&imag;, a&ang;&theta; or not written at all depending of the choice under <placeholder-1/>.
dutch: Het kan voorkomen dat het resultaat van een berekening een complex getal is met een imaginair deel. Dit getal zal ofwel worden geschreven als a+b&imag;, a&ang;&theta; of helemaal niet geschreven worden afhankelijk van de keuze onder <placeholder-1/>.
french: Il peut arriver que le résultat d'un calcul soit un nombre complexe avec une partie imaginaire. Ce nombre sera écrit sous la forme a+b&imag;, ou a&ang;&theta; ou pas écrit du tout selon le choix effectué dans <placeholder-1/>.
german: Es kann der Fall eintreten, dass eine Berechnung eine komplexe Zahl mit Imaginärteil ergibt. Ein solches Ergebnis würde entweder in der Form a+b&imag;, a&ang;&theta oder gar nicht ausgegeben werden, je nach unter <placeholder-1/> vorgenommener Einstellung.
italian: Può accadere che l'elaborazione restituisca un numero complesso con una parte immaginaria. Questo numero, in base alla scelta fatta in <placeholder-1/>, può o non essere scritto oppure essere scritto come: a+b&imag;, a&ang; oo&theta;.
spanish: Puede ocurrir que el resultado de una evaluación sea un <glossterm linkend="ComplexNumber">número complejo</glossterm>. En este caso, dicho número puede ser expresado en forma binómica (z=a+b&imag;) o en forma polar (z=a&ang;&theta;), según la opción elegida en el cuadro de diálogo <placeholder-1/>.

source: Function
dutch: Functie
french: Fonction
german: Funktion
italian: Funzione
spanish: Función

source: The cursor will snap to the nearest point of the selected function.
dutch: De cursor wordt uitgelijnd op het dichtstbijzijnde punt van de geselecteerde functie.
french: Le curseur sautera au plus proche point de la fonction sélectionnée.
german: Der Mauszeiger springt zum nächsten Punkt der ausgewählten Funktion.
italian: Il cursore balzerà sul più vicino punto della funzione selezionata.
spanish: La cruz de rayas marcará el punto de la gráfica más cercano respecto al seleccionado sobre el área gráfica.

source: Intersection
dutch: Doorsnede
french: Intersection(s)
german: Schnittpunkt
italian: Intersezione
spanish: Intersección

source: The cursor will snap to the nearest intersection between the selected function and every function displayed (including the function itself).
dutch: De cursor wordt uitgelijnd op de dichtstbijzijnde kruising tussen de geselecteerde functie en elke functie weergegeven (inclusief de functie zelf).
french: Le curseur sautera à la plus proche intersection entre la fonction sélectionnée et toute fonction affichée (y compris la fonction elle-même).
german: Der Mauszeiger springt zum nächsten Schnittpunkt der ausgewählten Funktion mit irgendeiner dargestellten Funktion (incl. der Funktion selber).
italian: Il cursore balzerà sulla più vicina intersezione tra la funzione selezionata e qualsiasi altra funzione visualizzata (compresa la medesima funzione).
spanish: La cruz de rayas marcará la intersección entre la función seleccionada y las funciones representadas en el área gráfica.

source: x-axis
dutch: x-as
french: axe des abscisses
german: X-Achse
italian: Asse-x
spanish: Eje X

source: The cursor will snap to the nearest intersection between the selected function and the x-axis.
dutch: De cursor wordt uitgelijnd op de dichtstbijzijnde kruising tussen de geselecteerde functie en de x-as.
french: Le curseur sautera à la plus proche intersection entre la fonction sélectionnée et l'axe des x.
german: Der Mauszeiger springt zum nächsten Schnittpunkt der ausgewählten Funktion mit der X-Achse.
italian: Il cursore balzerà sulla più vicina intersezione tra la funzione selezionata e l'asse-x.
spanish: La cruz de rayas marcará la intersección entre la función seleccionada y el eje X.

source: y-axis
dutch: y-as
french: axe des ordonnées
german: Y-Achse
italian: Asse-y
spanish: Eje Y

source: The cursor will snap to the nearest intersection between the selected function and the y-axis. Not available for standard functions.
dutch: De cursor worden uitgelijnd op de dichtstbijzijnde kruising tussen de geselecteerde functie en de y-as. Niet beschikbaar voor standaard functies.
french: Le curseur sautera à la plus proche intersection entre la fonction sélectionnée et l'axe des y. Non disponible pour les fonctions standards.
german: Der Mauszeiger springt zum nächsten Schnittpunkt der ausgewählten Funktion mit der Y-Achse. Nicht für Standard-Funktionen verfügbar.
italian: Il cursore balzerà sulla più vicina intersezione tra la funzione selezionata e l'asse-y. Non disponibile per le funzioni standard.
spanish: La cruz de rayas marcará la intersección entre la función seleccionada y el eje Y. Esta opción sólo está disponible para funciones paramétricas y polares.

source: Extreme x-value
dutch: x-waarde van het extremum
french: Extrémums abscisses
german: X-Extremwert
italian: Valore-x estremo
spanish: Valor extremo de x

source: The cursor will snap to the nearest local extreme value for the x-coordinate. Not available for standard functions.
dutch: De cursor wordt voor de x-coördinaat uitgelijnd op het dichtstbijzijnde lokale extreme waarde . Niet beschikbaar voor standaard functies.
french: Le curseur sautera au plus proche extremum local de l'abscisse. Non disponible pour les fonctions standards.
german: Der Mauszeiger springt zum nächsten lokalen Extremwert der X-Koordinate. Nicht für Standard-Funktionen verfügbar.
italian: Il cursore balzerà sul più vicino valore estremo della coordinata-x. Non disponibile per le funzioni standard.
spanish: La cruz de rayas marcará el valor extremo de la coordenada <parameter>x</parameter> más cercano respecto al punto seleccionado sobre el área gráfica. Esta opción sólo está disponible para funciones paramétricas y polares.

source: Extreme y-value
dutch: y-waarde van het extremum
french: Extrémums ordonnées
german: Y-Extremwert
italian: Valore-y estremo
spanish: Valor extremo de y

source: The cursor will snap to the nearest local extreme value for the y-coordinate.
dutch: De cursor wordt voor de y-coördinaat uitgelijnd op het dichtstbijzijnde lokale extreme waarde .
french: Le curseur sautera au plus proche extremum local en y.
german: Der Mauszeiger springt zum nächsten lokalen Extremwert der Y-Koordinate.
italian: Il cursore balzerà sul più vicino valore estremo della coordinata-y.
spanish: La cruz de rayas marcará el valor extremo de la coordenada <parameter>y</parameter> más cercano respecto al punto seleccionado sobre el área gráfica (mínimo/máximo absoluto o relativo).

source: When you click with the mouse on the graphing area you may choose what the cursor will snap to: <placeholder-1/>
dutch: Wanneer je met de muis op het grafische gebied klikt, dan kun je kiezen waarop de cursor uitgelijnd wordt: <placeholder-1/>
french: Quand vous cliquez avec la souris dans la zone de dessin, vous pouvez choisir à quoi se collera le curseur dans : <placeholder-1/>
german: Wenn Sie mit der Maus auf das Koordinatensystem klicken, können Sie festlegen, woran der Mauszeiger andocken soll: <placeholder-1/>
italian: Facendo click con il mouse sull'area grafica puoi scegliere dove vuoi far balzare il cursore a: <placeholder-1/>
spanish: En el cuadro <guilabel>Ver en</guilabel> puedes seleccionar qué deseas señalar cuando hagas clic sobre el área gráfica. En el caso de intersecciones o puntos extremos, intenta hacer clic cerca de ellos y el programa los reconocerá automáticamente: <placeholder-1/>

source: Area
dutch: Oppervlakte
french: Aire
german: Fläche
spanish: Área

source: Length of path
dutch: Lengte langs een kromme.
french: Longueur d'arc
german: Länge eines Kurvenstücks
italian: Lunghezza del percorso
spanish: Longitud de arco

source: When <placeholder-1/> is selected the dialog is used to calculate the distance between two points on the function along the curve. You may either enter the range in the dialog or use the mouse to mark it. The range will be marked in the coordinate system. The calculation is done by converting it to an integration and using Simpson's formula through 1000 iterations.
dutch: Als <placeholder-1/> geselecteerd is, dan wordt het dialoogvenster gebruikt om de afstand tussen twee punten op de functie langs de kromme te berekenen. Je kan het bereik ofwel ingeven in het dialoogvenster of de muis gebruiken om het te markeren. Het bereik zal gemarkeerd worden in het coördinatenstelsel. De berekening wordt gedaan door het te converteren naar een integratie en Simpson's formule te gebruiken voor 1000 iteraties.
french: Qhand <placeholder-1/> est sélectionné, la boîte de dialogue est utilisée pour calculer la distance le long de la courbe entre deux points. Vous pouvez soit saisir l'intervalle dans la boîte d'édition soit le définir à la souris. L'intervalle sera marqué dans le repère. Le calcul est fait en se ramenant à une intégration et en utilisant la méthode de Simpson avec 1000 pas.
german: <placeholder-1/> wird benutzt, um die Länge eines Kurvenstücks zwischen zwei Punkten zu berechnen. Die Punkte können entweder direkt eingegeben ode rmit der Maus markiert werden. In beiden Fällen markiert Graph dieses Intervall im Koordinatensystem. Die Berechnung liegt die Simpson'sche Regel (1.000 Iterationen) zugrunde.
italian: Selezionando <placeholder-1/>, la finestra di dialogo è usata per calcolare la distanza tra due punti sulla funzione lungo la curva. L'intervallo può essere immesso nella finestra di dialogo o marcato tramite il mouse e, in ogni caso, apparirà marcato sul sistema di coordinate. L'elaborazione è fatta convertendola in una integrazione e usando la formula di Simpson con 1000 iterazioni.
spanish: Si deseas determinar la longitud del arco comprendido entre dos puntos de una gráfica, emplea <placeholder-1/>. Indica los valores inicial y final del intervalo en los cuadros <guilabel>Desde</guilabel> y <guilabel>Hasta</guilabel> respectivamente, o selecciona un intervalo con el ratón. Por defecto, el segmento de la gráfica así definido quedará resaltado en color negro, que puede ser difícil de distinguir si para la gráfica has optado por un color oscuro.<para>Este cálculo emplea una integración siguiendo la regla de Simpson a través de 1000 iteraciones.</para>

source: Hyperbolic
dutch: Hyperbolisch
french: Hyperbolique
german: Hyperbolicus
italian: Iperbolica
spanish: Trigonométricas hiperbólicas

source: hyperbolic sine
dutch: hyperbolische sinus
french: sinus hyperbolique
german: Sinus Hyperbolicus
italian: seno iperbolico
spanish: seno hiperbólico

source: Returns the hyperbolic sine of the argument.
dutch: Geeft de hyperbolische sinus van het argument.
french: Donne le sinus hyperbolique de l'argument.
german: Liefert den Sinus Hyperbolicus des Arguments.
italian: Restituisce il seno iperbolico dell'argomento.
spanish: Devuelve el seno hiperbólico del argumento.

source: The <placeholder-1/> function calculates the hyperbolic sine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
dutch: De <placeholder-1/> functie berekent de hyperbolische sinus van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>.
french: La fonction <placeholder-1/> donne le sinus hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>.
german: Die <placeholder-1/>-Funktion berechnet den Sinus Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt.
italian: La funzione <placeholder-1/> calcola il seno iperbolico di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>.
spanish: La función <placeholder-1/> calcula el seno hiperbólico del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.

source: Hyperbolic sine is defined as: <placeholder-1/>
dutch: Hyperbolische sinus wordt gedefinieerd als: <placeholder-1/>
french: Le sinus hyperbolique est défini par : <placeholder-1/>
german: Sinus Hyperbolicus ist als <placeholder-1/> definiert.
italian: Il seno iperbolico è definito come: <placeholder-1/>
spanish: Definición del seno hiperbólico: <placeholder-1/>

source: hyperbolic cosine
dutch: hyperbolische cosinus
french: cosinus hyperbolique
german: Cosinus Hyperbolicus
italian: coseno iperbolico
spanish: coseno hiperbólico

source: Returns the hyperbolic cosine of the argument.
dutch: Geeft de hyperbolische cosinus van het argument
french: Donne le cosinus hyperbolique de l'argument.
german: Liefert den Cosinus Hyperbolicus des Arguments.
italian: Restituisce il coseno iperbolico dell'argomento.
spanish: Devuelve el coseno hiperbólico del argumento.

source: The <placeholder-1/> function calculates the hyperbolic cosine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
dutch: De <placeholder-1/> functie berekent de hyperbolische cosinus van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn die resulteert in een <placeholder-5/> of een <placeholder-6/>.
french: La fonction <placeholder-1/> donne le cosinus hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>.
german: Die <placeholder-1/>-Funktion berechnet den Cosinus Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt.
italian: La funzione<placeholder-1/> calcola il coseno iperbolico di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>.
spanish: La función <placeholder-1/> calcula el coseno hiperbólico del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.

source: Hyperbolic cosine is defined as: <placeholder-1/>
dutch: Hyperbolische cosinus is gedefinieerd als: <placeholder-1/>
french: Le cosinus hyperbolique est défini par : <placeholder-1/>
german: Cosinus Hyperbolicus ist als <placeholder-1/> definiert.
italian: Il coseno iperbolico è definito come: <placeholder-1/>
spanish: Definición del coseno hiperbólico: <placeholder-1/>

source: hyperbolic tangent
dutch: hyperbolische tangens
french: tangente hyperbolique
german: Tangens Hyperbolicus
italian: tangente iperbolica
spanish: tangente hiperbólica

source: Returns the hyperbolic tangent of the argument.
dutch: Geeft de hyperbolische tangens van het argument.
french: Donne la tangente hyperbolique de l'argument.
german: Liefert den Tangens Hyperbolicus des Arguments.
italian: Restituisce la tangente iperbolica dell'argomento.
spanish: Devuelve la tangente hiperbólica del argumento.

source: The <placeholder-1/> function calculates the hyperbolic tangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
dutch: De <placeholder-1/> functie berekent de hyperbolische tangens van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn die resulteert in een <placeholder-5/> of een <placeholder-6/>.
french: La fonction <placeholder-1/> donne la tangente hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>.
german: Die <placeholder-1/>-Funktion berechnet den Tangens Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt.
italian: La funzione <placeholder-1/> calcola la tangente iperbolica di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>.
spanish: La función <placeholder-1/> calcula la tangente hiperbólica del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.

source: Hyperbolic tangent is defined as: <placeholder-1/>
dutch: Hyperbolische tangens wordt gedefinieerd als: <placeholder-1/>
french: La tangente hyperbolique est définie par : <placeholder-1/>
german: Tangens Hyperbolicus ist als <placeholder-1/> definiert.
italian: La tangente iperbolica è definita come: <placeholder-1/>
spanish: Definición de la tangente hiperbólica: <placeholder-1/>

source: inverse hyperbolic sine
dutch: inverse hyperbolische sinus
french: argument sinus hyperbolique
german: Arkussinus Hyperbolicus
italian: seno iperbolico inverso
spanish: arcoseno hiperbólico

source: Returns the inverse hyperbolic sine of the argument.
dutch: Geeft de inverse hyperbolische sinus van het argument.
french: Donne l'argument sinus hyperbolique de l'argument.
german: Liefert den Arkussinus Hyperbolicus des Arguments.
italian: Restituisce il seno iperbolico inverso dell'argomento.
spanish: Devuelve el arcoseno hiperbólico del argumento.
