Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: Paste Special...
dutch: Plakken speciaal...
french: Collage spécial...
german: Spezielles Einfügen...
italian: Incolla speciale...
spanish: Pegado especial...

source: You can use <placeholder-1/> in Graph to copy the current content to the clipboard. Afterwards you can select <placeholder-2/> in Word (or similar in another OLE client) to insert the Graph object from the clipboard. When you double click on the object a new instance of Graph will start where you can edit the object. If you don't want to paste the data as a Graph object into Word, you can use <placeholder-3/> in Word to paste as a picture instead.
dutch: Je kunt in Graph <placeholder-1/> gebruiken om de huidige inhoud kopiëren naar het klembord. Daarna kun je in Word <placeholder-2/> kiezen (of iets dergelijks in een andere OLE-client) om de Graph object in te voegen vanaf het klembord. Wanneer u dubbelklikt op het object zal een nieuwe sessie van de Graph beginnen waar je het object kunt bewerken. Als je niet wil dat de gegevens als een Graph object worden geplakt in Word, kun je in Word <placeholder-3/> gebruiken om als afbeelding te plakken.
french: Vous pouvez utiliser <placeholder-1/> dans Graph pour copier la sélection dans le presse-papiers. Ensuite vous pouvez sélectionner <placeholder-2/> dans Word (ou tout autre client OLE) pour insérer l'objet Graph depuis le presse-papiers. Quand vous ferez un double-clic sur l'objet une nouvelle session de Graph s'ouvrira dans laquelle vous pourrez éditer l'objet. Si vous ne voulez pas coller les données comme un objet Graph dans Word, vous pouvez utiliser <placeholder-3/> dans Word pour les coller comme image.
german: Mit <placeholder-1/> läßt sich der aktuelle Inhalt in die Zwischenablage kopieren. Später können Sie das Graph-Objekt aus der Zwischenablage einfügen, z. B. mit <placeholder-2/> in Word (o. ä. in einem anderem OLE-Client). Beim Doppelklick auf das Objekt startet eine neue Instanz von Graph, mit der Sie das Objekt bearbeiten können. Wenn Sie die Daten nicht als Graph-Objekt einfügen wollen, sondern als Bild, können Sie dazu in Word <placeholder-3/> verwenden.
italian: Puoi usare <placeholder-1/> in Graph per copiare il contenuto negli appunti. Dopodiche puoi selezionare <placeholder-2/> in Word (o analogo comando in un diverso OLE client) per inserire l'oggetto di Graph prelevandolo dagli appunti. Se fai un doppio-click sull'oggetto, partirà una nuova sessione di Graph dove potrai modificarlo. Se non vuoi incollare in Word i dati come oggetto di Graph, puoi usare <placeholder-3/> in Word per incollarli come immagine.
spanish: Desde Graph puedes emplear <placeholder-1/> para copiar el sistema de coordenadas activo en el Portapapeles. Así, desde MS Word –u otro cliente OLE– selecciona <placeholder-2/> (o equivalente) para insertar el objeto de Graph desde el Portapapeles. Recuerda que cuando hagas doble clic sobre dicho objeto se abrirá una ejecución del programa, que te permitirá editarlo. Ahora bien, si no deseas pegar el elemento como un objeto de Graph, utiliza <placeholder-3/> en MS Word para insertarlo como una imagen.

source: Object
french: Objet
german: Objekt
italian: Oggetto
spanish: Objeto

source: Graph system
dutch: Graph-systeem
french: Repère de Graph
german: Graph-Koordinatensystem
italian: Sistema Graph
spanish: Archivo de Graph

source: Object type
french: Type d'objet
german: Objekttyp
italian: Tipo oggetto
spanish: Tipo de objeto

source: Link to file
dutch: Linken naar bestand
french: Lier au fichier
german: Mit Datei verknüpfen
italian: Collegamento a file
spanish: Vincular al archivo

source: To edit a Graph object you must have Graph installed on the system. If Graph is not installed you will still be able to see the image but not edit it.
dutch: Voor het bewerken van een Graph-object moet Graph geïnstalleerd zijn op het systeem. Als Graph niet geïnstalleerd is, kun je nog steeds het beeld zien, maar niet bewerken.
french: Pour éditer un objet Graph, Graph doit être installé sur votre système. Si Graph n'est pas installé vous verrez l'image sans être capable de l'éditer.
german: Um ein Graph-Objekt zu bearbeiten, muß Graph installiert sein. Wenn Graph nicht installiert ist, können Sie zwar noch das Bild sehen, nicht aber bearbeiten.
italian: Per modificare un oggetto di Graph devi avere Graph installato nel tuo PC, in caso contrario potrai ancora vederne l'immagine, ma non modificarlo.
spanish: Cuando hagas doble clic sobre el objeto incrustado o vinculado se abrirá una ejecución de Graph, que te permitirá editarlo. Advierte que si creaste un objeto de Graph y en algún momento posterior desinstalaste el programa, podrás ver dicho objeto, pero no editarlo.

source: OLE client
french: Client OLE
spanish: Cliente OLE

source: Insert object...
dutch: Voeg object in...
french: Insérer un objet...
german: Objekt einfügen...
italian: Inserisci oggetto...
spanish: Insertar objeto...

source: Graph can work as an OLE client as a text label in Graph is an OLE container. This means that you can paste images and OLE objects into the editor used to add labels. As in any other OLE container you can edit the object by double clicking on it. From the context menu you can use <placeholder-1/> to create a new OLE object in the label. The same dialog can be used to create an object from a file. You can for example insert an image file this way. To edit an OLE object the server must be installed on the system, else you will only be able to see object but not edit it.
dutch: Graph kan werken als een OLE-client, als een tekstlabel in Graph een OLE-container is. Dit betekent dat je afbeeldingen kunt plakken en OLE-objecten in de editor gebruiken om labels toe te voegen. Zoals in elke OLE container kun je het object bewerken door er dubbel op te klikken. Uit de context menu kun je <placeholder-1/> gebruiken om een nieuw OLE-object in het label te creëren. Hetzelfde dialoogvenster kan worden gebruikt om een object uit een bestand te maken. Je kunt bijvoorbeeld een image bestand invoegen op deze manier. Om een OLE-object te bewerken, moet de server geïnstalleerd zijn op het systeem, anders zul je alleen in staat zijn om het object te zien, maar niet om het te bewerken.
french: Graph peut fonctionner comme un client OLE parce qu'un label texte dans Graph est un contenant OLE. Cela signifie que vous pouvez coller des images et des objets OLE dans l'éditeur de texte des labels. Comme tout contenant OLE vous pouvez éditer les objets par double-clic. Depuis le menu contextuel vous pouvez utiliser <placeholder-1/> pour créer un nouvel objet OLE dans le label. La même boîte de dialogue peut être utilisée pour créer un objet depuis un fichier. Vous pouvez par exemple insérer un fichier image de cette façon. Pour éditer un objet OLE l'application serveur doit être installée sur votre système, sinon vous pouvez seulement voir l'objet sans pouvoir l'éditer.
german: Graph kann als OLE-Client arbeiten, da ein Textfeld in Graph ein OLE-Container ist. Dies bedeutet, daß Sie in den Editor auch Bilder und OLE-Objekte einfügen können. Wie in allen anderen OLE-Containern läßt sich das Objekt per Doppelklick bearbeiten. Vom Kontext-Menü aus können Sie mit <placeholder-1/> ein neues OLE-Objekt im Textfeld erzeugen. Mit demselben Dialog läßt sich ein Objekt aus einer Datei erzeugen. Sie können so z. B. eine Bild-Datei einfügen. Um ein OLE-Objekt zu bearbeiten, muß der Server installiert sein, ansonsten können Sie das Objekt nur sehen, nicht aber bearbeiten.
italian: Graph può lavorare come un OLE client dato che in Graph una etichetta testuale è un OLE container. Ciò significa che puoi incollare immagini come OLE objects nell'editor utilizzato per aggiungere etichette. Come in ogni altro OLE container puoi modificare un oggetto facendovi un doppio-click. Dal menu contestuale puoi usare <placeholder-1/> per creare un nuovo OLE object nell'etichetta. La stessa finestra di dialogo può essere usata per creare un oggetto da un file (ad esempio puoi inserire un'immagine). Per modificare un OLE object, nel PC dev'essere installato il server altrimenti potrai vederlo, ma non modificarlo.
spanish: Graph puede funcionar a su vez como un cliente OLE ya que los cuadros de texto en este programa son contenedores OLE. De este modo, puedes pegar imágenes y objetos OLE (por ejemplo, elementos procedentes del <emphasis>Editor de ecuaciones</emphasis> de Microsoft) dentro de un cuadro de texto, que podrás editar con el comando <guimenu>Editar...</guimenu> del menú contextual, o simplemente haciendo doble clic sobre él.<para>En el cuadro de diálogo <link linkend="InsertLabelDialog">Insertar cuadro de texto</link> haz clic derecho sobre un punto del área de edición y selecciona <placeholder-1/> para introducir un objeto OLE, o haz clic en el botón <guibutton>OLE</guibutton>. Recuerda que para editar un objeto OLE el servidor (Graph) debe estar instalado. Si no es así, podrás ver dicho objeto, pero no editarlo.</para>

source: Insert shading
dutch: Arceer
french: Insérer un remplissage
german: Schraffur einfügen...
italian: Inserisci ombreggiatura
spanish: Insertar relleno

source: insert
dutch: voeg in
french: insérer
german: einfügen
italian: inserisci
spanish: insertar

source: shading
dutch: arcering
french: remplissage
german: Schraffur
italian: ombreggiatura
spanish: relleno

source: interval
french: intervalle
german: Intervall
italian: intervallo
spanish: intervalo

source: above
dutch: boven
french: au-dessus
german: über
italian: sopra
spanish: por encima de la función

source: below
dutch: onder
french: en-dessous
german: unter
italian: sotto
spanish: por debajo de la función

source: inside
dutch: binnen
french: intérieur
german: innerhalb
italian: entro
spanish: dentro de la función

source: between
dutch: tussen
french: entre
german: zwischen
italian: tra
spanish: entre dos funciones

source: Insert shading...
dutch: Arceer
french: Insérer un remplissage...
german: Schraffur einfügen...
italian: Inserisci ombreggiatura...
spanish: Insertar relleno...

source: Edit...
dutch: Bewerk...
french: Éditer...
german: Bearbeiten...
italian: Modifica...
spanish: Editar...

source: The dialog below is used to add a shading to the selected function. To insert a new shading, you use <placeholder-1/>. To change an existing shading, you first select it in the <placeholder-2/> and use <placeholder-3/>. The shading is used to mark an area between the function graph and something else.
dutch: Het dialoogvenster hieronder wordt gebruikt om een arcering te voegen aan de geselecteerde functie. Om een nieuwe arcering toe te voegen gebruik je de <placeholder-1/>. Voor het wijzigen van een bestaande arcering, selecteer je ze eerst selecteren in de <placeholder-2/> en gebruiken je <placeholder-3/>. De arcering wordt gebruikt om een gebied tussen de grafiek van de functie en iets anders te markeren.
french: La boîte de dialogue ci-dessous est utilisée pour ajouter des remplissages à la fonction sélectionnée. Pour insérer un nouveau remplissage, vous utilisez <placeholder-1/>. Pour modifier un remplissage existant, vous devez d'abord le sélectionner dans la <placeholder-2/> et utiliser <placeholder-3/>. Le remplissage est utilisé pour mettre en évidence une aire entre le graphique de la fonction et un autre élément de Graph.
german: Mit dem untenstehenden Dialog können Sie einer Funktion eine Schraffur hinzufügen. Mit <placeholder-1/> fügen Sie eine neue Schraffur hinzu. Um eine Schraffur zu ändern, wählen Sie sie zuerst in der <placeholder-2/> aus und verwenden dann <placeholder-3/>. Die Schraffur füllt die Fläche zwischen dem Funktionsgraphen und einem anderen Element.
italian: La sottostante finestra di dialogo è usata per aggiungere una ombreggiatura alla funzione selezionata. Per inserire una nuova ombreggiatura, usa <placeholder-1/>; per cambiare una esistente, prima selezionala in <placeholder-2/> e poi usa <placeholder-3/>. L'ombreggiatura è utilizzata per evidenziare un'area compresa tra il grafico della funzione e qualcosa d'altro.
spanish: Si deseas introducir un relleno respecto a la función seleccionada, emplea <placeholder-1/> Se presentará el cuadro de diálogo abajo mostrado. Un relleno es útil para resaltar un área vinculada de alguna forma a cierta función. Puedes aplicar dos estilos de relleno: color uniforme o trama (rayado).<para>Para editar un relleno, selecciónalo en el <placeholder-2/> y utiliza <placeholder-3/>, o el menú contextual. El método más simple consiste en hacer doble clic sobre dicho relleno. Emergerá entonces el cuadro de diálogo <guimenu>Editar relleno</guimenu>.</para>

source: Shading
dutch: Arcering
french: Remplissage
german: Schraffur
italian: Ombreggiatura
spanish: Relleno

source: In the <placeholder-1/> tab you can choose between the following types of shadings:
dutch: In het <placeholder-1/> tabblad kunt u kiezen tussen de volgende types van arceringen:
french: Dans l'onglet <placeholder-1/> vous pouvez choisir entre les types de remplissage suivants :
german: Im Reiter <placeholder-1/> können Sie zwischen den folgenden Schraffurtypen auswählen:
italian: Nella pagina <placeholder-1/> puoi scegliere tra i seguenti tipi di ombreggiatura:
spanish: La pestaña <placeholder-1/> ofrece las siguientes clases de relleno:

source: Between function and x-axis
dutch: Tussen functie en x-as
french: Entre fonction et axe des abscisses
german: Zwischen Funktion und X-Achse
italian: Tra la funzione e l'asse-x
spanish: Entre la función y el eje X

source: Decrease to intersection
dutch: Verminder tot aan doorsnede
french: Décroître jusqu'à l'intersection
german: Verringern bis Schnittpunkt
italian: Descresci all'intersezione
spanish: Disminuir hasta intersección

source: Increase to intersection
dutch: Vermeerder tot aan doorsnede
french: Croître jusqu'à l'intersection
german: Erhöhen zum Schnittpunkt
italian: Incrementa all'intersezione
spanish: Aumentar hasta intersección

source: This is the most commonly used type of shading. This will shade the area between the graph of the function and the x-axis in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the x-axis.
dutch: Dit is de meest gebruikte arceringsvorm. Deze arceert het gebied tussen de grafiek van de functie en de x-as in de geselecteerde interval. Selecteer je <placeholder-1/> of <placeholder-2/> , dan zal het interval vergroten of te verkleinen tot de grafiek de x-as snijdt.
french: C'est le plus utilisé des types de remplissage. Cela remplira l'aire entre le graphique de la fonction et l'axe des x sur l'intervalle sélectionné. Si vous marquez <placeholder-1/> ou <placeholder-2/>, l'intervalle se prolongera jusqu'à l'intersection du graphique avec l'axe des x.
german: Dies ist der meistbenutzte Schraffurtyp. Er schraffiert den Bereich zwischen dem Funktionsgraphen und der X-Achse im gewählten Intervall. Mit <placeholder-1/> oder <placeholder-2/> wird der Intervall verkleinert oder vergrößert, bis der Graph die X-Achse kreuzt.
italian: E' il tipo di ombreggiatura più comunemente impiegato. Ombreggia l'area tra il grafico della funzione e l'asse-x nell'intervallo selezionato. Se spunti <placeholder-1/> o <placeholder-2/> l'intervallo aumenterà o decrescerà sino a che il grafico incrocerà l'asse-x.
spanish: Rellena el área entre la gráfica de la función seleccionada y el eje X en el intervalo definido. Si activas la casilla <placeholder-1/> o <placeholder-2/> en la pestaña <guilabel>Opciones</guilabel>, el intervalo decrecerá o se incrementará respectivamente hasta que la gráfica corte el eje X.

source: Between function and y-axis
dutch: Tussen functie en y-as
french: Entre fonction et axe des ordonnées
german: Zwischen Funktion und Y-Achse
italian: Tra la funzione e l'asse-y
spanish: Entre la función y el eje Y

source: This will shade the area between the graph of the function and the y-axis in the selected interval. This is rarely used and probably most useful for parametric functions. Notice that you still use the x-coordinates for the interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the y-axis.
dutch: Dit arceert het gebied tussen de grafiek van de functie en de y-as in de geselecteerde interval. Dit is zelden gebruikt en wellicht het nuttigst voor parameter functies. Merk op dat je nog steeds de x-coördinaten gebruikt voor het interval. Selecteer je<placeholder-1/> of <placeholder-2/> , dan zal het interval vergroten of te verklienen totdat de grafiek de y-as snijdt.
french: Ceci remplira l'aire entre le graphique de la fonction et l'axe des y sur l'intervelle sélectionné. C'est rarement utilisé et sans doute plus utile pour les représentations paramétriques. Notez que vous devez toujours utiliser les abscisses pour définir l'intervalle. Si vous marquez <placeholder-1/> ou <placeholder-2/>, l'intervalle se prolongera jusqu'à l'intersection du graphique avec l'axe des y.
german: Es wird der Bereich zwischen dem Funktionsgraphen und der Y-Achse im gewählten Intervall schraffiert. Dieser Typ wird selten benutzt und ist wohl für Parameterfunktionen am sinnvollsten. Beachten Sie, daß Sie für die Intervallgrenzen die X-Koordinaten benutzen. Mit <placeholder-1/> oder <placeholder-2/> wird der Intervall verkleinert oder vergrößert, bis der Graph die Y-Achse kreuzt.
italian: E' usata di raro e probabilmente è più utile per le funzioni parametriche. Ombreggia l'area tra il grafico della funzione e l'asse-y nell'intervallo selezionato (notare che l'intervallo resta sempre definito in coordinate-x). Se spunti <placeholder-1/> o <placeholder-2/> l'intervallo aumenterà o decrescerà sino a che il grafico incrocerà l'asse-y.
spanish: Rellena el área entre la gráfica de la función seleccionada y el eje Y en el intervalo definido. Este tipo de relleno es muy útil con funciones paramétricas. Observa que sigues empleando la coordenada <parameter>x</parameter> para indicar el intervalo. Si activas la casilla <placeholder-1/> o <placeholder-2/> en la pestaña <guilabel>Opciones</guilabel>, el intervalo decrecerá o se incrementará respectivamente hasta que la gráfica corte el eje Y.

source: Below function
dutch: Onder de functie
french: Sous la fonction
german: Unterhalb der Funktion
italian: Sotto la funzione
spanish: Por debajo de la función

source: This will shade the area below the graph of the function down to the bottom of the graphing area in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the bottom of the graphing area.
dutch: Dit arceert het gebied onder de grafiek van de functie tot aan de onderkant van het grafische gebied in het geselecteerde interval. Selecteer je <placeholder-1/> of <placeholder-2/>, dan zal het interval vergroten of te verkleinen tot de grafiek de onderkant van het grafische gebied snijdt.
french: Ceci remplira l'aire sous le graphique de la fonction jusqu'en bas de la zone de dessin sur l'intervalle sélectionné. Si vous marquez <placeholder-1/> ou <placeholder-2/>, l'intervalle se prolongera jusqu'à l'intersection du graphique avec le bas de la zone de dessin.
german: Es wird der Bereich zwischen dem Funktionsgraphen und dem unteren Rand des Zeichenbereichs im gewählten Intervall schraffiert. Mit <placeholder-1/> oder <placeholder-2/> wird der Intervall verkleinert oder vergrößert, bis der Graph den unteren Rand des Zeichenbereichs kreuzt.
italian: Ombreggerà l'area compresa tra il grafico della funzione e il fondo dell'area grafica nell'intervallo selezionato. Se spunti <placeholder-1/> o <placeholder-2/> l'intervallo aumenterà o decrescerà sino a che il grafico incrocerà il fondo dell'area grafica.
spanish: Rellena el área por debajo de la gráfica de la función seleccionada en el intervalo definido. Si activas la casilla <placeholder-1/> o <placeholder-2/> en la pestaña <guilabel>Opciones</guilabel>, el intervalo decrecerá o se incrementará respectivamente hasta que la gráfica alcance el borde inferior del área gráfica.

source: Above function
dutch: Boven de functie
french: Au dessus de la fonction
german: Oberhalb der Funktion
italian: Sopra la funzione
spanish: Por encima de la función

source: This will shade the area above the graph of the function up to the top of the graphing area in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the top of the graphing area.
dutch: NederlandsDit arceert het gebied boven de grafiek van de functie tot de bovenkant van het grafische gebied in het geselecteerde interval. Selecteer je <placeholder-1/> of <placeholder-2/>, dan zal het interval vergroten of te verkleinen tot de grafiek de top bovenkant van het grafische gebied snijdt.
french: Ceci remplira l'aire au dessus du graphique de la fonction jusqu'en haut de la zone de dessin sur l'intervalle sélectionné. Si vous marquez <placeholder-1/> ou <placeholder-2/>, l'intervalle se prolongera jusqu'à l'intersection du graphique avec le haut de la zone de dessin.
german: Es wird der Bereich zwischen dem Funktionsgraphen und dem oberen Rand des Zeichenbereichs im gewählten Intervall schraffiert. Mit <placeholder-1/> oder <placeholder-2/> wird der Intervall verkleinert oder vergrößert, bis der Graph den oberen Rand des Zeichenbereichs kreuzt.
italian: Ombreggerà l'area compresa tra il grafico della funzione e la cima dell'area grafica nell'intervallo selezionato. Se spunti <placeholder-1/> o <placeholder-2/> l'intervallo aumenterà o decrescerà sino a che il grafico incrocerà la cima dell'area grafica.
spanish: Rellena el área por encima de la gráfica de la función seleccionada en el intervalo definido. Si activas la casilla <placeholder-1/> o <placeholder-2/> en la pestaña <guilabel>Opciones</guilabel>, el intervalo decrecerá o se incrementará respectivamente hasta que la gráfica alcance el borde superior del área gráfica.

source: Inside function
dutch: Binnen functie
french: À l'intérieur de la fonction
german: Innerhalb der Funktion
italian: Dentro la funzione
spanish: Dentro de la función
