Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: You passed a wrong number of arguments to the specified function. Check the <placeholder-1/> to find the required number of arguments the function needs. This error may occur if you for example write sin(x,3).
dutch: Je hebt een verkeerd aantal argumenten opgegeven voor de functie. Controleer de <placeholder-1/> om het gewenste aantal van de argumenten van de functie te vinden. Deze fout kan zich voordoen als je bijvoorbeeld sin (x, 3) intikt.
french: Vous avez fourni un nombre incorrect d'arguments à la fonction spécifiée. Vérifiez la liste des fonctions pour trouver le nombre requis d'arguments nécessaires à la fonction. Cette erreur de produira par exemple si vous écrivez sin(x,3).
german: Sie haben der angegebenen Funktion eine falsche Zahl an Argumenten übergeben. Schauen Sie unter <placeholder-1/> nach, um die Anzahl der von der Funktion erwarteten Argumente herauszufinden. Beispiel: sin(x,3)
italian: Hai passato un numero sbagliato di argomenti alla funzione specificata. Verifica l'<placeholder-1/> per sapere di quanti argomenti necessita la funzione. Questo errore può avvenire se, ad esempio, scrivi: sin(x,3).
spanish: Has insertado un número erróneo de argumentos. Consulta el capítulo <emphasis><placeholder-1/></emphasis> para comprobar el número de argumentos que acepta cada función. Este error se presentará si introduces, por ejemplo, f(x)=sin(x,2), ya que la función trigonométrica <emphasis>seno</emphasis> sólo admite un argumento.

source: Error 57: Comparison operator misplaced.
dutch: Fout 57: Vergelijkings operator misplaatst.
french: Erreur 57 : opérateur de comparaison mal placé.
german: Fehler 57: Vergleichsoperator falsch gesetzt.
italian: Errore 57: Operatore di confronto malposto.
spanish: Error 57: Operador de comparación erróneamente insertado.

source: Only two comparison operators in sequence are allowed. For example "sin(x) &lt; y &lt; cos(x)" is okay while "sin(x) &lt; x &lt; y &lt; cos(x)" is invalid because there are three &lt;-operators in sequence.
dutch: Slechts twee vergelijkingsoperatoren in een regel zijn toegestaan. Bijvoorbeeld: "sin(x) &lt; y &lt; cos(x)" is ok, terwijl "sin(x) &lt; x &lt; y &lt; cos(x)" is ongeldig omdat er drie &lt;-operatoren in een regel staan.
french: Deux opérateurs de comparaison seulement sont autorisés en séquence. Par exemple "sin(x) &lt; y &lt; cos(x)" est correct alors que "sin(x) &lt; x &lt; y &lt; cos(x)" ne l'est pas car il y a trois opérateurs &lt; en séquence.
german: Es sind nur zwei Vergleichsoperatoren in Folge erlaubt. Beispiel: "sin(x) &lt; y %lt; cos(x)" ist akzeptabel, während "sin(x) &lt; x &lt; y &lt; cos(x)" unzulässig ist, da hier drei &lt;-Operatoren in Folge gesetzt wurden.
italian: Sono permessi solo 2 operatori in sequenza; per esempio: "sin(x) &lt; y &lt; cos(x)" va bene, mentre "sin(x) &lt; x &lt; y &lt; cos(x)" no perchè c'è una sequenza di 3 operatori &lt;
spanish: Toda expresión admite un máximo de dos signos de desigualdad u operadores de comparación (&lt;, &gt;, &le;, &ge;). Por ejemplo, sin(x)&ge;tan(x/2), o sin(x)&lt;y&lt;cos(x), son expresiones válidas, pero si introduces sin(x)&lt;x&lt;y&lt;cos(x) provocarás el presente error.

source: Error 58: Invalid number found. Use the format: -5.475E-8
dutch: Fout 58: Ongeldig getal gevonden. Gebruik het formaat:-5.475E-8
french: Erreur 58 : nombre incorrect trouvé. Utilisez le format : -5.475E-8
german: Fehler 58: Ungültige Zahl gefunden. Benutzen Sie das Format -5.475E-8.
italian: Errore 58: Trovato un numero non valido. Utilizza il formato: -5.475E-8
spanish: Error 58: Encontrado número no válido. Utiliza la notación aceptada por Graph.

source: Something that looked like a number but wasn't has been found. For example this is an invalid number: 4.5E. A number should be on the form nnn.fffEeee where nnn is the whole number part that may be negative. fff is the fraction part that is separated from the integer part with a dot '.'. The fraction part is optional, but either the integer part or the fraction part must be there. E is the exponent separator and must be an 'E' in upper case. eee is the exponent optionally preceded by '-'. The exponent is only needed if the E is there. Notice that 5E8 is the same as 5*10^8. Here are some examples of numbers: <placeholder-1/>
dutch: Iets dat leek op een getal werd niet gevonden. Dit is bijvoorbeeld een ongeldig getal: 4.5E. Een getal moet van de vorm nnn.fffEeee zijn, waarbij nnn het hele getaldeel is dat negatief kan zijn. fff is de breukdeel dat gescheiden is van het gehele deel met een punt '.'. De breukdeel is optioneel, maar ofwel de gehele deel of de breukdeel moet er zijn. E is de exponent scheider en moet een 'E' in hoofdletters. eee is de exponent optioneel voorafgegaan door een '-'. De exponent is alleen nodig wanneer de E er is. Merk op dat 5E8 hetzelfde is als 5*10^8. Hier zijn enkele voorbeelden van de getallen: <placeholder-1/>
french: Quelque chose qui ressemble à un nombre mais n'en est pas un a été trouvé. Par exemple ceci est un nombre incorrect : 4.5E.Un nombre doit être de la forme nnn.fffEeee où nnn est la troncature du nombre qui peut être négative. fff est la partie décimale qui est séparée de la précédente par un point '.'. La partie décimale est optionnelle, mais soit la
german: Es wurde eine Zeichenkette gefunden, die nur wie die Beschreibung einer Zahl aussieht, aber keine Zahl ist. Beispiel: 4.5E. Eine reelle Zahl hat allgemein die Form nnn.fffEeee, wobei nnn den ganzzahligen Teil der Zahl darstellt, welcher auch negativ werden darf. fff stellt die Nachkommastellen dar, die - entgegen der in Deutschland üblichen Konvention - vom ganzzahligen Teil mit einem Punkt ('.') getrennt werden. Der Nachkommateil kann auch weggelassen werden, wenn es sich um eine ganze Zahl handelt. Umgekehrt kann der Teil vor dem Dezimaltrenner weggelassen werden, wenn es sich um ein Dezimalzahl zwischen null und eins handelt. Das 'E' ist ein Trennzeichen, das gesetzt werden kann, falls Dezimalzahlen in Gleitkommaform dargestellt werden sollen. In diesem Fall gibt die Dezimalzahl vor dem 'E' alle Ziffern der darzustellenden Zahl an (Mantisse), die mit der eee. Potenz von 10 multipliziert eben diese Zahl ergibt. Natürlich kann eee auch ein negatives Vorzeichen haben. Beispielsweise lässt sich 5*10^8 also verkürzt als 5E8 darstellen. Weitere Beispiele: <placeholder-1/>
italian: E' stato trovato un qualcosa che assomiglia a un numero... ma non lo è; ad esempio questo: 4.5E. Un numero dovrebbe essere posto in forma nnn.fffEeee dove 'nnn' è la sua parte intera che può essere negativa (-), 'fff' è la parte frazionaria separata dall'intera dal simbolo '.' (punto) ed è opzionale (ma o l'intera o la frazionaria deve esserci), 'E' è il separatore esponenziale da porre come lettera 'E' (maiuscola), 'eee' è l'esponente, che può essere negatvo (-), necessario solo se c'è anche 'E'. Notare che scrivere 5E8 è come 5*10^8. Qui puoi trovare alcuni esempi di numeri: <placeholder-1/>
spanish: El programa ha reconocido parcialmente un número, pero éste no ha sido correctamente indicado. Por ejemplo, si introduces <emphasis>4.</emphasis> o <emphasis>4. 8</emphasis> se presentará este error, ya que inmediatamente después del separador decimal el programa espera encontrar la parte decimal (nota que <emphasis>.6</emphasis> es una escritura válida de <emphasis>0.6</emphasis>). Recuerda que debes emplear la notación aceptada por Graph bajo la forma <emphasis>n.dEp</emphasis>, donde <parameter>n</parameter> es la parte entera (positiva o negativa) y <parameter>d</parameter> es la parte decimal (el separador decimal es un <emphasis>punto</emphasis>). La letra mayúscula <parameter>E</parameter> es el indicador del exponente y <parameter>p</parameter> es la potencia (base 10), que puede ser positiva o negativa. Ejemplos de números válidos: <placeholder-1/>

source: Error 59: String is empty. You need to enter a formula.
dutch: Fout 59: String is leeg. Je moet een formule in te voeren.
french: Erreur 59 : la chaîne est vide. Vous devez entrer une formule.
german: #Fehler 59: Zeichenfolge ist leer. Sie müssen eine Formel eingeben.
italian: Errore 59: Stringa vuota. Devi immettere una formula.
spanish: Error 59: La caja de texto está vacía. Debes introducir una expresión.

source: You didn't enter anything in the box. This is not allowed. You need to enter an expression.
dutch: Je hebt niets ingevoerd in het vak. Dit is niet toegestaan. Je moet een uitdrukking in voeren.
french: Vous n'avez rien saisi dans la zone prévue à cet effet. Ceci n'est pas autorisé. Vous devez saisir une expression.
german: Es wurde nichts eingegeben. Dies ist nicht erlaubt; es muss ein Ausdruck eingegeben werden.
italian: Non hai immesso alcunchè nel riquadro e ciò non è permesso. Devi digitare una espressione.
spanish: No has insertado ninguna función, ecuación o inecuación en la correspondiente caja de texto.

source: Error 60: Comma is not allowed here. Use dot as decimal separator.
dutch: Fout 60: komma is hier niet toegestaan. Gebruik een punt als decimaal scheidingsteken.
french: Erreur 60 : la virgule n'est pas permise ici. Utilisez le point comme séparateur décimal.
german: #Fehler 60: Ein Komma ist hier nicht erlaubt; benutzen Sie den Punkt als Dezimaltrenner.
italian: Errore 60: Qui non è ammessa la virgola. Come separatore dei decimali, va usato il punto (.)
spanish: Error 60: La coma no está permitida aquí. Emplea un punto como separador decimal.

source: Commas may not be used as decimal separator. You have to use a '.' to separate the fraction from the integer part.
dutch: Komma's mogen niet gebruikt worden als decimaal scheidingsteken. Je moet een '.' gebruiken om het breukdeel te scheiden van het gehele deel.
french: La virgule ne peut être utilisée comme séparateur décimal. Vous devez utiliser un '.' pour séparer partie entière et partie décimale.
german: Kommas dürfen nicht als Dezimaltrenner benutzt werden; verwenden Sie stattdessen den Punkt.
italian: La virgola non può essere adottata come separatore dei decimali. Puoi e devi sempre e solo usare il '.'
spanish: En Graph la <emphasis>coma</emphasis> no puede ser utilizada como separador decimal. Debes emplear un <emphasis>punto</emphasis> para separar la parte entera de la parte decimal.

source: Error 61: Unexpected right bracket.
dutch: Fout 61: Onverwachte rechts haakje.
french: Erreur 61 : parenthèse droite inattendue.
german: Fehler 61: Unerwartete Endeklammer gefunden.
italian: Errore 61: Parentesi chiusa inattesa (a destra).
spanish: Error 61: Inesperado paréntesis de cierre.

source: A right bracket was found unexpectedly. Make sure the number of left and right brackets match.
dutch: Er werd een rechts haakje gevonden waar het niet verwacht werd. Zorg ervoor dat het aantal linkse en rechtse haakjes overeenkomt.
french: Une parenthèse droite a été rencontrée où elle n'aurait pas dû être. Vérifiez qu'il y a le même nombre de parenthèses gauches et droites.
german: Eine Endeklammer wurde unerwartet gefunden. Überprüfen Sie, ob Anfangs- und Endeklammern zusammenpassen.
italian: E' stata trovata una parentesi chiusa non attesa. Assicurati che il numero delle parentesi chiuse sia pari a quello delle aperte.
spanish: Un paréntesis final o de cierre ha sido sorprendentemente encontrado. Debes asegurarte de que el número de paréntesis de cierre coincide con el número de paréntesis de apertura.

source: Error 63: Number, constant or function expected.
dutch: Fout 63: getal, constante of functie verwacht.
french: Erreur 63 : un nombre, une constante ou une fonction devrait être présent.
german: Fehler 63: Zahl, Konstante oder Funktion erwartet.
italian: Errore 63: Si aspettava un numero, costante o funzione.
spanish: Error 63: Se esperaba un número, variable o expresión.

source: A factor, which may be a number, constant, variable or function, was expected.
dutch: Een factor, een getal, constante, een variabele of functie, werd verwacht.
french: Un facteur, qui peut être un nombre, une constante ou une fonction aurait dû être présent.
german: Faktor (Zahl, Konstante, Variable oder Funktion) erwartet.
italian: Graph si attendeva un elemento che può essere: numero, costante, variabile o funzione.
spanish: Tras un operador aritmético (+, –, *, /, ^) el programa esperaba encontrar un número, variable o expresión. Por ejemplo, si introduces f(x)=x+, o f(x)=2^, provocarás el presente error.

source: Error 64: Parameter after constant or variable not allowed.
dutch: Fout 64: Parameter na constante of variabele niet toegestaan.
french: Erreur 64 : paramètre après la constante ou la variable non autorisé.
german: Fehler 64: Parameter nach Konstante oder Variable verboten.
italian: Errore 64: Dopo una costante o una variabile non è ammesso un parametro.
spanish: Error 64: No está permitido un paréntesis de apertura tras una constante o variable.

source: Brackets may not be placed after a constant or variable. For example this is invalid: f(x)=x(5). Use f(x)=x*5 instead.
dutch: Haakjes mag niet geplaatst worden na een constante of variabele. Dit is bijvoorbeeld ongeldig: f (x)=x(5). Noteer f (x) = x*5 in plaats.
french: Les parenthèses ne peuvent pas être placées après une constante ou une variable. Par exemple ceci est incorrect : f(x)=x(5). Utilisez f(x)=x*5 à la place.
german: Klammern dürfen nicht hinter Konstant oder Variablen stehen. Ungültig ist z. B.: f(x)=x(5). Schreiben Sie stattdessen f(x)=x*5.
italian: Le parentesi non possono essere poste dopo una costante o una variabile. Ad es. non è valido: f(x)=x(5), mentre f(x)=x*5 lo è.
spanish: Inmediatamente después de una constante o variable no puedes insertar un paréntesis de apertura. Por ejemplo, si introduces f(x)=a(x+4) provocarás el presente error. Para evitarlo, introduce el signo de la multiplicación delante del paréntesis de apertura: f(x)=a*(x+4).

source: Error 65: Expression expected.
dutch: Fout 65: Uitdrukking verwacht.
french: Erreur 65 : expression attendue.
german: Fehler 65: Ausdruck erwartet.
italian: Errore 65: Si aspettava una espressione.
spanish: Error 65: Se esperaba un argumento o expresión.

source: An expression was expected. This may happen if you have empty brackets: f(x)=sin()
dutch: Een uitdrukking werd verwacht. Dit kan gebeuren bij lege haakjes: f (x) = sin ()
french: Une expression était attendue. Cela peut arriver si vous avez des parenthèses vides : f(x)=sin()
german: Ein Ausdruck wurde erwartet. Dies kann bei leeren Klammern passieren: f(x)=sin().
italian: Graph si attendeva una espressione. Controlla soprattutto che non ci siano parentesi vuote, tipo: f(x)=sin()
spanish: Este error se produce si insertas paréntesis de apertura y cierre, pero éstos no encierran nada. Ejemplo: f(x)=sin().

source: Error 66: Unknown variable, function or constant: %s
dutch: Fout 66: Niet gekende variabele, functie of constante:% s
french: Erreur 66 : variable, fonction ou constante inconnue : %s
german: Fehler 66: Unbekannte Variable, Funktion oder Konstante: %s
italian: Errore 66: Variabile, funzione o costante: %s sconosciuta.
spanish: Error 66: Constante, variable o función desconocida: %s

source: You entered something that looks like a variable, function or constant but is unknown. Note that "x5" is not the same as "x*5".
dutch: Je hebt iets dat eruit ziet als een variabele, functie of constante, maar niet gekend is. Merk op dat "x5"niet hetzelfde is als "x*5".
french: Vous avez saisi quelque chose qui ressemble à une variable, une fonction ou une constante mais ce n'en est pas une. Notez que "x5" n'est pas la même chose que "x*5".
german: Sie haben etwas eingegeben, das wie Variable, Konstante oder Funktion aussieht, aber keine ist. Beachten Sie, dass "x5" nicht dasselbe wie "x*5" oder "5x" ist.
italian: Hai immesso qualcosa che assomiglia a una variabile, funzione o costante... ma non lo è. Nota ad es. che "x5" non è come scrivere "x*5".
spanish: Algo semejante a una constante, variable o función ha sido insertado, pero este elemento es desconocido para el programa. Ejemplos: f(x)=z^2+1, f(x)=x5. En el primer caso, <parameter>z</parameter> no está reconocida como variable independiente, y en el segundo, tras la variable <parameter>x</parameter> el programa espera un operador aritmético, no un coeficiente. Observa varias escrituras válidas: f(x)=5x=5 x=x 5=5*x=x*5.

source: Error 67: Unknown character: %s
dutch: Fout 67: Onbekend symbool:%s
french: Erreur 67 : caractère inconnu : %s
german: Fehler 67: Unbekanntes Zeichen: %s
italian: Errore 67: Carattere sconosciuto: %s
spanish: Error 67: Carácter o símbolo desconocido: %s

source: An unknown character was found.
dutch: Er werd een niet bekend symbool aangetroffen.
french: Un caractère inconnu a été rencontré.
german: Ein unbekanntes Zeichen wurde gefunden.
italian: Graph si è imbattuto in un carattere sconosciuto.
spanish: Un carácter o símbolo ha sido insertado, pero no está reconocido por el programa.

source: Error 68: The end of the expression was unexpected.
dutch: Fout 68: Het einde van de uitdrukking was onverwacht.
french: Erreur 68 : la fin de l'expression était inattendue.
german: Fehler 68: Unerwartetes Ende des Ausdrucks.
italian: Errore 68: La fine dell'espressione era inattesa.
spanish: Error 68: El final de la expresión es inesperado.

source: The end of the expression was found unexpectedly.
dutch: Het einde van de uitdrukking werd onverwacht gevonden.
french: La fin d'une expression a été jugée incohérente.
german: Der Ausdruck wurde unerwartet beendet.
italian: Inaspettatamente è stata trovata la fine dell'espressione.
spanish: El final de la expresión introducida ha sido encontrado de forma inesperada por el programa.

source: Error 70: Error parsing expression
dutch: Fout 70: Fout bij ontleden van de uitdrukking
french: Erreur 70 : erreur en analysant l'expression.
german: Fehler 70: Fehler bei der Analyse des Ausdrucks
italian: Errore 70: Errore nell'analisi dell'espressione.
spanish: Error 70: Error al analizar la expresión.

source: An error happened while parsing the function text. The string is not a valid function.
dutch: Er is een fout vastgesteld tijdens het ontleden van de functie tekst. De string is geen geldige functie.
french: Une erreur est survenue en analysant l'écriture de la fonction. La chaîne ne définit pas une fonction correctement.
german: Beim Analysieren des Textes ist ein Fehler aufgetreten. Die Zeichenfolge entspricht keiner gültigen Funktion.
italian: Si è verificato un errore durante l'analisi del testo della funzione. La stringa immessa non è una funzione valida.
spanish: Al analizar la expresión introducida ha ocurrido un error. La expresión insertada no hace referencia a ninguna función válida.

source: Error 71: A calculation resulted in an overflow.
dutch: Fout 71: Een berekening resulteerde in een overflow.
french: Erreur 71 : un calcul a donné un dépassement de capacité.
german: Fehler 71: Eine Berechnung hat einen Überlauf verursacht.
italian: Errore 71: Una elaborazione ha generato overflow.
spanish: Error 71: Un cálculo ha provocado un desbordamiento.

source: An overflow occurred under the calculation. This may happen when the numbers get too big.
dutch: Een overflow vond plaats tijdens de berekening. Dit kan gebeuren wanneer de getallen te groot zijn.
french: Un dépassement de capacité est survenu durant le calcul. Cela peut se produire quand les nombres deviennent trop grands.
german: Während der Berechnung ist ein Überlauf aufgetreten. Dies kann passieren, wenn die Zahlen zu groß werden.
italian: In fase di elaborazione si è verificato un overflow, ciò può accadere se i numeri diventano troppo garndi.
spanish: Un cálculo desbordó la capacidad del programa. Esto puede ocurrir si los números implicados son muy grandes.

source: Error 73: An invalid value was used in the calculation.
dutch: Fout 73: In de berekening werd een ongeldige waarde gebruikt.
french: Erreur 73 : une valeur interdite a été utilisée pendant le calcul.
german: Fehler 73: In der Berechnung wurde ein ungültiger Wert verwendet.
italian: Errore 73: Nell'elaborazione è stato usato un valore non valido.
spanish: Error 73: Un valor no válido ha sido utilizado en el cálculo.

source: An invalid value was used as data for the calculation.
dutch: In de berekening werd een ongeldige waarde gebruikt.
french: Une valeur interdite a été utilisée comme paramètre pendant le calcul.
german: Ein ungültiger Wert wurde in einer Berechnung verwendet.
italian: E' stato usato come dato per l'elaborazione un valore non valido.
spanish: Un valor no válido ha sido empleado para realizar un cálculo.

source: Error 74: Not enough points for calculation.
dutch: Fout 74: Niet genoeg punten voor de berekening.
french: Erreur 74 : pas assez de points pour faire le calcul.
german: Fehler 74: Nicht genug Punkte für die Berechnung.
italian: Errore 74: Insufficiente numero di punti per poter effettuare l'elaborazione.
spanish: Error 74: No hay suficientes puntos para el cálculo de la línea de tendencia.

source: Not enough data points were provided to calculate the trendline. A polynomial needs at least one more point than the degree of the polynomial. A polynomial of third degree needs at least 4 points. All other functions need at least two points.
dutch: Er werden niet genoeg gegevens punten werden verstrekt om de trendlijn te berekenen. Een polynoom heeft minstens één punt meer nodig dan de graad van de polynoom. Een polynoom van de derde graad heeft minstens vier punten. Voor alle andere functies zijn ten minste twee punten nodig.
french: Un nombre insuffisant de points a été fourni pour déterminer une courbe d'ajustement. Une courbe d'ajustement polynomiale nécessite au moins un point de plus que le degré du modèle utilisé. Par exemple pour un modèle polynomial de degré trois il faut au moins quatre points. Tous les autres modèles nécessitent au moins deux points.
german: Zum Berechnen der Trendlinie gab es nicht genug Punkte. Ein Polynom braucht mindestens einen Punkt mehr als die Ordnung des Polynoms. Ein Polynom 3. Grades braucht mindestens 4 Punkte. Alle anderen Funktionen brauchen wenigstens 2 Punkte.
italian: E' stato fornito un numero insufficiente di punti di cui calcolare la linea di tendenza. Una polinomiale necessita di un numero di punti superiore, almeno di uno, al grado dell'equazione. Una polinomiale di 3° deve contare su almeno 3+1 = 4 punti; per tutte le altre il numero minimo di punti è 2.
spanish: No se ha proporcionado el número mínimo de puntos necesario para calcular la línea de tendencia. Por ejemplo, una línea de tendencia polinómica precisa que el número de puntos supere en 1, al menos, el grado del polinomio. Así, una línea de tendencia basada en un polinomio de tercer grado requiere un mínimo de cuatro puntos. El resto de líneas de tendencia predefinidas necesitan un mínimo de dos puntos.

source: Error 75: Illegal name %s for user defined function or constant.
dutch: Fout 75: Illegale naam %s voor de gedefinieerde functie of constante.
french: Erreur 75 : %s n'est pas un nom autorisé pour une fonction ou constante personnelle.
german: Fehler 75: Ungültiger Name %s für eine benutzerdefinierte Funktion oder Konstante.
italian: Errore 75: Nome non ammesso %s per funzioni o costanti definite dall'utente.
spanish: Error 75: Nombre inaceptable para la función/constante personalizada: %s
