Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: You can choose an interval for the independent variable. <placeholder-1/> and <placeholder-2/> indicates the start and end of the interval. If the function is a standard function, you can leave one or both of them blank to draw the graph from minus infinity to plus infinity. If the function is a parametric function or a polar function, you always have to specify an interval. If the function is a parametric or polar function, you have to specify the number of steps for which you want the function to be evaluated. When you specify a higher number of steps, the graph will appear smoother, but it will take longer to plot. It is preferred to leave the <placeholder-3/> field blank for standard functions to let Graph decide the optimal number of steps. You can however enter the number of steps if the graph doesn't show enough details, for example if an asymptote is not shown correctly. Notice that the <placeholder-4/> only specify a minimum number of calculations. Graph may add more steps at critical points if <placeholder-5/> is set to <placeholder-6/>.
dutch: Je kan voor de onafhankelijke variabele een interval kiezen. <placeholder-1/> en <placeholder-2/> geven het begin en einde van het interval. Als de functie een standaard functie is, dan kun je een van deze of beide leeg laten om de grafiek van min oneindig tot plus oneindig te tekenen. Als de functie een parameter functie of een polaire functie is, moet je altijd een interval specificeren. Als de functie een parameter of polaire functie is, moet je het aantal stappen waar je de functie wil evalueren opgeven. Hoe meer aantal stappen, hoe gladder de grafiek zal verschijnen maar terzelfdertijd hoe langer het duurt voor ze verschijnt. Het verdient de voorkeur om de <placeholder-3/> veld voor standaard functies leeg te laten, Graph beslist zelf over het optimale aantal stappen. Je kan zelf het aantal stappen geven als je vind dat de grafiek niet genoeg details toont, bijvoorbeeld als een asymptoot niet juist worden weergegeven. Merk op dat de <placeholder-4/> slechts een minimum aantal berekeningen geeft. Graph kan meer stappen uitvoeren op kritieke punten als <placeholder-5/> is ingesteld op <placeholder-6/>.
french: Vous pouvez limiter la variable indépendante à un intervalle. <placeholder-1/> et <placeholder-2/> définissent le début et la fin de l'intervalle. S'il s'agit d'une fonction standard, vous pouvez laisser vide l'un d'entre eux ou les deux pour dessiner le graphique sans limitation à gauche et/ou à droite. S'il s'agit d'une représentation paramétrique ou d'une fonction polaire, vous devez toujours spécifier un intervalle. S'il s'agit d'une représentation paramétrique ou d'une fonction polaire, vous devez spécifier le nombre de pas pour le calcul des points utilisés pour le graphique. Si vous spécifiez un nombre de pas élevé, le graphique apparaîtra mieux lissé mais cela prendra plus de temps pour le tracer. Il est préférable de laisser vide le champ <placeholder-3/> pour les fonctions standards pour laisser Graph décider du nombre de pas optimal. Vous pouvez néanmoins saisir un nombre de pas si vous trouvez que Graph n'affiche pas assez de détails, par exemple si une asymptote n'est pas affichée correctement. Notez que <placeholder-4/> spécifie seulement un nombre minimal de calculs. Graph peut diminuer le pas aux points critiques si <placeholder-5/> a pour valeur <placeholder-6/>.
german: Sie können einen Intervall für die unabhängige Variable wählen. <placeholder-1/> and <placeholder-2/> geben Start und Ende des Intervalls an. Bei einer Standardfunktion können Sie ein oder beide Felder freilassen, um z. B. den Graphen von minus unendlich bis plus unendlich zu zeichnen. Bei einer Parameter- oder Polarfunktionen muss immer ein Intervall angegeben werden, außerdem die Anzahl der Schritte, in denen die Funktionen ausgewertet werden soll. Je mehr Schritte, desto glatter wird die Kurve, aber desto länger dauert das Zeichnen. Es wird empfohlen, das Feld <placeholder-3/> bei Standardfunktionen frei zu lassen, damit Graph die optimale Anzahl der Schritte wählt. Sie können jedoch selbst die Anzahl der Schritte eingeben, wenn der Graph nicht genug Einzelheiten darstellt; zum Beispiel wenn eine Asymptote nicht korrekt dargestellt wird. Beachten Sie, daß <placeholder-4/> nur die Mindestanzahl von Berechnungen angibt. Graph fügt eventuell Schritte an kritischen Punkten hinzu, wenn <placeholder-5/> auf <placeholder-6/> steht.
italian: Puoi scegliere un itervallo per la variabile indipendente. <placeholder-1/> e <placeholder-2/> corrispondono a inizio/fine dell'intervallo. In una funzione standard puoi lasciare in bianco uno o entrambi i campi per disegnare il grafico da -infinito a +infinito. In una funzione parametrica o polare devi invece specificare sempre l'intervallo e il numero di passi per i quali vuoi che la funzione sia calcolata. Il grafico apparirà tanto più smussato quanto maggiore è il numero di passi, ma aumenterà anche la durata dell'elaborazione. Per le funzioni standard, è preferibile lasciare in bianco il campo <placeholder-3/> permettendo così a Graph stesso di decidere il numero ottimale di passi; tuttavia, se poi il grafico non è sufficientemente dettagliato, puoi sempre immettere tu il numero di passi. Nota che <placeholder-4/> indica solo il numero minimo di passi dato che Graph può aggiungerne altri in punti critici, se <placeholder-5/> è impostato in <placeholder-6/>.
spanish: Determina el intervalo en el que deseas representar la gráfica de la función. En el cuadro <placeholder-1/> especifica el valor inicial de la variable independiente empleada, es decir, dónde deseas que empiece la gráfica. En el cuadro <placeholder-2/> indica el valor final de la variable independiente utilizada, es decir, dónde quieres que finalice la gráfica. En el caso de funciones explícitas, si no introduces ningún valor en el cuadro <placeholder-1/>, la gráfica comenzará en –&infin;, y si no fijas ningún valor en el cuadro <placeholder-2/>, la gráfica proseguirá hasta +&infin;. Recuerda que puedes dejar un cuadro en blanco, o los dos.<para>En funciones paramétricas y polares debes delimitar un intervalo, y proponer un valor para el cuadro <placeholder-3/>, que establece el número de puntos de cálculo que llevará a cabo el programa para trazar la gráfica. Cuanto mayor sea tal número, tanto más fidedigna será dicha gráfica.</para><para>En funciones explícitas puedes dejar el cuadro <placeholder-3/> en blanco para que Graph determine de forma automática un valor óptimo. No obstante, puedes indicar un número de puntos de cálculo si observas que la gráfica no muestra suficiente claridad. Nota que el valor insertado en <placeholder-4/> es un mínimo. De hecho, Graph podría incrementar el número de puntos de cálculo si fuera preciso siempre que en el cuadro <placeholder-5/> esté seleccionada la opción <placeholder-6/>.</para>

source: Endpoints
dutch: Eindpunten
french: Extrémités
german: Endpunkte
italian: Marcatori punti estremi
spanish: Puntos extremos

source: Here you can choose to show markers at the start and/or end of the interval. If no range is specified, the endpoints will be showed where the function enters and leaves the graphing area. The default is not to show any markers.
dutch: Hier kun je kiezen voor markeringen aan de start en / of einde van het interval. Als er geen bereik is opgegeven, zullen de eindpunten te zien zijn waar de functie de grafische omgeving binnenkomt en verlaat. Standaard worden geen markeringen getoond.
french: Ici vous pouvez choisir des marqueurs de début et de fin d'intervalle. Si aucun intervalle n'est spécifié, les marqueurs seront placés sur le graphique à l'entrée et à la sortie de la zone de dessin. Par défaut aucun marqueur n'est affiché.
german: Hier können Sie wählen, ob am Anfang und/oder Ende des Intervalls Markierungen angezeigt werden. Ist kein Intervall angegeben, werden die Endpunkte dort angezeigt, wo der Funktionsgraph in die Zeichenfläche eintritt und sie verläßt. In der Voreinstellung werden keine Markierungen angezeigt.
italian: Qui puoi scegliere di mostrare i marcatori all'inizio e/o alla fine dell'intervallo. Se nessun intervallo è stato specificato, gli estremi verranno mostrati là dove la funzione entra/esce nella/dalla area grafica. Per default nessun marcatore viene evidenziato.
spanish: Si has especificado un intervalo, puedes elegir un marcador o símbolo para señalar el punto inicial y/o final del segmento de la gráfica a dibujar. Por defecto, los cuadros <guilabel>Inicio</guilabel> y <guilabel>Fin</guilabel> están en blanco, esto es, no se mostrará ningún marcador.

source: Legend text
dutch: Tekst in legende
french: Légende
german: Legende
italian: Didascalia
spanish: Leyenda

source: Enter a description to be shown in the <placeholder-1/>. If the text is empty, the function equation will be shown in the legend.
dutch: Voer een beschrijving in weer te geven <placeholder-1/>. Als er geen tekst is, zal de functievergelijking worden weergegeven in de legende.
french: Saisissez ici une descrition à placer dans la <placeholder-1/>. Si le texte est laissé vide, l'expression de la fonction sera affichée dans la légende.
german: Geben Sie eine Beschreibung für die <placeholder-1/> ein. Wenn leer, wird in der Legende die Funktionsgleichung angezeigt.
italian: Immetti la descrizione che vuoi mostrare in <placeholder-1/>. Se lasci in bianco, nella legenda verrà mostrata la funzione dell'equazione.
spanish: En la caja de texto <guilabel>Descripción</guilabel> puedes escribir un nombre o texto explicativo para la función que deseas introducir, que será mostrado por la <placeholder-1/>. Si nada escribes, la leyenda recogerá la expresión de la función insertada.

source: Graph properties
dutch: Grafiekeigenschappen
french: Propriétés du tracé
german: Eigenschaften des Graphen
italian: Proprietà di Graph
spanish: Propiedades de la gráfica

source: Line style
dutch: Lijnstijl
french: Style de ligne
german: Linientyp
italian: Stile linea
spanish: Estilo de línea

source: Lines
dutch: Lijnen
french: Lignes
german: Verlauf
italian: Linee
spanish: Líneas

source: Dots
dutch: Punten
french: Points
german: Punkte
italian: Punti
spanish: Puntos

source: You can choose between different line styles for which you want the graph to be drawn. You can choose between solid, dashed, dotted or a combination of these. <placeholder-1/> is only available when <placeholder-2/> is set to <placeholder-3/> or <placeholder-4/>. When <placeholder-5/> is <placeholder-6/>, only a dot is shown at each calculated point. Likewise the <placeholder-7/> <placeholder-8/> will connect the calculated points with lines. <placeholder-9/> will also draw lines, but Graph will do more calculations at critical points if it thinks it will improve the graph. It will also break the line if it thinks there is an asymptote. You can also choose the width of the graph. The width is notified in screen pixels. There are also a lot of different colors you can choose between. The program will remember and suggest the same properties last used.
dutch: Je kan kiezen tussen verschillende lijnstijlen voor u de grafiek. Je kan kiezen tussen solide, streepjes, stippellijn of een combinatie hiervan. <placeholder-1/> is alleen beschikbaar wanneer <placeholder-2/> is ingesteld op <placeholder-3/> of <placeholder-4/>. Wanneer <placeholder-5/> <placeholder-6/> is, wordt slechts een stip getoond op elk berekende punt. In het ander geval zal de <placeholder-7/> <placeholder-8/> de berekende punten verbinden met lijnstukken. <placeholder-9/> zal ook lijnen tekenen, maar Graph zal meer berekeningen uitvoeren in kritieke punten als het nodig acht om de grafiek te verbeteren. Het zal ook de lijn onderbreken als het denkt dat er een asymptoot is. Je kan ook de breedte van de grafiek instellen. De breedte is gegeven in schermpixels. Je kan ook kiezen uit een heleboel verschillende kleuren. Het programma onthoudt de laatst gebruikte eigenschappen en zal voorstellen om deze te gebruiken.
french: Vous pouvez choisir entre différents styles de ligne pour tracer le graphique. Vous pouvez choisir entre continu, tirets, pointillés ou une combinaison d'entre eux. <placeholder-1/> n'est disponible que si <placeholder-2/>vaut <placeholder-3/> ou <placeholder-4/>. Quand <placeholder-5/> a pour valeur <placeholder-6/>, ne sont dessinés que les points calculés. Quand le <placeholder-7/> est <placeholder-8/> les points calculés seront joints par des lignes. Le choix de <placeholder-9/> dessinera aussi des lignes, mais Graph fera davantage de calculs aux points critiques s'il pense que cela améliorera le graphique. Il interrompra la ligne s'il pense qu'il y a une asymptote. Vous pouvez également choisir l'épaisseur de la ligne. Cette épaisseur est indiquée en pixels d'écran. Vous pouvez également choisir entre un grand nombre de couleurs. Le programme mémorisera les paramètres utilisés pour les proposer par défaut la fois suivante.
german: Zur Zeichnung der Funktionsgraphen können Sie zwischen verschiedenen Linienarten wählen. Zur Wahl stehen durchgezogene, gestrichelte, gepunktete oder abwechselnd gestrichelte und gepunktete Linien. <placeholder-1/> stehen nur dann zur Verfügung, wenn unter <placeholder-2/> <placeholder-3/> oder <placeholder-4/> eingestellt wird. Wird unter <placeholder-5/> <placeholder-6/> gewählt, wird anstelle einer Kurve nur ein Punkt für jeden berechneten Datenpunkt dargestellt. Ebenso führt die Einstellung von <placeholder-7/> unter <placeholder-8/> dazu, dass die berechneten Punkte durch Linien verbunden werden. Die Option <placeholder-9/> führt ebenfalls dazu, dass Linien gezeichnet werden, jedoch zeichnet Graph mit einer höheren Präzision. Sollte Graph einen asymptotischen Verlauf feststellen, wird die Verbindungslinie unterbrochen. Sie können auch die Breite des Graphen (in Bildpunkten / Pixeln) festlegen und aus mehreren Farben wählen. Graph speichert die Einstellungen und startet beim nächsten Mal mit diesen Einstellungen.
italian: Puoi scegliere tra diversi stili per la linea con cui tracciare il grafico: pieno, tratteggiato, punteggiato o una combinazione di questi. <placeholder-1/> è disponibile solo se <placeholder-2/> è impostata a <placeholder-3/> o <placeholder-4/>. Quando <placeholder-5/> è <placeholder-6/>, in ogni punto calcolato apparirà solo un punto. Allo stesso modo di <placeholder-7/>, <placeholder-8/> collegherà con linee i punti calcolati. Anche <placeholder-9/> disegnerà delle linee, ma Graph può eseguire un maggior numero di calcoli nei punti critici se ritiene che ciò migliori il grafico o può anche interrompere la linea se ritiene che sia un asintoto.
spanish: En el cuadro <placeholder-1/> elige la clase de trazo que deseas para dibujar la gráfica. La opción por defecto es la línea continua. Este cuadro sólo está disponible si en <placeholder-2/> has seleccionado la opción <placeholder-4/> o <placeholder-3/>. También puedes elegir un color para la gráfica y un grosor para la misma, en píxeles. Observa que al trazar la gráfica, el programa utilizará las propiedades adoptadas por última vez.<para>En el cuadro <placeholder-8/> las opciones <placeholder-9/> (establecida por defecto) y <placeholder-7/> conectan los puntos calculados para la gráfica mediante líneas, pero en la primera opción el programa realizará evaluaciones complementarias si considera que con ello mejorará el trazado de la gráfica. Si en <placeholder-5/> eliges la opción <placeholder-6/>, Graph mostrará los puntos de cálculo computados para dibujar la gráfica.</para>

source: Trigonometric
dutch: Trigonometrisch
french: Trigonométriques
german: Trigonometrisch
italian: Trigonometrica
spanish: Trigonométricas circulares

source: sine
dutch: sinus
french: sinus
german: Sinus
italian: seno
spanish: seno

source: Returns the sine of the argument.
dutch: Geeft de sinus van het argument.
french: Donne le sinus de l'argument.
german: Liefert den Sinus des Arguments.
italian: Restituisce il seno dell'argomento.
spanish: Devuelve el seno del argumento.

source: The <placeholder-1/> function calculates the sine of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a real number, the result will be in the range -1 to 1.
dutch: De functie <placeholder-1/> berekent de sinus van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> mag elke soort <placeholder-5/> zijn dat naar een <placeholder-6/> of een <placeholder-7/> evalueert. Als <placeholder-8/> een reëel getal is, zal het resultaat liggen tussen -1 en 1.
french: La fonction <placeholder-1/> donne le sinus d'un angle <placeholder-2/>, qui peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>. Si <placeholder-8/> est un nombre réel le résultat sera compris entre -1 et 1.
german: Die <placeholder-1/>-Funktion berechnet den Sinus eines Winkels <placeholder-2/> mit der Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein, der eine <placeholder-6/> oder eine <placeholder-7/> darstellt. Ist <placeholder-8/> eine reelle Zahl, so liegt das Ergebnis zwischen -1 und +1.
italian: La funzione <placeholder-1/> calcola il seno di un angolo <placeholder-2/>, che può essere in <placeholder-3/> o gradi in base alle impostazioni correnti. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>. Se <placeholder-8/> è un numero reale, il risultato ricadrà nell'intervallo tra -1 e +1.
spanish: La función <placeholder-1/> calcula el seno del argumento <placeholder-2/>, el cual puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>.<para>Si <placeholder-8/> es un número real, el resultado se encontrará en el intervalo [–1,1].</para>

source: For arguments with a large magnitude, the function will begin to lose precision.
dutch: Voor argumenten met een grote magnitude zal de functie minder precies worden.
french: Pour de grands arguments la fonction perd en précision.
german: Bei sehr großen Argumenten wird die Funktion zunehmend ungenauer.
italian: Per argomenti di grande ampiezza, la funzione comincerà a perdere precisione.
spanish: Para argumentos extremadamente elevados (por ejemplo, z=1E20), la función perderá precisión.

source: cosine
dutch: cosinus
french: cosinus
german: Cosinus
italian: coseno
spanish: coseno

source: Returns the cosine of the argument.
dutch: Geeft de cosinus van het argument.
french: Donne le cosinus de l'argument.
german: Liefert den Cosinus des Arguments.
italian: Restituisce il coseno dell'argomento.
spanish: Devuelve el coseno del argumento.

source: The <placeholder-1/> function calculates the cosine of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a real number, the result will be in the range -1 to 1.
dutch: De functie <placeholder-1/> berekent de cosinus van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> mag elke soort <placeholder-5/> zijn dat naar een <placeholder-6/> of een <placeholder-7/> evalueert. Als <placeholder-8/> een reëel getal is, zal het resultaat liggen tussen -1 en 1.
french: La fonction <placeholder-1/> donne le cosinus d'un angle <placeholder-2/>, qui peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>. Si <placeholder-8/> est un nombre réel le résultat sera compris entre -1 et 1.
german: Die <placeholder-1/>-Funktion berechnet den Cosinus eines Winkels <placeholder-2/> mit der Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein, der eine <placeholder-6/> oder eine <placeholder-7/> darstellt. Ist <placeholder-8/> eine reelle Zahl, so liegt das Ergebnis zwischen -1 und +1.
italian: La funzione <placeholder-1/> calcola il coseno di un angolo <placeholder-2/>, che può essere in <placeholder-3/> o gradi in base alle impostazioni correnti. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>. Se <placeholder-8/> è un numero reale, il risultato ricadrà nell'intervallo tra -1 e +1.
spanish: La función <placeholder-1/> calcula el coseno del argumento <placeholder-2/>, el cual puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>.<para>Si <placeholder-8/> es un número real, el resultado se encontrará en el intervalo [–1,1].</para>

source: tangent
dutch: tangens
french: tangente
german: Tangens
italian: tangente
spanish: tangente

source: Returns the tangent of the argument.
dutch: Geeft de tangens van het argument.
french: Donne la tangente de l'argument.
german: Liefert den Tangens des Arguments.
italian: Restituisce la tangente dell'argomento.
spanish: Devuelve la tangente del argumento.

source: The <placeholder-1/> function calculates the tangent of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
dutch: De functie <placeholder-1/> berekent de tangens van een hoek <placeholder-2/>, die in <placeholder-3/> of graden mag zijn volgens de huidige instellingen. <placeholder-4/> mag elke soort <placeholder-5/> zijn dat naar een <placeholder-6/> of een <placeholder-7/> evalueert.
french: La fonction <placeholder-1/> donne la tangente d'un angle <placeholder-2/>, qui peut être en <placeholder-3/> ou degrés selon le paramétrage actif. <placeholder-4/> peut être n'importe quelle <placeholder-5/> qui donne un <placeholder-6/> ou un <placeholder-7/>.
german: Die <placeholder-1/>-Funktion berechnet den Tangens eines Winkels <placeholder-2/> mit der Einheit <placeholder-3/> oder Grad, abhängig von der aktuellen Einstellung. <placeholder-4/> kann ein beliebiger <placeholder-5/> sein, der eine <placeholder-6/> oder eine <placeholder-7/> darstellt.
italian: La funzione <placeholder-1/> calcola la tangente di un angolo <placeholder-2/>, che può essere in <placeholder-3/> o gradi in base alle impostazioni correnti. <placeholder-4/> può essere qualsiasi <placeholder-5/> che valuta un <placeholder-6/> o un <placeholder-7/>.
spanish: La función <placeholder-1/> calcula la tangente del argumento <placeholder-2/>, el cual puede estar expresado en <placeholder-3/> o grados sexagesimales, dependiendo de la configuración definida. Así, <placeholder-4/> puede ser cualquier <placeholder-5/> que evalúe a un <placeholder-6/> o a un <placeholder-7/>.
