Repository: q2apro/graph-padowan
Catalog: Help/po/GraphHelp_*.po
Languages: dutch, french, german, italian, spanish

source: The <placeholder-1/> function calculates the inverse hyperbolic sine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
dutch: De <placeholder-1/> functie berekent de inverse hyperbolische sinus van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn die resulteert in een <placeholder-5/> of een <placeholder-6/>. <placeholder-7/> is het omgekeerde van <placeholder-8/>, dat wil zeggen <placeholder-9/>.
french: La fonction <placeholder-1/> donne l'argument sinus hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. <placeholder-7/> est la réciproque de <placeholder-8/>, i.e. <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Arcussinus Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. <placeholder-7/> stellt die Umkehrfunktion von <placeholder-8/> dar, also <placeholder-9/>.
italian: La funzione <placeholder-1/> calcola il seno iperbolico inverso di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>. <placeholder-7/> è l'inversa di <placeholder-8/>, ovvero <placeholder-9/>.
spanish: La función <placeholder-1/> calcula el arcoseno hiperbólico del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para>La función <placeholder-7/> es la función inversa del <placeholder-8/>: <placeholder-9/>.</para>

source: inverse hyperbolic cosine
dutch: inverse hyperbolische cosinus
french: argument cosinus hyperbolique
german: Arkuscosinus Hyperbolicus
italian: coseno iperbolico inverso
spanish: arcocoseno hiperbólico

source: Returns the inverse hyperbolic cosine of the argument.
dutch: Geeft de inverse hyperbolische cosinus van het argument.
french: Donne l'argument cosinus hyperbolique de l'argument.
german: Liefert den Arkuscosinus Hyperbolicus des Arguments.
italian: Restituisce il coseno iperbolico inverso dell'argomento.
spanish: Devuelve el arcocoseno hiperbólico del argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic cosine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
dutch: De <placeholder-1/> functie berekent de inverse hyperbolische cosinus van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>. <placeholder-7/> is het omgekeerde van <placeholder-8/>, dat wil zeggen <placeholder-9/>.
french: La fonction <placeholder-1/> donne l'argument cosinus hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. <placeholder-7/> est la réciproque de <placeholder-8/>, i.e. <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Arkuscosinus Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. <placeholder-7/> stellt die Umkehrfunktion von <placeholder-8/> dar, also <placeholder-9/>.
italian: La funzione <placeholder-1/> calcola il coseno iperbolico inverso di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>. <placeholder-7/> è l'inversa di <placeholder-8/>, ovvero <placeholder-9/>.
spanish: La función <placeholder-1/> calcula el arcocoseno hiperbólico del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para>La función <placeholder-7/> es la función inversa del <placeholder-8/>: <placeholder-9/>.</para>

source: inverse hyperbolic tangent
dutch: inverse hyperbolische tangens
french: argument tangente hyperbolique
german: Arkustangens Hyperbolicus
italian: tangente iperbolica inversa
spanish: arcotangente hiperbólica

source: Returns the inverse hyperbolic tangent of the argument.
dutch: Geeft de inverse hyperbolische tangens van het argument.
french: Donne l'argument tangente hyperbolique de l'argument.
german: Liefert den Arkustangens Hyperbolicus des Arguments.
italian: Restituisce la tangente iperbolica inversa dell'argomento.
spanish: Devuelve la arcotangente hiperbólica del argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic tangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
dutch: De <placeholder-1/> functie berekent de inverse hyperbolische tangens van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> worden dat resulteert in een <placeholder-5/> of een <placeholder-6/>. <placeholder-7/> is het omgekeerde van <placeholder-8/>, dat wil zeggen <placeholder-9/>.
french: La fonction <placeholder-1/> donne l'argument tangente hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. <placeholder-7/> est la réciproque de <placeholder-8/>, i.e. <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Areatangens Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. <placeholder-7/> stellt die Umkehrfunktion zu <placeholder-8/> dar, also <placeholder-9/>.
italian: La funzione <placeholder-1/> calcola la tangente iperbolica inversa di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. <placeholder-7/> è l'inversa di <placeholder-8/>, ovvero <placeholder-9/>.
spanish: La función <placeholder-1/> calcula la arcotangente hiperbólica del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para><placeholder-7/> es la función inversa de <placeholder-8/>: <placeholder-9/>.</para>

source: hyperbolic cosecant
dutch: hyperbolische cosecans
french: cosécante hyperbolique
german: Cosecans Hyperbolicus
italian: cosecante iperbolica
spanish: cosecante hiperbólica

source: Returns the hyperbolic cosecant of the argument.
dutch: Geeft de hyperbolische cosecans van het agrgument.
french: Donne la cosécante hyperbolique de l'argument.
german: Liefert den Cosecans Hyperbolicus des Arguments.
italian: Restituisce la cosecante iperbolica dell'argomento.
spanish: Devuelve la cosecante hiperbólica del argumento.

source: The <placeholder-1/> function calculates the hyperbolic cosecant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
dutch: De <placeholder-1/> functie berekent de hyperbolische cosecans van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> worden dat resulteert in een <placeholder-5/> of een <placeholder-6/>.
french: La fonction <placeholder-1/> donne la cosécante hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>.
german: Die <placeholder-1/>-Funktion berechnet den Cosecans Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt.
italian: La funzione <placeholder-1/> calcola la cosecante iperbolica di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>.
spanish: La función <placeholder-1/> calcula la cosecante hiperbólica del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.

source: Hyperbolic cosecant is defined as: <placeholder-1/>
dutch: De hyperbolische cosecans is gedefinieerd als: <placeholder-1/>
french: La cosécante hyperbolique est définie par : <placeholder-1/>
german: Cosecans Hyperbolicus ist als <placeholder-1/> definiert.
italian: La cosecante iperbolica è definita come: <placeholder-1/>
spanish: Definición de la cosecante hiperbólica: <placeholder-1/>

source: hyperbolic secant
dutch: Hyperbolische secans
french: sécante hyperbolique
german: Secans Hyperbolicus
italian: secante iperbolica
spanish: secante hiperbólica

source: Returns the hyperbolic secant of the argument.
dutch: Geeft de hyperbolische secans van het argument
french: Donne la sécante hyperbolique de l'argument.
german: Liefert den Secanshyperbolicus des Arguments.
italian: Restituisce la secante iperbolica dell'argomento.
spanish: Devuelve la secante hiperbólica del argumento.

source: The <placeholder-1/> function calculates the hyperbolic secant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
dutch: De <placeholder-1/> functie berekent de hyperbolische secans van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> worden dat resulteert in een <placeholder-5/> of een <placeholder-6/>.
french: La fonction <placeholder-1/> donne la sécante hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>.
german: Die <placeholder-1/>-Funktion berechnet den Secans Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt.
italian: La funzione <placeholder-1/> calcola la cosecante iperbolica di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>.
spanish: La función <placeholder-1/> calcula la secante hiperbólica del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.

source: Hyperbolic secant is defined as: <placeholder-1/>
dutch: De hyperbolische secans is gedefinieerd als: <placeholder-1/>
french: La sécante hyperbolique est définie par : <placeholder-1/>
german: Hyperbolic Secans ist als <placeholder-1/> definiert.
italian: La secante iperbolica è definita come: <placeholder-1/>
spanish: Definición de la secante hiperbólica: <placeholder-1/>

source: hyperbolic cotangent
dutch: Hyperbolische cotangens
french: cotangente hyperbolique
german: Cotangens Hyperbolicus
italian: cotangente iperbolica
spanish: cotangente hiperbólica

source: Returns the hyperbolic cotangent of the argument.
dutch: Geeft de hyperbolische cotangens van het argument
french: Donne la cotangente hyperbolique de l'argument.
german: Liefert den Cotangens Hyperbolicus des Arguments.
italian: Restituisce la cotangente iperbolica dell'argomento.
spanish: Devuelve la cotangente hiperbólica del argumento.

source: The <placeholder-1/> function calculates the hyperbolic cotangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
dutch: De <placeholder-1/> functie berekent de inverse hyperbolische cotangens van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> worden dat resulteert in een <placeholder-5/> of een <placeholder-6/>.
french: La fonction <placeholder-1/> donne la cotangente hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>.
german: Die <placeholder-1/>-Funktion berechnet den Cotangens Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt.
italian: La funzione <placeholder-1/> calcola la cotangente iperbolica di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o una <placeholder-6/>.
spanish: La función <placeholder-1/> calcula la cotangente hiperbólica del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.

source: Hyperbolic cotangent is defined as: <placeholder-1/>
dutch: De hyperbolische cotangens is gedefinieerd als: <placeholder-1/>
french: La cotangente hyperbolique est définie par : <placeholder-1/>
german: Hyperbolic Cotangens ist als <placeholder-1/> definiert.
italian: La cotangente iperbolica è definita come: <placeholder-1/>
spanish: Definición de la cotangente hiperbólica: <placeholder-1/>

source: inverse hyperbolic cosecant
dutch: inverse hyperbolische cosecans
french: argument cosécante hyperbolique
german: Arkuscosecans Hyperbolicus
italian: cosecante iperbolica inversa
spanish: arcocosecante hiperbólica

source: Returns the inverse hyperbolic cosecant of the argument.
dutch: Geeft de inverse hyperbolische cosecans van hetr argument.
french: Donne l'argument cosécante hyperbolique de l'argument.
german: Liefert den Arkuscosecans Hyperbolicus des Arguments.
italian: Restituisce la cosecante iperbolica inversa dell'argomento.
spanish: Devuelve la arcocosecante hiperbólica del argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic cosecant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
dutch: De <placeholder-1/> functie berekent de inverse hyperbolische cosecans van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>. <placeholder-7/> is het omgekeerde van <placeholder-8/>, dat wil zeggen <placeholder-9/>.
french: La fonction <placeholder-1/> donne l'argument cosécante hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. <placeholder-7/> est la réciproque de <placeholder-8/>, i.e. <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Areacosecans Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. <placeholder-7/> stellt die Umkehrfunktion zu <placeholder-8/> dar, also <placeholder-9/>.
italian: La funzione <placeholder-1/> calcola la cosecante iperbolica inversa di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. <placeholder-7/> è l'inversa di <placeholder-8/>, ovvero <placeholder-9/>.
spanish: La función <placeholder-1/> calcula la arcocosecante hiperbólica del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para><placeholder-7/> es la función inversa de <placeholder-8/>: <placeholder-9/>.</para>

source: inverse hyperbolic secant
dutch: inverse hyperbolische secans
french: argument sécante hyperbolique
german: Arkussecans Hyperbolicus
italian: secante iperbolica inversa
spanish: arcosecante hiperbólica

source: Returns the inverse hyperbolic secant of the argument.
dutch: Geeft de inverse hyperbolische secans van hetr argument.
french: Donne l'argument sécante hyperbolique de l'argument.
german: Liefert den Arkussecans Hyperbolicus des Arguments.
italian: Restituisce la secante iperbolica inversa dell'argomento.
spanish: Devuelve la arcosecante hiperbólica del argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic secant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
dutch: De <placeholder-1/> functie berekent de inverse hyperbolische secans van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>. <placeholder-7/> is het omgekeerde van <placeholder-8/>, dat wil zeggen <placeholder-9/>.
french: La fonction <placeholder-1/> donne l'argument sécante hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. <placeholder-7/> est la réciproque de <placeholder-8/>, i.e. <placeholder-9/>.
german: Die <placeholder-1/>-Funktion berechnet den Areasecans Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. <placeholder-7/> stellt die Umkehrfunktion zu <placeholder-8/> dar, also <placeholder-9/>.
italian: La funzione <placeholder-1/> calcola la secante iperbolica inversa di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. <placeholder-7/> è l'inversa di <placeholder-8/>, ovvero <placeholder-9/>.
spanish: La función <placeholder-1/> calcula la arcosecante hiperbólica del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para><placeholder-7/> es la función inversa de <placeholder-8/>: <placeholder-9/>.</para>

source: inverse hyperbolic cotangent
dutch: inverse hyperbolische cotangens
french: argument cotangente hyperbolique
german: Arkuscotangens Hyperbolicus
italian: cotangente iperbolica inversa
spanish: arcocotangente hiperbólica

source: Returns the inverse hyperbolic cotangent of the argument.
dutch: Geeft de inverse hyperbolische cotangens van het argument.
french: Donne l'argument cotangente hyperbolique de l'argument.
german: Liefert den Arkuscotangens Hyperbolicus des Arguments.
italian: Restituisce la cotangente iperbolica inversa dell'argomento.
spanish: Devuelve la arcocotangente hiperbólica del argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic cotangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>. For real numbers <placeholder-10/> is undefined in the interval [-1;1].
dutch: De <placeholder-1/> functie berekent de inverse hyperbolische cotangens van <placeholder-2/>. <placeholder-3/> kan elk <placeholder-4/> zijn dat resulteert in een <placeholder-5/> of een <placeholder-6/>. <placeholder-7/> is het omgekeerde van <placeholder-8/>, dat wil zeggen <placeholder-9/>. Voor reële getallen is <placeholder-10/> niet gedefinieerd in het interval [-1, 1].
french: La fonction <placeholder-1/> donne l'argument cotangente hyperbolique de <placeholder-2/>. <placeholder-3/> peut être n'importe quelle <placeholder-4/> qui donne un <placeholder-5/> ou un <placeholder-6/>. <placeholder-7/> est la réciproque de <placeholder-8/>, i.e. <placeholder-9/>. Pour les nombres réels <placeholder-10/> n'est pas définie dans l'intervalle [-1;1].
german: Die <placeholder-1/>-Funktion berechnet den Area Cotangens Hyperbolicus von <placeholder-2/>. <placeholder-3/> kann ein beliebiger <placeholder-4/> sein, der eine <placeholder-5/> oder eine <placeholder-6/> darstellt. <placeholder-7/> stellt die Umkehrfunktion von <placeholder-8/> dar, also <placeholder-9/>. Für reelle Zahlen ist <placeholder-10/> im Interval [-1;1] nicht definiert.
italian: La funzione <placeholder-1/> calcola la cotangente iperbolica inversa di <placeholder-2/>. <placeholder-3/> può essere qualsiasi <placeholder-4/> che valuta un <placeholder-5/> o un <placeholder-6/>. <placeholder-7/> è l'inversa di <placeholder-8/>, ovvero <placeholder-9/>. Con numeri reali, <placeholder-10/> è indefinita nell'intervallo [-1;1].
spanish: La función <placeholder-1/> calcula la arcocotangente hiperbólica del argumento <placeholder-2/>. Así, <placeholder-3/> puede ser cualquier <placeholder-4/> que evalúe a un <placeholder-5/> o a un <placeholder-6/>.<para><placeholder-7/> es la función inversa de <placeholder-8/>: <placeholder-9/>. Para números reales, la función <placeholder-10/> no está definida en el intervalo [–1,1].</para>

source: import
dutch: Importeer
french: Importer
german: Importieren
italian: importa
spanish: importar

source: point series
dutch: puntenserie
french: série de points
german: Punktserie
italian: serie di punti
spanish: serie de puntos

source: File
dutch: Bestand
french: Fichier
german: Datei
spanish: Archivo

source: Import
dutch: Importeer
french: Importer
german: Importieren
italian: Importa
spanish: Importar

source: Point series...
dutch: Puntenreeksen ...
french: Série de points...
german: Punktserie(n)...
italian: Serie di punti...
spanish: Serie de puntos...

source: OLE server/client
french: serveur/client OLE
spanish: Servidor/Cliente OLE

source: linking
dutch: verbinden
french: liaison
italian: collegamento
spanish: objeto vinculado

source: embedded
dutch: ingesloten
french: incorporé
german: eingebettetes
italian: inglobato
spanish: objeto incrustado

source: automation
dutch: automatie
french: automatisation
german: Automatisierung
italian: automazione
spanish: automatización OLE

source: OLE server
french: serveur OLE
spanish: Servidor OLE

source: Graph has been implemented as an OLE (Object Linking and Embedding) server, which means that Graph objects can be placed (embedded) into an OLE client. Many applications can work as OLE clients, for example Microsoft Word.
dutch: Graph is geïmplementeerd als een OLE (Object Linking and Embedding) server, wat betekent dat Graph objecten in een OLE-client geplaatst (embedded) kunnen worden . Veel toepassingen, zoals Microsoft Word, kunnen werken als OLE-client.
french: Graph a été implémenté comme un serveur OLE (Object Linking and Embedding), ce qui signifie que des objets Graph peuvent être placés (embedded) dans un client OLE. Beaucoup d'applications peuvent fonctionner comme client OLE, par exemple Microsoft Word.
german: Graph ist als OLE-Server (Object Linking und Embedding) implementiert; d. h. daß Graph-Objekte in andere OLE-fähige Applikationen eingebettet werden können, z. B. auch in Microsoft Word.
italian: Graph è stato implementato come server OLE (Object Linking and Embedding), ciò significa che gli oggetti di Graph possono venir posti (inglobati) in un OLE client. Molte sono le applicazioni che possono lavorare come OLE clients (ad. es. MS Word).
spanish: Graph ha sido implementado como un servidor OLE (acrónimo de <emphasis>Object Linking and Embedding</emphasis>, es decir, <emphasis>Vinculación e Incrustación de Objetos</emphasis>). Esto significa que Graph puede compartir datos con otras aplicaciones, de modo que información de Graph puede ser insertada en un cliente OLE, por ejemplo, MS Word (nota que todos los programas de Microsoft Office son clientes OLE).

source: Edit
dutch: Bewerken
french: Éditer
german: Bearbeiten
italian: Modifica
spanish: Editar

source: Copy image
dutch: Kopieer de figuur
french: Copier comme image
german: Koordinatensystem kopieren
italian: Copia immagine
spanish: Copiar imagen

source: Paste
dutch: Plak
french: Coller
german: Einfügen
italian: Incolla
spanish: Pegar
