Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Reset the axes to their default settings.
dutch: Stel de assen in volgens de standaardinstellingen.
french: Remet les axes à leurs valeurs par défaut.
german: Koordinatenachsen auf Voreinstellungen zurücksetzen.
italian: Resetta gli assi alle loro impostazioni predefinite.
russian: Восстановить исходную настройку осей.
spanish: Restaura el perfil predeterminado de los ejes.

source: Move
dutch: Verplaats
french: Déplacer
german: verschieben
italian: Sposta
russian: Перемещение
spanish: Mover

source: Move up
dutch: Verplaats naar boven
french: Déplacer vers le haut
german: Nach oben verschieben
italian: Sposta su
russian: Переместить вверх
spanish: Mover hacia arriba

source: Move the graphing area up along the coordinate system. Hold down Shift to move in larger steps.
dutch: Verplaats het grafiekvenster naar de boven in het assenstel. Hou Shift ingedrukt om te bewegen in grotere stappen.
french: Déplace la fenêtre vers le haut parallélement à l'axe des y. Maintenir Maj appuyée pour déplacer à plus grand pas.
german: Das Fenster nach oben entlang des Koordinatensystems verschieben.
italian: Sposta l'area grafica in su lungo il sistema di coordinate. Tener premuto <Shift> per zoomare a intervalli più ampi.
russian: Переместить окно вверх по системе координат. Зажмите Shift для более быстрого перемещения.
spanish: Mueve la ventana gráfica hacia arriba. Presiona Mayús para aumentar el factor de desplazamiento.

source: Move down
dutch: Verplaats naar onder
french: Déplacer vers le bas
german: Nach unten verschieben
italian: Sposta giù
russian: Переместить вниз
spanish: Mover hacia abajo

source: Move the graphing area down along the coordinate system. Hold down Shift to move in larger steps.
dutch: Verplaats het grafiekvenster naar de onder in het assenstel. Hou Shift ingedrukt om te bewegen in grotere stappen.
french: Déplace la fenêtre vers le bas parallélement à l'axe des y. Maintenir Maj appuyée pour déplacer à plus grand pas.
german: Das Fenster nach unten entlang des Koordinatensystems verschieben.
italian: Sposta l'area grafica in giù lungo il sistema di coordinate. Tener premuto <Shift> per zoomare a intervalli più ampi.
russian: Переместить окно вниз по системе координат. Зажмите Shift для более быстрого перемещения.
spanish: Mueve la ventana gráfica hacia abajo. Presiona Mayús para aumentar el factor de desplazamiento.

source: Move left
dutch: Verplaats naar links
french: Déplacer vers la gauche
german: Nach links verschieben
italian: Sposta a sinistra
russian: Переместить влево
spanish: Mover hacia la izquierda

source: Move the graphing area to the left along the coordinate system. Hold down Shift to move in larger steps.
dutch: Verplaats het grafiekvenster naar de links in het assenstel. Hou Shift ingedrukt om te bewegen in grotere stappen.
french: Déplace la fenêtre vers la gauche parallélement à l'axe des x. Maintenir Maj appuyée pour déplacer à plus grand pas.
german: Das Fenster nach oben links des Koordinatensystems verschieben.
italian: Sposta l'area grafica a sinistra lungo il sistema di coordinate. Tener premuto <Shift> per zoomare a intervalli più ampi.
russian: Переместить окно влево по системе координат. Зажмите Shift для более быстрого перемещения.
spanish: Mueve la ventana gráfica a la izquierda. Presiona Mayús para aumentar el factor de desplazamiento.

source: Move right
dutch: Verplaats naar rechts
french: Déplacer vers la droite
german: Rechts verschieben
italian: Sposta a destra
russian: Переместить вправо
spanish: Mover hacia la derecha

source: Move the graphing area to the right along the coordinate system. Hold down Shift to move in larger steps.
dutch: Verplaats het grafiekvenster naar de rechts in het assenstel. Hou Shift ingedrukt om te bewegen in grotere stappen.
french: Déplace la fenêtre vers la droite parallélement à l'axe des x. Maintenir Maj appuyée pour déplacer à plus grand pas.
german: Das Fenster nach rechts entlang des Koordinatensystems verschieben.
italian: Sposta l'area grafica a destra lungo il sistema di coordinate. Tener premuto <Shift> per zoomare a intervalli più ampi.
russian: Переместить окно вправо по системе координат. Зажмите Shift для более быстрого перемещения.
spanish: Mueve la ventana gráfica a la derecha. Presiona Mayús para aumentar el factor de desplazamiento.

source: Move system
dutch: Beweeg het assenstel
french: Déplacer le repère
german: Koordinatensystem verschieben
italian: Sposta sistema
russian: Перемещение системы
spanish: Mover área gráfica

source: Move the coordinate system with the mouse.
dutch: Verplaats het assenstel met de muis
french: Déplace le repère avec la souris.
german: Koordinatensystem mit der Maus verschieben
italian: Sposta il sistema di coordinate con il mouse.
russian: Переместить систему координат при помощи мыши.
spanish: Permite arrastrar el sistema de coordenadas con el ratón.

source: Length of path
dutch: Lengte langs een kromme.
french: Longueur d'arc
german: Länge eines Kurvenstücks
italian: Lunghezza del percorso
russian: Длина пути
spanish: Longitud de arco

source: Calculate the length of path between two given points on the curve.
dutch: Bereken de lengte langs de kromme tussen twee punten op de kromme.
french: Calcule la longueur de l'arc entre deux points de la courbe.
german: Die Länge eines Kurvenstücks zwischen zwei Punkten berechnen.
italian: Calcola la lunghezza del percorso tra i due punti dati sulla curva.
russian: Рассчитать длину пути по функции между двумя точками.
spanish: Calcula la longitud del arco comprendido entre dos puntos de una gráfica.

source: Area
dutch: Oppervlakte
french: Aire
german: Fläche
russian: Площадь...
spanish: Área

source: Calculate the definite integral over a given interval.
dutch: Bereken de bepaalde integraal over een gegeven domein.
french: Calcule l'intégrale définie sur un domaine donné.
german: Berechnung des bestimmten Integrals über einen Definitionsbereich.
italian: Calcola l'integrale definito nell'intervallo dato.
russian: Вычислить определенный интеграл на данном промежутке.
spanish: Calcula la integral definida de una función en el intervalo indicado.

source: Evaluate
dutch: Bereken
french: Valeurs approchées
german: Evaluieren
italian: Valuta
russian: Вычислить
spanish: Evaluación

source: Evaluate or trace the selected function.
dutch: Evalueer of traceer de geselecteerde functie
french: Évalue les images ou parcourt la fonction sélectionnée.
german: Funktionswerte der gewählten Funktion berechnen oder deren Graph verfolgen.
italian: Valuta o traccia la funzione selezionata.
russian: Значения функции.
spanish: Evalúa la función seleccionada en un valor dado.

source: Table
dutch: Tabel
german: Tabelle
italian: Tabella
russian: Таблица
spanish: Tabla de valores

source: Show an evaluation table.
dutch: Toon een waardentabel.
french: Affiche une table de valeurs approchées.
german: Zeigt eine Wertetabelle.
italian: Mostra una tabella di valutazione.
russian: Показать таблицу значений
spanish: Calcula una tabla de valores respecto a la función seleccionada.

source: Contents and index
dutch: Inhoud en index
french: Contenu et index
german: Inhalt und Index
italian: Contenuti e indice
spanish: Ayuda de Graph

source: Open help file.
dutch: Open het helpbestand
french: Ouvre le fichier d'aide.
german: Hilfedatei öffnen
italian: Apri la guida.
spanish: Abre el archivo de Ayuda.

source: List of functions
dutch: Functielijst
french: Liste des fonctions
german: Funktionsliste
italian: Lista delle funzioni
russian: Список функций
spanish: Lista de funciones

source: Show a list of built-in functions that can be used for graphing.
dutch: Geef een lijst van ingebouwde functies die getekend kunnen worden.
french: Affiche la liste des fonctions intégrées utilisables pour les tracés.
german: Liste verwendbarer mathematischer Funktionen (sin, cos, log usw.) anzeigen.
italian: Mostra la lista delle funzioni predefinite utilizzabili per tracciare grafici.
russian: Показать список встроенных функций, используемых для построения графиков.
spanish: Enumera las constantes, variables, operadores y funciones predefinidos en el programa.

source: Graph web site
dutch: Website van Graph
french: Site web de Graph
german: Graph-Homepage
russian: Сайт Graph
spanish: Página principal de Graph

source: Open the default browser and show the Graph web site.
dutch: Opent de standaardbrowser en toont de homepage van Graph.
french: Ouvre le navigateur par défaut sur le site du programme.
german: Öffnet die Graph-Homepage im Standardbrowser.
italian: Apre il browser predefinito e va alla home page di Graph.
russian: Открыть домашнюю страницу программы в вашем браузере.
spanish: Abre el navegador por defecto y muestra la página principal del programa.

source: Check for update
dutch: Controleer op updates
french: Vérifier les mises à jour
german: Nach Aktualisierung suchen
italian: Controlla aggiornamenti
russian: Проверить обновления
spanish: Buscar actualizaciones...

source: Contact the home page to see if a newer version is available.
dutch: Ga naar de homepage om te zien of een nieuwere versie beschikbaar is.
french: Va voir sur le site si une nouvelle version est disponible.
german: Auf der Graph-Homepage nach einer neuen Version suchen.
italian: Collegarsi alla home page per verificare la disponibilità di nuove versioni.
russian: Подключиться к домашней странице программы и проверить, есть ли новая версия.
spanish: Contacta con la página principal del programa para comprobar si una nueva versión de Graph está disponible.

source: About Graph
dutch: Over Graph
french: À propos de Graph
german: Über Graph
italian: Su Graph
russian: О программе
spanish: Acerca de Graph

source: Show copyright information.
dutch: Toon copyright informatie.
french: Affiche les informations sur les droits (copyright).
german: Copyrightinformation zeigen.
italian: Mostra informazioni di copyright.
russian: Информация о программе.
spanish: Muestra información asociada al programa.

source: Separator
dutch: Afscheidingsteken
french: Séparateur
german: Trenner
italian: Separatore
russian: Разделитель
spanish: <Separador>

source: Fit
dutch: Doe passen
french: Ajuster
german: Passend
italian: Adatta
russian: Показать функцию
spanish: Ajustar

source: Zoom to show the selected element.
dutch: Zoom om het geselecteerde element te tonen.
french: Ajuste la taille pour afficher l'élément sélectionné.
german: Zoomen, um aktuelle Auswahl vergrößert darstellen.
italian: Zoom per visualizzare l'elemento selezionato.
russian: Показать выбранную функцию на всё графическое поле.
spanish: Redimensiona el sistema de coordenadas para mostrar el elemento seleccionado.

source: Fit all
dutch: Doe passen
french: Ajuster à l'ensemble
german: Passend
italian: Adatta tutto
russian: По величине (все)
spanish: Ajustar todo

source: Zoom to show all elements.
dutch: Zoom om alle geselecteerde elementen te tonen.
french: Ajuste pour montrer tous les éléments
german: Zoomen, um Koordinatensystem komplett darzustellen.
italian: Zoom per visualizzare tutti gli elementi.
russian: Показать выбранную функцию на всё графическое поле.
spanish: Redimensiona el sistema de coordenadas para mostrar todos los elementos.

source: Frequently Asked Questions
dutch: Veel Gestelde Vragen
french: FAQ : questions courantes
german: Häufig gestellte Fragen
italian: Domande frequenti (FAQ)
russian: Часто задаваемые вопросы
spanish: Preguntas más frecuentes

source: Show a list of frequently asked questions and their answers.
dutch: Toon een lijst van veel gestelde vragen en hun antwoorden.
french: Affiche la liste des questions les plus courantes et leurs réponses.
german: Eine Liste mit häufig gestellten Fragen und Antworten anzeigen.
italian: Mostra la lista delle domande più frequenti (FAQ) e le risposte.
russian: Показать ответы на часто задаваемые вопросы.
spanish: Muestra una lista de cuestiones preguntadas con frecuencia, y sus respuestas.

source: Insert label...
dutch: Voeg een label in...
french: Insérer un label...
german: Textfeld einfügen...
italian: Inserisci etichetta...
russian: Добавить метку...
spanish: Insertar cuadro de texto...

source: Insert a text label.
dutch: Voeg een tekstlabel in.
french: Insère un label texte.
german: Textfeld einfügen.
italian: Inserisci una didascalia...
russian: Добавить метку на графике.
spanish: Introduce un cuadro de texto.

source: Donate
dutch: Schenk
french: Donation
german: Spenden
italian: Dona
russian: Поддержать разработчика
spanish: Hacer una donación

source: Donate money to the project.
dutch: Schenk geld voor het project.
french: Donner de l'argent pour le projet.
german: Für dieses Projekt spenden.
italian: Dai un contributo economico al progetto.
russian: Поддержать проект суммой
spanish: Si lo deseas, puedes hacer una donación al proyecto.

source: Tip of the day
dutch: Tip van de dag
french: Astuce du jour
german: Tipp des Tages
italian: Suggerimento del giorno
russian: Совет дня
spanish: Sugerencia del día

source: Show tip of the day
dutch: Toon de tip van de dag
french: Affiche l'astuce du jour.
german: Tipp des Tages zeigen
italian: Mostra il suggerimento del giorno
russian: Показать совет дня
spanish: Muestra la Sugerencia del día.

source: Support
dutch: Ondersteuning
french: Services
german: Unterstützung
italian: Supporto
russian: Страница поддержки
spanish: Soporte técnico

source: Open browser with the support page for the program.
dutch: Open in de browser de ondersteuningspagina voor het programma.
french: Ouvre le navigateur à la page des services du programme.
german: Öffnet den Browser und zeigt die Graph-Homepage.
italian: Apre il browser alla pagina di supporto di Graph.
russian: Открыть страницу поддержки программы.
spanish: Abre el navegador por defecto y muestra la página de soporte técnico del programa.

source: Zoom x-axis in
dutch: Zoom in op de x-as
french: Agrandir en abscisse
german: X-Achse vergrößern
italian: Zoom Avanti asse-x
russian: Увеличить по оси х
spanish: Acercar el eje X

source: Zoom in on the x-axis only. Hold down Shift to zoom with larger steps.
dutch: Zoom alleen in op de x-as. Houd Shift ingedrukt om in te zoomen met grotere stappen.
french: Zoom + uniquement sur l'axe des x. Maintenir Maj appuyée pour zoomer à plus grand pas.
german: Vergrößern der X-Achse. Umschalt-Taste sorgt für schnelleren Zoom.
italian: Zoom Avanti solo sull'asse-x. Tener premuto <Shift> per zoomare a intervalli più ampi
russian: Приблизить по оси х. Зажмите Shift для более быстрого приближения.
spanish: Acercar sólo en el eje X. Presiona Mayús para aumentar el factor de zoom.

source: Zoom x-axis out
dutch: Zoom uit op de x-as
french: Diminuer en abscisses
german: X-Achse verkleinern
italian: Zoom Indietro asse-x
russian: Уменьшить по оси х
spanish: Alejar el eje X

source: Zoom out on the x-axis only. Hold down Shift to zoom with larger steps.
dutch: Zoom alleen uit op de x-as. Houd Shift ingedrukt om uit te zoomen met grotere stappen.
french: Zoom - uniquement sur l'axe des x. Maintenir Maj appuyée pour dézoomer à plus grand pas.
german: Verkleinern der X-Achse. Umschalt-Taste sorgt für schnelleren Zoom.
italian: Zoom Indietro solo sull'asse-x. Tener premuto <Shift> per zoomare a intervalli più ampi
russian: Отдалить по оси х. Зажмите Shift для более быстрого отдаления.
spanish: Alejar sólo en el eje X. Presiona Mayús para aumentar el factor de zoom.

source: Zoom y-axis in
dutch: Zoom in op de y-as
french: Agrandir en ordonnées
german: Y-Achse vergrößern
italian: Zoom Avanti asse-y
russian: Увеличить по оси у
spanish: Acercar el eje Y

source: Zoom in on the y-axis only. Hold down Shift to zoom with larger steps.
dutch: Zoom alleen in op de y-as. Houd Shift ingedrukt om in te zoomen met grotere stappen.
french: Zoom + uniquement sur l'axe des y. Maintenir Maj appuyée pour zoomer à plus grand pas.
german: Vergrößern der Y-Achse. Umschalt-Taste sorgt für schnelleren Zoom.
italian: Zoom Avanti solo sull'asse-y. Tener premuto <Shift> per zoomare a intervalli più ampi
russian: Приблизить по оси y. Зажмите Shift для более быстрого приближения.
spanish: Acercar sólo en el eje Y. Presiona Mayús para aumentar el factor de zoom.

source: Zoom y-axis out
dutch: Zoom uit op de y-as
french: Diminuer en ordonnées
german: Y-Achse verkleinern
italian: Zoom Indietro asse-y
russian: Уменьшить по оси у
spanish: Alejar el eje Y

source: Zoom out on the y-axis only. Hold down Shift to zoom with larger steps.
dutch: Zoom alleen uit op de y-as. Houd Shift ingedrukt om uit te zoomen met grotere stappen.
french: Zoom - uniquement sur l'axe des y. Maintenir Maj appuyée pour dézoomer à plus grand pas.
german: Verkleinern der Y-Achse. Umschalt-Taste sorgt für schnelleren Zoom.
italian: Zoom Indietro solo sull'asse-y. Tener premuto <Shift> per zoomare a intervalli più ampi
russian: Отдалить по оси y. Зажмите Shift для более быстрого отдаления.
spanish: Alejar sólo en el eje Y. Presiona Mayús para aumentar el factor de zoom.

source: Insert relation...
dutch: Voeg een relatie in...
french: Insérer une relation...
german: Relation einfügen...
italian: Inserisci relazione...
russian: Добавить соотношение...
spanish: Insertar ecuación/inecuación...

source: Insert a new equation or inequality.
dutch: Voeg een nieuwe vergelijking of ongelijkheid in.
french: Insère une nouvelle équation ou inéquation.
german: Eine neue Gleichung oder Ungleichung einfügen.
italian: Inserisci una nuova equazione o disequazione.
russian: Добавить новое уравнение или неравенство.
spanish: Introduce una ecuación o una inecuación.

source: Custom functions/constants...
dutch: Functies/constanten
french: Fonctions/constantes personnelles...
german: Benutzerdefinierte Funktionen/Konstanten...
russian: Произвольные функции и константы
spanish: Personalizar funciones/constantes...

source: Create custom functions and constants for use in graphs.
dutch: Creëer basisfuncties en constanten om te gebruiken in grafieken.
french: Crée des fonctions et constantes personnalisées pour utilisation dans les tracés.
german: Erstellen Sie benutzerdefinierte Funktionen und Konstanten für Graphen.
italian: Crea funzioni e costanti personalizzate da usare nei grafici.
russian: Создать дополнительные функции и константы.
spanish: Permite al usuario crear sus propias funciones y constantes.

source: Animate...
dutch: Animeer...
french: Animer...
german: Animieren
italian: Crea animazione...
russian: Анимировать
spanish: Animación...

source: Create an animation by variating a constant.
dutch: Crëeer een animatie door een constante te laten veranderen.
french: Crée une animation par variation d'un paramètre.
german: Erzeugen Sie duch Variation einer Konstanten eine Animation.
italian: Crea un'animazione modificando una costante.
russian: Создать анимацию, изменяя константу.
spanish: Crea una animación respecto a una función por modificación de una constante.

source: Graph file...
dutch: Graph-bestand
french: Fichier Graph...
german: Graph-Datei...
italian: File Graph...
russian: Graph файл...
spanish: Archivo de Graph...

source: Import a Graph file into the current coordinate system.
dutch: Voer een Graph-bestand in in het huidige assenstel.
french: Importe un fichier Graph dans le repère en cours.
german: Eine Graph-Datei ins aktuelle Koordinatensystem importieren
italian: Importa un file di Graph nel sistema di coordinate corrente.
russian: Загрузить файл Graph в текущую систему координат.
spanish: Importa un archivo de Graph al sistema de coordenadas activo.

source: Point series...
dutch: Puntenreeksen ...
french: Série de points...
german: Punktserie(n)...
italian: Serie di punti...
russian: Ряд точек...
spanish: Serie de puntos...

source: Import point series from a data file.
dutch: Voer puntenreeksen in vanuit een gegevensbestand.
french: Importe une série de points d'un fichier de données.
german: Punktserie(n) aus einer Datei einfügen.
italian: Importa serie di punti da file.
russian: Загрузить ряд точек из файла с данными.
spanish: Importa una serie de puntos desde un archivo al sistema de coordenadas activo.

source: Scripting engine documentation
dutch: Documentatie over de scriptingmotor
french: Documentation du moteur de script
german: Dokumentation der Skript-Engine
italian: Documentazione sul scripting engine
russian: Документация интерпретатора.
spanish: Ayuda para scripts

source: Show documentation for scripting engine and plugin system.
dutch: Toon documentatie over de scriptingmotor en het pluginsysteem.
french: Affiche la documentation du moteur de script et du système de plugin.
german: Dokumentation der Skript-Engine und der Plugin-Schnittstelle anzeigen.
italian: Mostra la documentazione relativa allo scripting engine e al sistema di plugin.
russian: Показать документацию для интерпретатора и системы плагинов.
spanish: Muestra la documentación para archivos de órdenes (scripts) y el sistema de complementos.

source: Reset to default
dutch: Herstel de standaard.
french: Remettre aux valeurs par défaut
german: Auf Standardwerte zurücksetzen
italian: Reimposta a predefinito
russian: Восстановить исходную панель
spanish: Configuración por defecto

source: Reset the toolbar icons to the installation default.
dutch: Stel de iconen van de werkbalk terug in volgens de standaardinstellingen.
french: Remet la barre d'outils d'icônes à son état par défaut.
german: Symbolleiste auf Voreinstellungen zurücksetzen.
italian: Resetta alle impostazioni predefinite la barra degli strumenti.
russian: Восстановить исходную конфигурацию панели инструментов.
spanish: Restaura los botones predeterminados de las barras de herramientas.

source: Customize toolbar...
dutch: Pas de werkbalk aan...
french: Personnaliser la barre d'outils...
german: Symbolleiste anpassen...
italian: Personalizza barra degli strumenti...
russian: Изменить панель инструментов...
spanish: Personalizar...

source: Customize the icons shown on the toolbar.
dutch: Pas de iconen van de werkbalk aan.
french: Personnalise les icônes affichées dans la barre d'outils.
german: Passt die Icons in der Symbolleiste an.
italian: Personalizza le icone della barra degli strumenti.
russian: Выбрать кнопки, отображаемые на панели инструментов.
spanish: Permite al usuario definir los botones mostrados en las barras de herramientas.

source: Edit label...
dutch: Label bewerken...
french: Éditer label...
german: Textfeld bearbeiten...
italian: Modifica etichetta...
russian: Редактировать метку...
spanish: Editar...

source: Edit the label under the cursor.
dutch: Bewerk het label onder de cursor.
french: Édite le label pointé par le curseur.
german: Textfeld unter dem Cursor bearbeiten.
italian: Modifica l'etichetta sotto il cursore.
russian: Редактировать метку, над которой находится курсор.
spanish: Permite modificar el contenido del cuadro de texto.

source: Delete label
dutch: Verwijder het label
french: Supprimer label
german: Textfeld löschen
italian: Elimina etichetta
russian: Удалить метку
spanish: Eliminar

source: Delete the label under the cursor.
dutch: Verwijder label onder de cursor.
french: Supprime le label pointé par le curseur.
german: Textfeld unter dem Cursor löschen
italian: Elimina l'etichetta sotto il cursore.
russian: Удалить метку, над которой находится курсор.
spanish: Borra el cuadro de texto.

source: Show legend
dutch: Toon de legende
french: Afficher la légende
german: Legende anzeigen
italian: Mostra legenda
russian: Подпись к графику
spanish: Mostrar leyenda
