Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Cannot differentiate recursive function.
dutch: Recursieve betrekking niet afleidbaar.
french: Impossible de dériver une fonction récursive.
german: Eine rekursive Funktion kann nicht differenziert werden.
italian: Impossibile differenziare una funzione ricorsiva.
russian: Невозможно дифференцировать рекурсивную функцию.
spanish: La función recursiva no puede ser derivada.

source: Internal error.
dutch: Interne fout
french: Erreur interne.
german: Interner Fehler.
italian: Errore interno.
spanish: Error interno.

source: Function "%s" cannot be differentiated.
dutch: Functie "%s" niet afleidbaar.
french: La fonction "%s" ne peut pas être dérivée.
german: Die Funktion "%s" kann nicht differenziert werden.
italian: La funzione "%s" non può essere differenziata.
russian: Функция "%s" не может быть продифференцирована.
spanish: La función "%s" no puede ser derivada.

source: Not further specified error occurred under calculation.
dutch: Niet gespecifieerde fout bij berekening.
french: Une erreur non répertoriée s'est produite pendant le calcul.
german: Unbekannter Fehler in der Berechnung.
italian: Errore non ulteriormente specificato durante il calcolo.
russian: Во время вычисления произошла некая ошибка.
spanish: Un cálculo ha originado un error.

source: No solution found. Try another guess or another model.
dutch: Geen oplossing gevonden. Probeer een andere startwaarde of een ander model.
french: Aucune solution trouvée. Essayez une autre valeur initiale ou un autre modèle.
german: Keine Lösung gefunden. Versuchen Sie es mit einer anderen Schätzung oder einem anderen Modell.
italian: Nessuna soluzione trovata. Prova con un'altra espressione o un altro modello.
russian: Решение не найдено. Попробуйте использовать другую модель или другие параметры.
spanish: No se ha encontrado ninguna solución. Prueba con otro modelo.

source: No result found.
dutch: Geen resultaat gevonden.
french: Aucun résultat trouvé.
german: Nichts gefunden.
italian: Nessun risultato trovato.
russian: Нет результатов.
spanish: No se ha encontrado ningún resultado.

source: An accurate result cannot be found.
dutch: Er kan geen nauwkeurig resultaat gevonden worden.
french: Aucun résultat approprié ne peut être trouvé.
german: Eine exaktes Ergebnis kann nicht ermittelt werden.
italian: Impossibile pervenire a un risultato accurato.
russian: Точный результат не может быть найден.
spanish: No se ha encontrado ningún resultado exacto.

source: Internal error. Please notify the programmer with as much information as possible.
dutch: Interne fout. Licht de programmeur zo goed mogelijk in.
french: Erreur interne. SVP contactez le concepteur avec le maximum d'information sur ce qui s'est passé (in english please).
german: Interner Fehler. Teilen Sie dies bitte möglichst detailliert dem Programmierer mit, z.B. wie dieser Fehler auftrat oder wie er sich provozieren lässt.
italian: Errore interno. Per favore contatta il programmatore fornendo il maggior numero di informazioni possibili.
russian: Ошибка программы. Пожалуйста, проинформируйте о ней разработчика с максимумом деталей.
spanish: Error interno. Por favor, notifícalo al programador con tanta información como sea posible.

source: You need to enter a name for the function/constant.
dutch: Hier moet een functie/constante ingebracht worden.
french: Vous devez entrer un nom pour la fonction/constante.
german: Für die Funktion/Konstante muss ein Name vergeben werden.
italian: Bisogna assegnare un nome a funzione/costante.
russian: Необходимо ввести название функции или константы.
spanish: Debes introducir un nombre para la función/constante personalizada.

source: Invalid function/constant name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to redefine built-in names.
dutch: Ongeldige naam voor functie/constante '%s' De naam mag alleen bestaan uit letters en decimale cijfers en moet met een letter beginnen. Ingebouwde namen mogen niet herdefinieerd worden.
french: Nom de fonction/constante invalide '%s'. "Le nom ne peut contenir que des chiffres et des lettres, et il doit commencer par une lettre. De plus vous ne pouvez redéfinir les noms réservés.
german: Unzulässiger Funktions-/Konstantenname '%s'. Ein Name kann nur aus Buchstaben und Zahlen zusammengesetzt werden und muss stets mit einem Buchstaben beginnen. Es ist ferner nicht erlaubt, festdefinierte Namen eigenen Konstanten/Funktionen zuzuweisen.
italian: Nome invalido per la funzione/costante '%s'. Il nome può contenere solo lettere e cifre decimali, e deve sempre cominciare con una lettera. Inoltre non è possibile ridefinire i nomi predefiniti.
russian: '%s' не может быть названием функции или константы. Название может содержать только буквы и цифаы, и должно начинаться с буквы. Также вы не можете использовать встроенные названия.
spanish: Nombre no válido para la función/constante '%s'. El nombre sólo puede contener letras y números, y siempre debe comenzar con una letra. Además, no se te permite utilizar nombres predefinidos en el programa.

source: You need to enter a name for the argument.
dutch: Geef het argument een naam
french: Vous devez entrer un nom pour l'argument.
german: Für das Argument muss ein Name vergeben werden.
italian: Bisogna assegnare un nome all'argomento.
russian: Необходимо ввести название аргумента.
spanish: Debes introducir un nombre para el argumento.

source: Invalid argument name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to use built-in names as argument names.
dutch: Ongeldige naam voor argument '%s'. De naam mag alleen bestaan uit letters en decimale cijfers en moet met een letter beginnen. Ingebouwde namen mogen niet herdefinieerd worden.
french: Nom d'argument invalide '%s'. "Le nom ne peut contenir que des chiffres et des lettres, et il doit commencer par une lettre. De plus vous ne pouvez utiliser un nom réservé pour nom d'argument.
german: Unzulässiger Argumentname '%s'. Ein Name kann nur aus Buchstaben und Zahlen zusammengesetzt werden und muss stets mit einem Buchstaben beginnen. Es ist weiterhin nicht erlaubt, festdefinierte Namen als Argumentnamen in Ausdrücken zu benutzen
italian: Nome invalido per l'argomento '%s'. Il nome può contenere solo lettere e cifre decimali, e deve sempre cominciare con una lettera. Inoltre, non è possibile usare i nomi predefiniti come nomi di argomenti
russian: '%s' не может быть названием аргумента. Название может содержать только буквы и цифаы, и должно начинаться с буквы. Также вы не можете использовать встроенные названия.
spanish: Nombre no válido para el argumento '%'. El nombre sólo puede contener letras y números, y siempre debe comenzar con una letra. Además, no se te permite utilizar nombres predefinidos en el programa como nombres de argumentos.

source: Character found after brackets.
dutch: Karakter gevonden achter de haakjes.
french: Caractère situé hors des parenthèses.
german: Ein Zeichen folgt direkt auf eine Klammer.
italian: Rilevato un carattere dopo le parentesi.
russian: Символ вне скобок.
spanish: Encontrado carácter tras un paréntesis.

source: Symbol "%s" defined more than once.
dutch: Het symbool "%s" werd meermaals gedefinieerd.
french: Le symbole "%s" a été défini plus d'une fois.
german: Symbol "%s" wurde mehrfach definiert.
italian: Il simbolo "%s" è stato definito più di una volta.
russian: Символ "%s" определён в нескольких местах.
spanish: El símbolo "%s" está definido más de una vez.

source: Invalid equation or inequality.
dutch: Ongeldige vergelijking of ongelijkheid.
french: Équation ou inéquation invalide.
german: Gleichung/Ungleichung unzulässig.
italian: Equazione o disequazione non valida.
russian: Неверное уравнение или неравенство.
spanish: Ecuación o inecuación no válida.

source: Updating...
dutch: Aan het updaten...
french: En train de mettre à jour...
german: Aktualisieren...
italian: Aggiornamento...
russian: Обновление...
spanish: Calculando...

source: Save changes?
dutch: Wijzigingen opslaan?
french: Enregistrer les changements ?
german: Änderungen speichern?
italian: Salvare modifiche?
russian: Сохранить изменения?
spanish: ¿Deseas guardar los cambios?

source: Save changes in %s?
dutch: Wijzigingen opslaan in %s?
french: Enregistrer les changements dans %s?
german: Änderungen in %s speichern?
italian: Salva modifiche in %s?
russian: Сохранить изменения в %s
spanish: ¿Deseas guardar los cambios efectuados en %s?

source: You have reached the maximum range of zoom.
dutch: Verder uitzoomen onmogelijk.
french: Vous avez atteint le niveau maximal d'agrandissement.
german: Eine weitere Vergrößerung ist nicht möglich.
italian: Hai raggiunto il limite massimo per lo zoom.
russian: Достигнут максимум увеличения.
spanish: Has alcanzado el límite superior para el zoom.

source: You have reached the minimum range of zoom.
dutch: Verder inzoomen onmogelijk.
french: Vous avez atteint le niveau minimal de réduction.
german: Eine weitere Verkleinerung ist nicht möglich.
italian: Hai raggiunto il limite minimo per lo zoom.
russian: Достигнут минимум увеличения.
spanish: Has alcanzado el límite inferior para el zoom.

source: '%s' must not be zero.
dutch: '%s' moet groter zijn dan 0.
french: '%s' ne doit pas être nul.
german: '%s' darf nicht Null sein.
italian: '%s' non deve essere zero.
russian: '%s' не должно равняться нулю
spanish: '%s' no debe ser cero.

source: Error in value
dutch: Fout in waarde
french: Erreur dans la valeur
german: Wertfehler
italian: Valore errato
russian: Ошибка значения
spanish: Error en el valor

source: '%s' has to be an integer value greater or equal to 0.
dutch: '%s' moet een geheel getal zijn groter dan of gelijk aan 0.
french: '%s' doit être un entier positif.
german: '%s' muss eine natürliche Zahl oder 0 sein.
italian: '%s' deve essere un valore intero maggiore o uguale a 0.
russian: '%s' должно быть целым неотрицательным числом.
spanish: '%s' debe ser un número entero mayor o igual que 0.

source: '%s' must be greater than zero.
dutch: '%s' moet groter zijn dan 0.
french: '%s' doit être strictement positif.
german: '%s' muss größer als 0 sein.
italian: '%s' deve essere maggiore di zero.
russian: '%s' должно быть больше нуля.
spanish: '%s' debe ser mayor que cero.

source: '%s' must be an integer greater than zero.
dutch: '%s' moet een geheel getal groter dan 0 zijn.
french: '%s' doit être un entier strictement positif.
german: '%s' muss eine natürliche Zahl sein.
italian: '%s' deve essere un intero maggiore di zero.
russian: '%s' должно быть натуральным числом.
spanish: '%s' debe ser un número entero mayor que cero.

source: Trying to break zoom limit.
dutch: Aan het proberen de zoomgrens te breken.
french: Vous essayez d'aller au delà des limites du zoom.
german: Versucht die Zoomgrenze zu überschreiten.
italian: Tentativo di violare il limite di zoom.
russian: Предел увеличения.
spanish: Estás intentando superar el límite para el zoom.

source: '%s' must be greater than '%s'
dutch: '%s' moet groter zijn dan '%s'
french: '%s' doit être plus grand que '%s'
german: '%s' muss größer als '%s' sein.
italian: '%s' deve essere maggiore di '%s'
russian: '%s' должно быть больше '%s'
spanish: '%s' debe ser mayor que '%s'.

source: The maximum value must be greater than the minimum value.
dutch: De maximale waarde moet groter zijn dan de minimale.
french: La valeur maximale doit être supérieure à la valeur minimale.
german: Die Obergrenze muss größer als die Untergrenze sein.
italian: Il valore massimo deve essere maggiore del valore minimo.
russian: Максимальное значение должно быть больше минимального.
spanish: El valor máximo debe ser mayor que el valor mínimo.

source: You need to enter a value.
dutch: Je moet een waarde ingeven.
french: Vous devez entrer une valeur.
german: Sie müssen einen Wert eingeben.
italian: Bisogna inserire un valore.
russian: Необходимо ввести значение.
spanish: Debes introducir un valor.

source: This file was created with Graph %s. Only files from version %s and higher can be opened.
dutch: Dit bestand werd gemaakt met Graph%s. Alleen bestanden van de versie %s en hoger kunnen geopend worden.
french: Le fichier a été créé avec Graph %s. Seuls ceux créés avec la version %s ou supérieure peuvent être ouverts.
german: Diese Datei wurde von Graph %s erzeugt. Es lassen sich nur Dateien der Version %s und höher öffnen.
italian: Questo file è stato creato con Graph %s. Solo i file dalla versione %s o superiore possono essere aperti.
russian: Этот файл был создан Graph %s. Поддерживаются только версии начиная с %s.
spanish: Este archivo fue creado con Graph %s. Sólo los archivos desde la versión %s o superior pueden ser abiertos.

source: '%s' is not a valid number.
dutch: '%s' is geen geldig aantal
french: '%s' n'est pas un nombre valide.
german: '%s' ist kein gültiger Wert.
italian: '%s' non è un numero valido.
russian: Ошибка в числе '%s'
spanish: '%s' no es un número válido.

source: '%s' must be a positive number.
dutch: '%s' moet een positief getal zijn.
french: '%s' doit être un nombre strictement positif.
german: '%s' muss größer als 0 sein.
italian: '%s' deve essere un numero positivo.
russian: '%s' должно быть положительным.
spanish: '%s' debe ser un número positivo.

source: File not found: %s
dutch: Bestand niet gevonden: %s
french: Fichier pas trouvé : %s
german: Die Datei %s wurde nicht gefunden.
italian: File non trovato: %s
russian: Файл не найден: %s
spanish: Archivo no encontrado: %s.

source: Error reading file: %s The file is not a correct Graph file.
dutch: Fout bij lezen bestand: %s Bestand is geen geldig Graph-bestand.
french: Erreur en lisant le fichier : %s Le fichier n'est pas un fichier Graph valide.
german: Die Datei %s konnte nicht geladen werden. Die Datei ist keine gültige Graph-Datei.
italian: Errore leggendo il file: %s Il file non è un file di Graph corretto.
russian: Ошибка чтения файла %s Неправильный формат файла.
spanish: Error leyendo el archivo %s. El archivo no es un archivo de Graph correcto.

source: Unknown error while reading file: %s
dutch: Onbekende fout bij lezen van het bestand:%s
french: Erreur inconnue survenue en lisant le fichier : %s
german: Beim Lesen der Datei trat ein unbekannter Fehler auf: %s
italian: Errore sconosciuto nella lettura del file: %s
russian: Некая ошибка при чтении файла: %s
spanish: Error desconocido al leer el archivo %s.

source: Graph files [*.grf]|*.grf
dutch: Graph- bestanden [*.grf]*.grf
french: Fichiers Graph [*.grf]|*.grf
german: Graph-Dateien [*.grf]|*.grf
italian: File di Graph [*.grf]|*.grf
spanish: Archivo de Graph [*.grf]|*.grf

source: Cannot write to file: %s Access denied. Check that the file is not in use or write protected.
dutch: Kan niet schrijven naar het bestand: %s Toegang geweigerd. Controleer of het bestand niet in gebruik is of beschermd.
french: Impossible d'écrire le fichier : %s Accès refusé. Vérifier que le fichier n'est pas utilisé ou protégé en écriture.
german: In die Datei %sn kann nicht gespeichert werden. Der Zugriff wurde verweigert. Stellen Sie sicher, dass die Datei nicht von einem anderen Programm verwendet wird oder schreibgeschützt ist.
italian: Impossibile scrivere sul file: %s Accesso negato. Controlla che il file non sia in uso o protetto da scrittura.
russian: Ошибка при выводе в файл: %s Доступ запрещён. Проверьте, не используется ли файл, и не защищён ли он от записи.
spanish: No se puede acceder al archivo %s. Acceso denegado. Compruebe que el archivo no está en uso o protegido contra escritura.

source: The font "%s" doesn't exist. Standard font is used instead.
dutch: Het lettertype "%s" bestaat niet. In de plaats wordt een standaardlettertype gebruikt.
french: La police "%s" n'existe pas. Une police standard la remplace.
german: Die Schriftart "%s" existiert nicht. Stattdessen wird die Standard-Schriftart benutzt.
italian: Il tipo di carattere "%s" non esiste. Al suo posto ne verrà usato uno standard.
russian: Шрифт "%s" не найден. Вместо него использован стандартный шрифт.
spanish: La fuente "%s" no existe. En su lugar, se usará la fuente estándar.

source: Graph system
dutch: Graph-systeem
french: Repère de Graph
german: Graph-Koordinatensystem
italian: Sistema Graph
russian: Система графиков
spanish: Archivo de Graph

source: Open
french: Ouvrir
german: Öffnen...
italian: Apri
russian: Открыть
spanish: Abrir

source: Selection error
dutch: Selectiefout
french: Erreur de sélection.
german: Fehler bei der Auswahl.
italian: Errore di selezione
russian: Ошибка выделения
spanish: Error de selección

source: File error
dutch: Bestandsfout
french: Erreur de fichier
german: Dateifehler
italian: Errore file
russian: Ошибка при работе с файлом
spanish: Error de archivo

source: Write access failed
dutch: Geen schrijftoegang
french: L'accès en écriture a échoué
german: Schreibzugriffsfehler
italian: Accesso in scrittura fallito
russian: Ошибка доступа при записи
spanish: Acceso de escritura denegado

source: OLE error
dutch: OLE-fout
french: Erreur OLE
german: OLE Fehler
italian: Errore OLE
russian: Ошибка OLE
spanish: Error OLE

source: Error reading object
dutch: Leesfout
french: Erreur en lisant l'objet.
german: Fehler beim Lesen
italian: Errore durante la lettura dell'oggetto
russian: Ошибка чтения объекта
spanish: Error de lectura

source: Not a valid Graph object.
dutch: Geen geldig graph-object
french: Ceci n'est pas un objet Graph valide.
german: Kein gültiges Graph-Objekt
italian: Non è un valido oggetto di Graph.
russian: Недействительный объект Graph.
spanish: No es un objeto de Graph válido.

source: Object error
dutch: Objectfout
french: Erreur à propos de l'objet
german: Objekt-Fehler
italian: Errore oggetto
russian: Ошибка в объекте
spanish: Error de objeto

source: Windows does not have enough resources to save an image that large.
dutch: Windows heeft onvoldoende middelen om een zo groot beeld op te slaan.
french: Windows n'a pas assez de ressources pour enregistrer une image aussi grande.
german: Es steht nicht genügend Arbeitsspeicher zur Verfügung, um ein Bild dieser Größe zu speichern.
italian: Windows non ha abbastanza risorse per salvare una immagine così grande.
russian: Windows не хватает ресурсов для сохранения рисунка такого размера.
spanish: Windows no tiene suficientes recursos para guardar una imagen tan grande.

source: '%1%' must be between %2% and %3%.
dutch: %1%' moet tussen %2% en %3% liggen.
french: '%1%' doit être entre %2% and %3%.
german: '%1%' muß zwischen %2% und %3% liegen.
italian: '%1%' deve essere compreso tra %2% e %3%.
russian: '%1%' должно быть в пределе от %2% до %3%.
spanish: '%1%' debe estar entre %2% y %3%.

source: File not found
dutch: Bestand niet gevonden
french: Fichier pas trouvé
german: Datei nicht gefunden
italian: File non trovato
russian: Файл не найден: %s
spanish: Archivo no encontrado

source: Error reading file
dutch: Leesfout
french: Erreur en lisant le fichier.
german: Fehler beim Lesen der Datei
italian: Errore nella lettura del file
russian: Ошибка чтения файла
spanish: Error leyendo el archivo

source: Printer error
dutch: Printfout
french: Imprimante en erreur
german: Fehler bei Drucken.
italian: Errore di stampa
russian: Ошибка принтера
spanish: Error de impresora

source: Invalid use of infinity. Infinity cannot be used here.
dutch: Ongeldig gebruik van oneindig. Oneindig kan hier niet worden gebruikt.
french: Utilisation non valide de l'infini. L'infini ne peut être utilisé ici.
german: Verwendung von "unendlich" hier nicht möglich.
italian: Utilizzo scorretto di infinito. Qui 'infinito' non può essere usato.
russian: Ошибка бесконечности. Бесконечность не может быть использована здесь.
spanish: Empleo no válido de infinito. El infinito no puede ser usado aquí.

source: Confirm delete
dutch: Bevestig de verwijdering
french: Confirmer l'effacement
german: Möchten Sie wirklich löschen?
italian: Conferma eliminazione
russian: Подтвердите удаление
spanish: Confirmar eliminación

source: Are you sure you want to delete %s?
dutch: Zeker van de verwijdering %s?
french: Êtes-vous sûr de vouloir supprimer %s ?
german: Möchten Sie wirklich %s löschen?
italian: Sei sicuro di voler eliminare %s?
russian: Вы уверены, что хотите удалить %s?
spanish: ¿Estás seguro de que deseas eliminar %s?

source: Graph files [*.grf]|*.grf|All files [*.*]|*.*
dutch: Graph-bestanden [*.grf]|*.grf|Alle bestanden [*.*]|*.*
french: Fichiers Graph [*.grf]|*.grf|Tous les fichiers[*.*]|*.*
german: Graph-Dateien [*.grf]|*.grf|Alle Dateien [*.*]|*.*
italian: File di Graph [*.grf]|*.grf|Tutti i file [*.*]|*.*
spanish: Archivos de Graph [*.grf]|*.grf|Todos los archivos [*.*]|*.*

source: CSV (semicolon delimited) [*.csv]|*.csv|CSV (comma delimited) [*.csv]|*.csv|Text (tab delimited) [*.txt]|*.txt|Text (space delimited) [*.txt]|*.txt|All files [*.*]|*.*
dutch: CSV (puntkomma gescheiden) [*. csv]|*. csv|CSV (komma gescheiden) [*. csv]|*. csv|Tekst (tab gescheiden) [*. txt]|*. txt|Tekst (spatie gescheiden) [*.txt]|*. txt|Alle bestanden [*.*]|*.*
french: CSV (séparateur point-virgule) [*.csv]|*.csv|CSV (séparateur virgule) [*.csv]|*.csv|Text (séparateur tab) [*.txt]|*.txt|Text (séparateur espace) [*.txt]|*.txt|Tous les fichiers [*.*]|*.*
german: CSV (Semikolon-getrennt) [*.csv]|*.csv|CSV (Komma-getrennt) [*.csv]|*.csv|Text (Tabulator-getrennt) [*.txt]|*.txt|Text (Leerzeichen-getrennt) [*.txt]|*.txt|All files [*.*]|*.*
italian: CSV (separato da punto e virgola) [*.csv]|*.csv|CSV (separato da virgola) [*.csv]|*.csv|Testo (separato da tabulatore) [*.txt]|*.txt|Testo (separato da spazio) [*.txt]|*.txt|Tutti file [*.*]|*.*
spanish: CSV (delimitado por puntos y comas) [*.csv]|*.csv|CSV (delimitado por comas) [*.csv]|*.csv|Texto (delimitado por tabulaciones) [*.txt]|*.txt|Texto (delimitado por espacios) [*.txt]|*.txt|Todos los archivos [*.*]|*.*

source: Are you sure you want to delete the model: %s?
dutch: Zeker van de verwijdering van het model: %s
french: Êtes-vous sûr de vouloir supprimer le modèle : %s ?
german: Möchten Sie wirklich das Modell %s löschen?
italian: Sei sicuro di voler eliminare il modello: %s?
russian: Вы уверены, что хотите удалить модель %s?
spanish: ¿Estás seguro de que deseas eliminar el modelo %s?

source: Maximum number on x-axis must be greater than the minimum value.
dutch: Het grootste getal op de x-as moet groter zijn dan de minimumwaarde.
french: Le maximum en abscisse doit être supérieur au minimum.
german: Der Maximalwert auf der X-Achse muss größer als der Minimalwert sein.
italian: Il valore massimo sull'asse-x deve essere maggiore di quello minimo.
russian: Максимальное значение по оси х должно быть больше минимального значения.
spanish: El valor máximo sobre el eje X debe ser mayor que el valor mínimo.

source: Maximum number on y-axis must be greater than the minimum value.
dutch: Het grootste getal op de y-as moet groter zijn dan de minimumwaarde.
french: Le maximum en ordonnée doit être supérieur au minimum.
german: Der Maximalwert auf der Y-Achse muss größer als der Minimalwert sein.
italian: Il valore massimo sull'asse-y deve essere maggiore di quello minimo.
russian: Максимальное значение по оси у должно быть больше минимального значения.
spanish: El valor máximo sobre el eje Y debe ser mayor que el valor mínimo.

source: Server application not found.
dutch: Servertoepassing niet gevonden.
french: Application du serveur pas trouvée.
german: Quell-Anwendung nicht gefunden.
italian: Applicazione server non trovata.
russian: Серверное приложение не найдено.
spanish: La aplicación del servidor no ha sido encontrada.
