Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: In the Save as image dialog there is an Option button you can use to specify the image resolution. This is especially useful if you want a high resolution image.
dutch: Als je kiest voor Opslaan als figuur kan via een Optie drukknop de figuurresolutie ingesteld worden. Heel handig als men kiest voor een hoge resolutie.
french: Dans la boîte de dialogue de Enregistrer comme image... il y a un bouton Options... pour définir la résolution de l'image. C'est particulièrement utile si vous désirez une image en haute résolution.
german: Der Menüpunkt "Als Bilddatei abspeichern" (?) besitzt eine Funktion zur Festlegung der Auflösung der Bilddatei, die insbesondere dann nützlich ist, wenn ein hochaufgelöstes Bild gewünscht ist.
italian: Nella finestra di dialogo 'Salva come immagine', usa il tasto 'Opzioni' per specificare la risoluzione dell'immagine. Questo è particolarmente utile se si desiderano immagini in alta risoluzione.
russian: В диалоге "Сохранить как изображение..." есть кнопка Options, которая позволяет указать разрешение изображения. Это особенно полезно, если вы хотите получить высокое разрешение.
spanish: Cuando guardes el sistema de coordenadas como una imagen, en el cuadro de diálogo Guardar como verás el botón Opciones, que puedes usar para definir el tamaño de la imagen. Dicho botón es especialmente útil si deseas una imagen de alta resolución.

source: Point series can have arrows as markers. A point series with arrows as markers and lines between the points can be used to show vectors.
dutch: Puntenreeksen kunnen met pijlen aangeduid worden. Puntenreeksen met pijlen kunnen gebruikt worden om vectoren voor te stellen
french: Les marqueurs des séries de points peuvent être des flèches. Une série de points avec des flèches pour marqueurs et des lignes entre les marqueurs peut servir à représenter des vecteurs.
german: Punktserien können mit Pfeilen als Endpunkt versehen werden. Eine Punktserie mit einem solchen Endpunkt und einer Geraden zwischen den Punkten kann beispielsweise so einen Vektor darstellen.
italian: Una serie di punti può avere delle frecce come marcatori. Una serie di punti con frecce come marcatori e delle linee tra i punti, può essere usata per visualizzare vettori.
russian: Ряд точек может быть изображён маркерами-стрелками. Если при этом точки соединены линиями, можно получить изображение векторов.
spanish: Una serie de puntos con flechas como marcadores y líneas entre sus puntos puede ser empleada para representar vectores.

source: Insert symbol
dutch: Voeg een symbool in
french: Insérer un symbole
german: Zeichen einfügen
italian: Inserisci simbolo
russian: Вставить символ
spanish: Insertar símbolo

source: Subset:
dutch: Deelverzameling:
french: Sous-ensemble :
italian: Sottoinsieme:
russian: Подмножество:
spanish: Subconjunto:

source: Insert
dutch: Voeg in
french: Insérer
german: Einfügen
italian: Inserisci
russian: Вставить
spanish: Insertar

source: Select color
dutch: Kies een kleur
french: Choisir la couleur
german: Farbe wählen
italian: Seleziona colore
russian: Выберите цвет
spanish: Seleccionar color

source: Customize
dutch: Pas aan
french: Personnaliser
german: Anpassen
italian: Personalizza
russian: Настройка панели
spanish: Personalizar barra de herramientas

source: Description
dutch: Omschrijving
german: Beschreibung:
italian: Descrizione
russian: Описание
spanish: Descripción

source: Cannot open clipboard: %s
dutch: Kan het klembord niet openen: %s
french: Impossible d'ouvrir le presse-papier : %s
german: Die Zwischenablage konnte nicht geöffnet werden: %s
italian: Impossibile accedere agli appunti: %s
russian: Невозможно открыть буфер обмена: %s
spanish: No se puede abrir el Portapapeles: %s

source: There is no default printer currently selected.
dutch: Er is geen printer geïnstalleerd in het systeem.
french: Il n'y a pas d'imprimante par défaut sélectionnée.
german: Kein Standarddrucker ausgewählt.
russian: Принтер по-умолчанию не выбран.
spanish: No hay ninguna impresora instalada.

source: Install for all users
dutch: Installeer voor alle gebruikers
french: Installer pour tous les utilisateurs
german: Für alle Benutzer installieren.
italian: Installa per tutti gli utenti
russian: Установка для всех пользователей
spanish: Instalar para todos los usuarios

source: Examples
dutch: Voorbeelden
french: Exemples
german: Beispiele
italian: Esempi
russian: Образцы
spanish: Ejemplos

source: Print
french: Imprimer
german: Drucken
italian: Stampa
russian: Печать
spanish: Imprimir

source: Scale:
dutch: Schaal:
french: Échelle :
german: Maßstab:
italian: Scala:
russian: Масштаб:
spanish: Escala:

source: Printer
french: Imprimante
german: Drucker
italian: Stampante
russian: Принтер
spanish: Impresora

source: Type:
german: Typ:
italian: Tipo:
russian: Тип:
spanish: Tipo:

source: Where:
dutch: Waar:
french: Port :
german: Ziel:
italian: Dove:
russian: Где:
spanish: Ubicación:

source: Comment:
dutch: Commentaar:
french: Commentaire :
german: Bemerkung:
italian: Commento:
russian: Комментарий:
spanish: Comentario:

source: Select the printer to use. The Properties button may be used to change more advanced settings for the printer.
dutch: Selecteer de printer. De eigenschappenknop kan gebruikt worden om de meer geavanceerde printerinstellingen te veranderen.
french: Choisit l'imprimante à utiliser. Le bouton Propriétés peut être utilisé pour changer les paramètres avancés de l'imprimante.
german: Wählen Sie einen Drucker aus. Mit der Schaltfläche "Eigenschaften" lassen sich mehrere erweiterte Drucker-Einstellungen ändern.
italian: Seleziona la stampante. Usa il tasto 'Proprietà' per accedere alle opzioni di stampa avanzate.
russian: Выберите принтер. Используйте кнопку Свойства для продвинутых настроек принтера.
spanish: Elige la impresora que deseas utilizar. Con el botón Propiedades accederás a las opciones avanzadas de la impresora.

source: Select to print in color (or grayscale if your printer is not a color printer) or convert all colors to black.
dutch: Kies voor kleurendruk ( of grijswaarde als de printer geen kleurenprinter is) of converteer alle kleuren naar zwart.
french: Choisit entre couleur (ou niveaux de gris si imprimantenon couleur) ou conversion des couleurs en noir & blanc.
german: Wählen Sie Farbdruck (oder Graustufendruck, falls es kein Farbdrucker ist) oder konvertieren Sie alle Farben nach schwarz.
italian: Seleziona se stampare a colori, in scala di grigi o in bianco e nero.
russian: Печать в цвете (либо оттенках серого, если принтер не поддерживает печать) или конвертация всего в черный.
spanish: Imprime en color (o escala de grises si tu impresora no es de color), o convierte todos los colores a blanco y negro puros.

source: Print output
dutch: Print uitvoer
french: Gestion des couleurs
german: Ausdruck
italian: Stampa output
russian: Печать
spanish: Impresión

source: Black && white
dutch: Zwart & wit
french: Noir && Blanc
german: Schwarzweiß
italian: Bianco && nero
russian: Чёрно-белая
spanish: Blanco y negro

source: Position (millimeters)
dutch: Plaats(millimeters)
french: Position (millimètres)
german: Position (Millimeter)
italian: Posizione (millimetri)
russian: Расположение (в миллиметрах)
spanish: Posición

source: Left margin:
dutch: Linkermarge:
french: Marge gauche :
german: Linker Rand:
italian: Margine sinistro:
russian: Отступ слева:
spanish: Margen izquierdo:

source: Top margin:
dutch: Bovenmarge:
french: Marge haute :
german: Oberer Rand:
italian: Margine superiore:
russian: Отступ сверху:
spanish: Margen superior:

source: Center the printing area on the page.
dutch: Centreer het afdrukgebied.
french: Centrer la zone imprimée dans la page.
german: Druckbereich auf der Seite zentrieren.
italian: Centra l'area di stampa sulla pagina.
russian: Центрировать область печати на странице.
spanish: Centra el área de impresión en la página.

source: Center on page
dutch: Centreer op de pagina
french: Centrer dans la page
german: Zentrieren
italian: Centra sulla pagina
russian: Центровать на листе
spanish: Centrar en la página

source: Specify the printing area of the page. The printer will print only within these margins.
dutch: Geef het afdrukgebied van de pagina op. De printer zal alleen af binnen deze marges afdrukken.
french: Spécifie la zone imprimable de la page. L'imprimante ne travaillera qu'à l'intérieur de ces marges.
german: Den druckbaren Bereich festlegen. Ausdrucke erfolgen nur innerhalb dieser Begrenzungen.
italian: Specificare l'area di stampa. La stampante stamperà solo quanto è entro tali margini.
russian: Указать область печати страницы. Принтер напечатает только внутри этой области.
spanish: Especifica la distancia entre los márgenes de la página y los márgenes del área de impresión, en milímetros.

source: Number of copies:
dutch: Aantal kopies:
french: Nombre de copies :
german: Anzahl:
italian: Numero di copie:
russian: Количество копий:
spanish: Número de copias:

source: Choose number of copies to print.
dutch: Aantal kopies:
french: Choisit le nombre de copies à imprimer.
german: Geben Sie die Anzahl der zu druckenden Kopien ein.
italian: Scegli quante copie stampare.
russian: Количество копий:
spanish: Indica el número de copias que deseas imprimir.

source: Enter percent of original size.
dutch: Voer procent van het orgineel in.
french: Saisir un pourcentage de la taille d'origine.
german: Geben die den Prozentssatz zur Originalgröße ein.
italian: Specifica la percentuale rispetto alla dimensione originale .
russian: Введите процент от начального размера
spanish: Indica un porcentaje del tamaño original del área gráfica.

source: Zoom
german: Zoomen
russian: Масштаб

source: Internet
russian: Интернет

source: Color:
dutch: Kleur:
french: Couleur :
german: Farbe:
italian: Colore:
russian: Цвет:

source: Normal
dutch: Normale
french: Normale
italian: Perpendicolare
russian: Перпендикуляр

source: Polar
dutch: Polair
french: Trigo
german: Polarform
italian: Polare
russian: Полярный

source: Real
dutch: Reëel
french: Réel
german: Reell
italian: Reale
russian: Действительн.

source: Error
dutch: Fout
french: Erreur
german: Fehler
italian: Errore
russian: Ошибка

source: Error %s
dutch: Fout %s
french: Erreur %s
german: Fehler %s
italian: Errore %s
russian: Ошибка

source: Local
dutch: Lokaal
german: Lokal
italian: Locale
russian: Локальный

source: Global
dutch: Globaal
italian: Globale
russian: Глобальный

source: Color
dutch: Kleur
french: Couleur
german: Farbe
italian: Colore
russian: Цветная

source: Ctrl
german: Strg

source: Ins
french: Inser
german: Einfg

source: Legal
dutch: Legaal
french: Légal
italian: Legale

source: Audio Video Interleave [*.avi]|*.avi
dutch: Audio Video formaat [*.avi]|*.avi

source: Esc
french: Echap
