Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Data from the evaluation table can be copied to another program like Microsoft Excel.
dutch: Gegevens uit een functietabel kunnen gekopieerd worden naar andere programma's, zoals Microsoft Excel, via het klembord.
french: Des données d'une table de valeur approchées peuvent être copiées dans un autre programme comme Microsoft Excel.
german: Daten aus der Wertetabelle können mit Hilfe der Zwischenablage in andere Programme wie Microsoft Excel kopiert werden.
italian: I dati della tabella di valutazione possono essere copiati in altri programmi, tipo Microsoft Excel.
russian: Данные из таблицы оценки могут быть скопированы в другую программу (например, Microsoft Excel) через буфер обмена.
spanish: Los datos de una tabla de valores pueden ser copiados en otros programas, por ejemplo, MS Excel.

source: The data points in a point series can be copied to and from other programs like Microsoft Excel.
dutch: De punten uit een puntenreeks kunnen gekopieerd worden naar andere programma's, zoals Microsoft Excel, via het klembord.
french: Les données définissant une série de poits peuvent être copiées de ou vers un autre programme tel Excel de Microsoft.
german: Die Daten einer Punktserie können mit Hilfe der Zwischenablage von anderen Programmen wie Microsoft Excel importiert werden.
italian: I punti in una serie possono essere copiati in e da altri programmi, tipo Microsoft Excel.
russian: Значения из ряда точек могут быть скопированы в и из других программ (например, Microsoft Excel) через буфер обмена.
spanish: Los datos de una serie de puntos pueden ser copiados a/desde otros programas, por ejemplo, MS Excel.

source: Elements as functions, point series, etc. can be copied from one instance of the program to another using Edit|Copy.
dutch: Functies kunnen van het ene onderdeel van het programma naar een ander gekopieerd worden via het klembord
french: Des éléments tels que fonctions, séries de points, etc... peuvent être copiés d'une session du programme vers une autre avec 'Éditer|Copier'.
german: Mit Hilfe der Zwischenablage lassen sich Funktionen, Punktserien usw. von einem Programmfenster des Programms in ein anderes kopieren (mit Bearbeiten|Kopieren).
italian: Elementi quali funzioni, serie di punti ecc. possono essere copiate da una istanza del programma ad un'altra usando 'Modifica|Copia'
russian: Функции могут быть скопированы из одного окна Graph в другое через буфер обмена, используя меню Редактирование|Копировать.
spanish: Funciones, series de puntos, cuadros de texto, etc., pueden ser copiados desde una ejecución del programa a otra por medio del Portapapeles usando Editar> Copiar, o simplemente desde el menú contextual.

source: You can always undo the last thing you did using Edit|Undo.
dutch: De laatst uitgevoerde actie kan altijd ongedaan gemaakt worden via Bewerken|Ongedaan
french: Vous pouvez toujours annuler la dernière action réalisée en utilisant 'Éditer|Défaire'.
german: Mit Bearbeiten|Rückgängig Wiederherstellen können Sie jederzeit den letzten Schritt rückgängig machen.
italian: Puoi sempre annullare l'ultima azione usando 'Modifica|Annulla'.
russian: Вы всегда можете отменить последние изменения через пункт меню Редактирование|Отменить.
spanish: Siempre puedes eliminar la última acción realizada usando Editar> Deshacer.

source: If you used Edit|Undo by mistake, you can use Edit|Redo to redo what you have undone.
dutch: Heb je per ongeluk iets ongedaan gemaakt dan kun je via Bewerken|Herdoen dit teniet doen.
french: Si vous utilisez 'Éditer|Défaire' par erreur vous pouvez utiliser 'Éditer|Rétablir' pour rétablir ce qui a été défait.
german: Falls Sie Bearbeiten|Rückgängig versehentlich benutzt haben, können sie es mit Bearbeiten|Wiederherstellen wiederherstellen.
italian: Se hai premuto 'Modifica|Annulla' per errore, puoi usare 'Modifica|Ripristina' per ripristinare ciò che avevi annullato.
russian: Если вы использовали меню Редактирование|Отменить по ошибке, вы можете использовать меню Редактирование|Повторить.
spanish: Si empleaste por error Editar> Deshacer, puedes utilizar Editar> Rehacer para recuperar lo que habías deshecho.

source: In the Axes dialog you can add a title to the coordinate system.
dutch: In de dialoogbox van Assen kun je het assenstel een naam geven.
french: Dans la boîte de dialogue ouverte avec 'Éditer|Axes' vous pouvez donner un titre à votre repère.
german: Im Achsendialog können Sie dem Koordinatensystem einen Titel hinzufügen.
italian: Nella finestra di dialogo 'Assi' puoi aggiungere un titolo al sistema di coordinate.
russian: В диалоге Оси (Редактирование|Оси) вы можете ввести заголовок графика.
spanish: En Editar> Ejes> Configuración, la caja de texto Título te permite agregar una descripción del sistema de coordenadas.

source: You can import point series from files saved by other programs, like Microsoft Excel.
dutch: Je kan puntenreeksen invoeren vanuit andere programma's, zoals Microsoft Excel.
french: Vous pouvez importer des points d'un fichier enregistré avec un autre programme, comme Microsoft Excel.
german: Sie können Punktserien aus Dateien einfügen, die von anderen Programm wie Microsoft Excel abgespeichert wurden.
italian: Puoi importare una serie di punti da file salvati da altri programmi, come Microsoft Excel.
russian: Вы можете импортировать ряд точек из файлов, сохранённых другими программами, например, Microsoft Excel.
spanish: Puedes importar series de puntos desde archivos guardados por otros programas, por ejemplo, MS Excel.

source: When inserting a point series, you can copy data from programs like Microsoft Excel, and paste the data into the grid in Graph.
dutch: Puntenreeksen invoegen kan door de gegevens te kopiëren in andere programma's, zoals Microsoft Excel, en ze te plakken in Graphrooster.
french: Quand vous insérez une série de points vous pouvez copier des données d'un programme comme Microsoft Excel et les coller dans la grille de Graph.
german: Wenn Sie eine Punktserie einfügen, können Sie Daten von anderen Programmen wie Microsoft Excel kopieren und ins Raster von Graph einfügen.
italian: Nell'inserire una serie di punti, puoi copiare i dati da altri programmi, come Microsoft Excel, ed incollarli nella griglia di Graph.
russian: Добавляя ряд точек, вы можете скопировать данные из программ, например, Microsoft Excel, и поместить в ячейки данных Graph.
spanish: Cuando estés introduciendo una serie de puntos, puedes copiar datos desde otros programas –por ejemplo, MS Excel– y pegarlos en la cuadrícula de Graph.

source: You can use 'Zoom|Fit all' to change the coordinate system so all functions and point series are visible.
dutch: Met 'Zoom|Alle punten' zorg je ervoor dat alle punten van een puntenreeks zichtbaar zijn.
french: Vous pouvez utiliser 'Zoom|Tous les points' pour ajuster le repère de façon à voir tous les points de la série.
german: Mit Zoomen|Alle Punkte wird das Programmfenster so angepasst, dass alle Punktserien sichtbar sind.
italian: Puoi usare 'Zoom|Adatta tutto' per modificare il sistema di coordinate in modo da rendere visibili tutte le funzioni e le serie di punti.
russian: Используйте меню 'Масштаб|По величине (все)', чтобы все точки были показаны на графическом поле.
spanish: Puedes usar Zoom> Ajustar todo para redimensionar el sistema de coordenadas y mostrar todos los elementos insertados en el sistema de coordenadas.

source: You can use Zoom|Fit to change the coordinate system to show all parts of the selected function or point series.
dutch: Met Zoom|Passend zorg je ervoor dat alle geselecteerde punten van een puntenreeks zichtbaar zijn.
french: Vous pouvez utiliser 'Zomm|Ajuster' pour modifier le repère de façon à afficher le mieux possible la fonction ou la série de points.
german: Zoomen|Passend passt die Ansicht so an, dass die gewählte Funktion oder Punktserie komplett sichtbar ist.
italian: Puoi usare 'Zoom|Adatta' per modificare il sistema di coordinate in modo da mostrare integralmente la funzione o la serie di punti selezionate.
russian: Используйте меню 'Масштаб|Показать функцию', чтобы показать выбранную функцию или ряд точек на всё графическое поле.
spanish: Puedes usar Zoom> Ajustar para redimensionar el sistema de coordenadas y mostrar el elemento seleccionado de un modo óptimo.

source: When you hold down the Shift key you can drag the coordinate system around with the mouse.
dutch: Hou je de Shift-toets ingedrukt, dan kun je het assenstel bewegen met de muis.
french: Quand vous tenez appuyée la touche Majuscule vous pouvez déplacer le repère en tous sens avec la souris.
german: Bei gedrückter Shift-Taste können Sie das Koordinatensystem frei verschieben.
italian: Tenendo premuto il tasto Shift puoi spostare ovunque il sistema di coordinate trascinandolo con il mouse.
russian: Удерживая клавишу Shift, вы можете перемещать систему координат мышью.
spanish: Cuando mantienes presionada la tecla Mayúsculas, puedes arrastrar el sistema de coordenadas con el ratón.

source: You can use Calc|Evaluate to find intersections between functions, crossings with the axes and extremum points.
dutch: Met Bereken|Evalueer kun je de doorsnede van twee functies vinden, snijpunten met de assen en extrema.
french: Vous pouvez uiliser 'Calc|Évaluer...' pour déterminer les intersections entre focntions, avec les axes et les extremums.
german: Benutzen Sie Berechen|Funktionswerte, um Schnittpunkte zwischen den Funktionen, Schnittpunkte mit den Achsen sowie Extremwerte zu ermitteln.
italian: Puoi usare 'Calc|Valuta' per trovare intersezioni tra funzioni, incrocianti gli assi e i punti estremi.
russian: Вы можете использовать меню 'Вычисления|Значения' для нахождения пересечений между функциями, пересечений функций с осями, и экстремумов.
spanish: Puedes usar Calcular> Evaluación para hallar intersecciones entre funciones, puntos de corte con los ejes y puntos extremos (mínimos y máximos).

source: When a point series is selected you can add points to it by clicking on the image while you hold down the Ctrl key.
dutch: Als een puntenreeks geselecteerd is dan kunnen punten toegevoegd worden door op het beeld te klikken terwijl de Ctrl-toets ingedrukt is.
french: Quand une série de points est sélectionnée vous pouvez y ajouter des points en cliquant sur le dessin avec la touche Ctrl maintenue appuyée.
german: Sie können bei einer ausgewählten Punktserie Punkte hinzufügen, indem sie bei gedrückter Strg-Taste auf das Koordinatensystem klicken.
italian: Quando una serie di punti è selezionata puoi aggiungerci dei punti cliccando sull'immagine e tenendo premuto il tasto Ctrl.
russian: Когда выбран ряд точек, вы можете добавлять новые точки, щёлкая на графике левой кнопкой мыши при нажатой клавише Ctrl.
spanish: Si una serie de puntos está seleccionada, puedes añadirle más puntos con el puntero del ratón haciendo clic sobre el sistema de coordenadas mientras mantienes presionada la tecla Ctrl. Como guía, las coordenadas del puntero están indicadas en la barra de estado.

source: You can use a relation to plot any inequality, for example sin(x^2) < cos(y^2)
dutch: Een relatie kan gebruikt worden om een ongelijkheid te plotten, bijvoorbeeld sin(x^2) < sin (y^2)
french: Vous pouvez utiliser une relation pour visualiser toute inéquation, par exemple sin(x^2) < cos(y^2)
german: Relationen können dazu verwendet werden, um Ungleichungen grafisch darstellen zu lassen, z.B. sin(x^2) < cos(y^2)
italian: Puoi usare una relazione per rappresentare qualsiaisi disequazione, per esempio sin(x^2) < cos(y^2)
russian: Вы можете использовать соотношение для построения неравенства, например, sin(x^2) < cos(y^2)
spanish: Puedes emplear Función> Insertar ecuación/inecuación para representar gráficamente la inecuación que desees. Ejemplo: sin(x^2)<cos(y^2)

source: You can use a relation to plot any equation, for example x*sin x = y*cos y
dutch: Een vergelijking kan geplot worden door gebruik te maken van relaties, bijvoorbeeld x*sin x= y*cos y
french: Vous pouvez utiliser une relation pour représenter toute équation, par exemple x*sin x = y*cos y
german: Relationen können auch dazu verwendet werden, um beliebige Gleichungen grafisch darstellen zu können, z.B. x*sin x = y*cos y
italian: Puoi usare una relazione per rappresentare una equazione, per esempio x*sin x = y*cos y
russian: Вы можете использовать соотношение для построения любого уравнения, например, x*sin x = y*cos y
spanish: Puedes emplear Función> Insertar ecuación/inecuación para representar gráficamente la ecuación que desees. Ejemplo: x*sin(x)=y*cos(y)

source: Elements (functions, shadings, labels, relations, etc.) are drawn in the same order they appear in the function list to the left.
dutch: Elementen (functies, arceringen, labels, relaties, enz.) worden in dezelfde volgorde getekend als dat ze in de lijst van functies voorkomen.
french: Les éléments (fonctions, remplissages, textes, relations, etc...) sont tracés dans l'ordre de leur liste dans la fenêtre de gauche.
german: Die einzelnen Teile des Koordinatensystems (Funktionen, Schraffuren, Beschriftungen, Relationen, usw.) werden in derselben Reihenfolge gezeichnet wie sie in der Funktionenliste links angeordnet sind.
italian: Gli elementi (funzioni, ombreggiature, etichette, relazioni, etc.) sono disegnati nello stesso ordine in cui appaiono nella lista delle funzioni sulla sinistra.
russian: Элементы (функции, участки, надписи, уравнения...) выводятся в том порядке, в котором они находятся в списке функций слева.
spanish: Funciones, ecuaciones, series de puntos, etc., son dibujados en el mismo orden en que aparecen en el panel de contenido, a la izquierda de la ventana gráfica.

source: You can move the selected element in the function list either by dragging it with the mouse or with the arrow up/down keys while ALT is held down.
dutch: Een in de lijst functies geselecteerd element kan verplaatst worden met de muis of met de opwaartse/neerwaartse pijlen terwijl de ALT-toets ingedrukt gehouden wordt.
french: Vous pouvez déplacer l'élément sélectionné dans la liste à gauche soit avec la souris, soit avec les flèches haut/bas en tenant la touche ALT appuyée.
german: Die Reihenfolge der Elemente in der Funktionsliste kann entweder per Drag & Drop oder mit Hilfe von ALT und den Cursor-Tasten verändert werden.
italian: Puoi spostare l'elemento selezionato nella lista delle funzioni sia con il mouse che con i tasti freccia su/giù tenendo premuto il tasto ALT.
russian: Вы можете перемещать выбранный элемент в списке функций, перетаскивая его мышью, или клавишами-стрелками, удерживая нажатой клавишу Alt.
spanish: Puedes mover un elemento mostrado en el panel de contenido arrastrándolo con el ratón o, previa selección, con las teclas de dirección Arriba/Abajo mientras mantienes presionada la tecla Alt.

source: You can show functions and other elements behind the axes by moving the element above the axes in the function list to the left. To move shadings and tangents you will have to move the functions they are attached to.
dutch: Arceringen en andere elementen die achter de assen liggen kunnen zichtbaar gemaakt worden door het element over de assen naar links te bewegen in de lijst van functies.
french: Vous pouvez afficher fonctions et autres éléments derrière les axes en déplaçant ces éléments au-dessus des axes dans la liste des fonctions à gauche. Pour déplacer des remplissages ou des tangentes vous devez déplacer les fonctions auxquelles ils sont liés.
german: Funktionen und andere von den Achsen verdeckte Zeichnungselemente können vor die Koordinatenachsen geschoben werden, indem man in der Funktionsliste ihren Eintrag nach oben über den der Koordinatenachsen schiebt. Um Schraffuren und Tangenten zu verschieben, müssen die mit ihnen verbundenen Funktionen verschoben werden.
italian: Puoi mostrare funzioni o altri elementi nascosti dagli assi muovendo l'elemento al di sopra agli assi, nella lista delle funzioni sulla sinistra. Per spostare ombreggiature e tangenti è necessario spostare le funzioni da cui dipendono.
russian: Вы можете поместить штриховку и другие элементы за оси, поместив его выше осей в списке функций слева. Штриховка и касательные перемещаются в месте с графиком функции и зависят от его положения.
spanish: Puedes mover un elemento mostrado en el panel de contenido arrastrándolo con el ratón. Para mover tangentes, normales y rellenos, tendrás que mover las funciones a las que están unidos.

source: Custom text labels may be attached to the axes by right clicking on the label and selecting a placement from the context menu.
dutch: Tektslabels kunnen vastgemaakt worden aan de assen door rechts klikken op het label en het kiezen van een plaatsing uit het contextmenu.
french: Les labels à texte personnalisés peuvent être liés aux axes par un clic droit sur le label et le choix d'un placement depuis le menu contextuel.
german: Selbstdefinierte Beschriftungen können auch als Achsenbeschriftung verwendet werden. Per Kontextmenü (Rechtsklick auf der Beschriftung) kann diese Art der Platzierung ausgewählt werden.
italian: Etichette di testo personalizzate possono essere collegate agli assi cliccando, col pulsante destro del mouse, sull'etichetta e selezionando la disposizione dal menu contestuale.
russian: Произвольные подписи могут быть помещены у осей через контекстное меню надписи "Расположение"
spanish: Un cuadro de texto puede ser unido a un eje haciendo clic derecho sobre aquél, y seleccionando una situación desde el menú contextual.

source: The legend may be moved freely with the mouse or attached to one of the corners by right clicking on the legend and choose a placement from the context menu.
dutch: Men kan de legende met de muis vrij bewegen of vastmaken aan een van de hoeken door rechts te klikken en door een plaatsing te kiezen uit het contextmenu.
french: La légende peut être déplacée librement avec la souris ou liée à l'un des coins choisi dans le menu contextuel après un clic droit.
german: Die Legende kann mit der Maus frei oder in einer der vier Bildschirmecken fest platziert werden. Die Platzierung in einer Ecke kann per Kontextmenü festgelegt werden.
italian: La legenda può essere spostata liberamente col mouse o attaccata ad uno degli angoli cliccando, con il pulsante destro, sulla stessa e scegliendone la disposizione dal menu contestuale.
russian: Подпись к графику можно перемещать с помощью мыши, или поместить в один из углов изображения через контекстное меню.
spanish: La leyenda puede ser libremente arrastrada con el ratón, o anclada en una de las esquinas de la ventana gráfica. Para ello, haz clic derecho sobre la leyenda y selecciona una situación desde el menú contextual.

source: As an alternative to Transparent, you can choose a custom background color for labels. This is especially useful for labels drawn over shadings.
dutch: Een menu kan naast transparant ook een kleur krijgen. Dit is vooral interessant als een menu boven een schaduw getekend wordt.
french: Comme alternative à Transparent vous pouvez choisir une couleur de fond personnalisée pour les labels. C'est particulièrement utile pour les labels placés sur des remplissages.
german: Beschriftungen können (anstelle durchsichtig zu sein) auch mit einer Hintergrundfarbe belegt werden. Dies empfiehlt sich, falls eine Beschriftung über einer Schraffur liegen soll.
italian: Come alternativa a 'Trasparente', puoi scegliere un colore di sfondo per le etichette. Ciò è particolarmente utile per le etichette da porre sopra le ombreggiature.
russian: Вы можете выбрать не только прозрачный, но и цветной фон для надписей на графике. Это особенно полезно для надписей, помещаемых на штрихованных участках.
spanish: Como una alternativa a la opción Sin color, puedes personalizar el color para el fondo de los cuadros de texto. Esto es especialmente útil si un cuadro de texto está situado dentro de un relleno.

source: In most places like point series, axes settings, function ranges, etc., you can use expressions like pi/4 instead of numbers.
dutch: In de meeste plaatsen zoals punten reeksen, as-instellingen, bereik van functies, kunnen we uitdrukkingen zoals pi/4 in plaats van getallen.
french: Dans la plupart des éléments comme séries de points, paramètres des axes, intervalles des fonctions, etc., vous pouvez utiliser des expressions comme pi/4 au lieu de nombres.
german: Für diverse numerische Angaben (wie z.B. bei Punktserien, Skalenteilung der Achsen, Definitionsbereiche von Funktionen, usw.) können anstelle von konkreten Zahlen auch Ausdrücke wie z.B. pi/4 benutzt werden.
italian: In molte situazioni quali serie di punti, configurazioni degli assi ecc. ecc., puoi usare espressioni del tipo pi/4 al posto dei numeri.
russian: В большинстве случаев (ряд точек, параметры осей, диапазон функций, и т.д.) вы можете использовать выражения, такие как pi/4, вместо цифр.
spanish: En las configuraciones de los ejes, intervalos de una función, series de puntos, etc., puedes emplear pi o números fraccionarios en lugar de enteros. Ejemplos: pi/4, 2/3.

source: You can create your own custom constants under Function|Custom functions for use in functions, point series, etc. For example g=9.80665, R=8.31
dutch: Je kunt eigen standaardconstanten creëren onder Functie|Standaard functies en gebruiken bij functies, puntenreeksen, enz. Bijvoorbeeld g=9.80665, R=8.31 .
french: Vous pouvez créer vos propres constantes personnelles dans Fonction|Fonctions/constantes personnelles... pour utilisation dans vos séries de points, fonctions etc. Par exemple g=9.80665, R=8.31
german: Eigene Konstanten (zur Verwendung in Funktionsdefinitionen, Punktserien, usw.) können unter Funktion|Benutzerdefiniert definiert werden. Beispiel: g=9.80665 R=8.31
italian: Puoi creare le tue costanti personalizzate, dal menu 'Funzione|Personalizza funzioni', da usare per funzioni, serie di punti, ecc. Per esempio g=9.80665, R=8.31
russian: Вы можете создать свои собственные константы через меню "Функции|Пользовательские функции..." для использования в функциях, рядах точек, и т.д. Например, g=9.80665, R=8.31
spanish: Puedes crear tus propias constantes en Función> Personalizar funciones/constantes para utilizarlas en funciones, series de puntos, etc. Ejemplos: g=9.80665, R=8.31

source: You can create your own custom functions under Function|Custom functions for use in plotting functions, relations, etc. For example sinc(x)=if(x=0, 0, sin(x)/x)
dutch: Je kunt eigen standaardfuncties creëren onder Functie|Standaard functies en gebruiken bij het voorstellen van functies, relaties, enz. Bijvoorbeeld sinc(x)=if(x=0,sin(x)/x)
french: Vous pouvez créer vos propres fonctions personnelles dans Fonction|Fonctions/constantes personnelles... pour utilisation dans vos séries de points, fonctions etc. Par exemple sinc(x)=if(x=0, 0, sin(x)/x)
german: Eigene Funktionen (zur Verwendung in anderen Funktionsdefinitionen, Relationen, usw.) können unter Funktion|Benutzerdefiniert erstellt werden. Beispiel: sinc(x)=if(x=0, 0, sin(x)/x)
italian: Puoi creare le tue funzioni personalizzate, dal menu 'Funzione|Personalizza funzioni', da usare nel tracciare funzioni, relazioni, ecc. Ad esempio sinc(x)=if(x=0, 0, sin(x)/x)
russian: Вы можете создать свои собственные функции через меню "Функции|Пользовательские функции..." для использования при построении графиков, в соотношениях, и т.д. Например, sinc(x)=if(x=0, 0, sin(x)/x)
spanish: Puedes crear tus propias funciones en Función> Personalizar funciones/constantes, y utilizarlas para representar gráficamente funciones, ecuaciones, etc. Por ejemplo, la función personalizada sinc(x) definida como if(x=0, 0, sin(x)/x).
