Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Open file: %s
dutch: Open bestand: %s
french: Ouvrir le fichier : %s
german: Öffne die Datei %s
italian: Apri il file: %s
russian: Открыть файл %s.
spanish: Abrir archivo: %s

source: Show in legend
dutch: Toon in de legende.
french: Afficher dans la légende
german: In der Legende anzeigen
italian: Mostra nella legenda
russian: Показывать в подписи к графику
spanish: Mostrar en la leyenda

source: Check to show the selected item in the legend.
dutch: Controleer of het geselcteerde getoond kan worden in de legende.
french: Cocher pour afficher l'item sélectionné dans la légende.
german: Aktivieren, um das gewählte Element in der Legende anzuzeigen.
italian: Spunta per mostrare l'oggetto selezionato in legenda.
russian: Отметьте, чтобы выбранный объект был включён в подпись к графику.
spanish: Muestra el elemento seleccionado en la leyenda.

source: Placement
dutch: Plaatsing
french: Emplacement
german: Platzierung
italian: Disposizione
russian: Расположение
spanish: Situación

source: Above x-axis
dutch: Boven de x-as
french: Au-dessus de l'axe des x
german: Über der X-Achse
italian: Sopra l'asse-x
russian: Над осью x
spanish: Por encima del eje X

source: Place the label directly above the x-axis on the right side of the image.
dutch: Plaats het label vlak boven de x-as rechts van het beeld.
french: Place le label directement au-dessus de l'extrémité droite de l'axe des x.
german: Platziert den Textfeld rechts im Bild, direkt über der X-Achse.
italian: Posiziona l'etichetta direttamente sopra l'asse x sulla destra dell'immagine.
russian: Помещать подпись над осью х на правой стороне графика.
spanish: Coloca el cuadro de texto por encima del eje X, en la parte derecha de la ventana gráfica.

source: Below x-axis
dutch: Onder de x-as
french: En-dessous de l'axe des x
german: Unter der X-Achse
italian: Sotto l'asse-x
russian: Под осью x
spanish: Por debajo del eje X

source: Place the label directly below the x-axis on the right side of the image.
dutch: Plaats het label vlak onder de x-as rechts van het beeld.
french: Place le label directement en-dessous de l'extrémité droite de l'axe des x.
german: Platziert den Textfeld rechts im Bild, direkt unter der X-Achse.
italian: Posiziona l'etichetta direttamente sotto l'asse-x sulla destra dell'immagine.
russian: Помещать подпись под осью х на правой стороне графика.
spanish: Coloca el cuadro de texto por debajo del eje X, en la parte derecha de la ventana gráfica.

source: Left of y-axis
dutch: Links van de y-as
french: À gauche de l'axe des y
german: Links der Y-Achse
italian: A sinistra dell'asse-y
russian: Слева от оси у
spanish: A la izquierda del eje Y

source: Place the label to the left of the y-axis at the top of the image.
dutch: Plaats het label links van de y-as bovenaan het beeld.
french: Place le label directement à gauche de l'extrémité haute de l'axe des y.
german: Platziert den Textfeld oben im Bild, direkt links der Y-Achse.
italian: Posiziona l'etichetta alla sinistra dell'asse-y al di sopra dell'immagine.
russian: Помещать подпись слева от оси у вверху графика.
spanish: Coloca el cuadro de texto a la izquierda del eje Y, en la parte superior de la ventana gráfica.

source: Right of y-axis
dutch: Rechts van de y-as
french: À droite de l'axe des y
german: Rechts der Y-Achse
italian: A destra dell'asse-y
russian: Справа от оси у
spanish: A la derecha del eje Y

source: Place the label to the right of the y-axis at the top of the image.
dutch: Plaats het label rechts van de y-as bovenaan het beeld.
french: Place le label directement à droite de l'extrémité haute de l'axe des y.
german: Platziert den Textfeld oben im Bild, direkt rechts der Y-Achse.
italian: Posiziona l'etichetta alla destra dell'asse-y al di sopra dell'immagine.
russian: Помещать подпись справа от оси у вверху графика.
spanish: Coloca el cuadro de texto a la derecha del eje Y, en la parte superior de la ventana gráfica.

source: Custom...
dutch: Standaard
french: Personnalisé...
german: Benutzerdefiniert...
italian: Personalizza...
russian: Произвольное
spanish: Personalizar...

source: Place the label at a custom position.
dutch: Plaats het label op een geschikte plaats.
french: Place le label dans la position de son choix.
german: Textfeld an einer beliebigen Stelle platzieren.
italian: Pone l'etichetta in una data posizione.
russian: Поместить метку в произвольные координаты.
spanish: Fija el cuadro de texto en las coordenadas especificadas.

source: Rotation
dutch: Rotatie
italian: Rotazione
russian: Угол поворота
spanish: Girar

source: Show the label with no rotation.
dutch: Toon het label.
french: Affiche le label sans rotation.
german: Textfeld in der Anzeige nicht drehen.
italian: Mostra l'etichetta senza rotazione
russian: Не поворачивать метку.
spanish: No aplica ningún giro al cuadro de texto.

source: Show the label rotated 90° counter clockwise.
dutch: Toon het label 90° gedraaid in tegenuurwijzerzin.
french: Affiche le label pivoté de 90° sens horaire.
german: Textfeld 90° im Uhrzeigersinn drehen.
italian: Mostra l'etichetta ruotata di 90° in senso orario
russian: Отобразить метку повернутой на 90 градусов против часовой стрелки
spanish: Gira el cuadro de texto 90º en sentido antihorario.

source: Show the label rotated 180°.
dutch: Toon het label 180° gedraaid.
french: Affiche le label pivoté de 180°.
german: Textfeld um 180° drehen.
italian: Mostra l'etichetta ruotata di 180°
russian: Отобразить метку повернутой на 180 градусов
spanish: Gira el cuadro de texto 180º.

source: Show the label rotated 270° counter clockwise.
dutch: Toon het label 270° gedraaid in tegenuurwijzerzin.
french: Affiche le lable pivoté de 270° sens horaire
german: Textfeld um 90° gegen den Uhrzeigersinn drehen.
italian: Mostra l'etichetta ruotata di 270* in senso orario
russian: Отобразить метку повернутой на 270 градусов против часовой стрелки
spanish: Gira el cuadro de texto 270º en sentido antihorario.

source: Specify the angle of rotation for the label.
dutch: Specifieer de draaihoek voor het label.
french: Spécifie l'angle de rotation du label.
german: Geben Sie den Drehwinkel für das Textfeld an.
italian: Specifica l'angolo di rotazione dell'etichetta
russian: Указать угол поворота метки.
spanish: Define el ángulo de giro para el cuadro de texto.

source: Export to file...
dutch: Exporteer naar bestand ...
french: Exporter vers un fichier...
german: In Datei exportieren...
italian: Esporta su file...
russian: Экспортировать в файл...
spanish: Exportar...

source: Export the selected point series to a file.
dutch: Exporteer de geselecteerde puntenreeksen naar een bestand
french: Exporte la série de points sélectionnée vers un fichier.
german: Ausgewählte Punktserie in eine Datei exportieren.
italian: Esporta la serie di punti selezionata su file.
russian: Экспортировать выбранный ряд точек в файл.
spanish: Exporta la serie de puntos seleccionada a un archivo.

source: Import
dutch: Importeer
french: Importer
german: Importieren
italian: Importa
russian: Загрузить (импортировать)
spanish: Importar

source: File
dutch: Bestand
french: Fichier
german: Datei
russian: Файл
spanish: Archivo

source: Edit
dutch: Bewerken
french: Éditer
german: Bearbeiten
italian: Modifica
russian: Редактирование
spanish: Editar

source: Function
dutch: Functie
french: Fonction
german: Funktion
italian: Funzione
russian: Функции
spanish: Función

source: Calc
dutch: Bereken
french: Calculer
german: Berechnen
russian: Вычисления
spanish: Calcular

source: Plugins
russian: Плагины
spanish: Complementos

source: Help
french: Aide
italian: Aiuto
russian: Помощь
spanish: Ayuda

source: New
dutch: Nieuw
french: Nouveau
german: Neu
italian: Nuovo
russian: Новый
spanish: Nuevo

source: Create a new coordinate system.
dutch: Creëer een nieuw assenstelsel.
french: Crée un nouveau repère.
german: Erstellt ein neues Koordinatensystem.
italian: Crea un nuovo sistema di coordinate.
russian: Создать новую систему координат.
spanish: Crea un nuevo sistema de coordenadas.

source: Open...
french: Ouvrir...
german: Öffnen...
italian: Apri...
russian: Открыть...
spanish: Abrir...

source: Read a coordinate system from a file.
dutch: Lees een assenstelsel uit een bestand.
french: Lit un repère enregistré dans un fichier.
german: Gespeicherte Koordinatensysteme und Funktionen aus einer Datei laden.
italian: Legge un sistema di coordinate da un file.
russian: Загрузить систему координат и функции из файла.
spanish: Abre un sistema de coordenadas ya guardado.

source: Save
dutch: Sla op
french: Enregistrer
german: Speichern
italian: Salva
russian: Сохранить
spanish: Guardar

source: Write the current coordinate system to a file.
dutch: Sla het huidige assenstelsel op.
french: Enregistre le repère dans un fichier.
german: Koordinatensystem und Funktionen in einer Datei abspeichern.
italian: Scrivi il sistema di coordinate corrente su file.
russian: Записать систему координат и функции в файл.
spanish: Guarda los cambios efectuados en el archivo abierto sobrescribiendo su última versión.

source: Save as...
dutch: Sla op als
french: Enregistrer sous...
german: Speichern unter...
italian: Salva come...
russian: Сохранить как...
spanish: Guardar como...

source: Write the current coordinate system to a file with a new name.
dutch: Sla het huidge assenstelsel op onder een nieuwe naam.
french: Enregistre le repère sous un nouveau nom de fichier.
german: Speichert das Koordinatensystems unter einem neuen Namen.
italian: Scrivi l'attuale sistema di coordinate con nuovo nome.
russian: Сохранить систему координат под новым названием.
spanish: Guarda el sistema de coordenadas activo en un archivo.

source: Save copy as...
dutch: Sla kopie op als
french: Enregistrer une copie sous...
german: Kopie speichern unter
italian: Salva copia come...
russian: Сохранить копию как...
spanish: Guardar copia como...

source: Save a copy of the current coordinate system to a file.
dutch: Sla een kopie op van het huidige assenstelsel.
french: Enregistre une copie du repère en cours dans un fichier.
german: Eine Kopie des aktuellen Koordinatensystems abspeichern.
italian: Salva una copia dell'attuale sistema di coordinate su file.
russian: Сохранить копию текущей системы координат.
spanish: Guarda una copia del sistema de coordenadas activo.

source: Save as image...
dutch: Als figuur opslaan...
french: Enregistrer comme image...
german: Als Bilddatei abspeichern...
italian: Salva come immagine...
russian: Сохранить как изображение...
spanish: Guardar como imagen...

source: Save the shown coordinate system as an image.
dutch: Sla het getoonde assenstelsel op als een figuur.
french: Enregistre le repère affiché comme image.
german: Das Koordinatensystem als Bilddatei (*.emf, *.bmp oder *.png) abspeichern.
italian: Salva il sistema di coordinate visualizzato come immagine.
russian: Сохранить изображение графика.
spanish: Guarda el sistema de coordenadas activo como una imagen.

source: Print...
dutch: Druk af...
french: Imprimer...
german: Drucken...
italian: Stampa...
russian: Печать...
spanish: Imprimir...

source: Print shown coordinate system.
dutch: Druk het getoonde assenstelsel af.
french: Imprime le repère affiché.
german: Druckt das angezeigte Koordinatensysteme aus.
italian: Stampa il sistema di coordinate visualizzato.
russian: Печать текущего графика.
spanish: Imprime el sistema de coordenadas activo.

source: Exit
dutch: Sluit af
french: Quitter
german: Beenden
italian: Esci
russian: Выход
spanish: Salir

source: Quit the program.
dutch: Verlaat het programma
french: Quitte le programme.
german: Beendet das Programm.
italian: Esci dal programma.
russian: Выйти из программы
spanish: Cierra el programa.

source: Undo
dutch: Maak ongedaan
french: Défaire
german: Rückgängig
italian: Annulla
russian: Отменить
spanish: Deshacer

source: Undo the last action.
dutch: Maak de laatste bewerking ongedaan
french: Défait la dernière action.
german: Die letzte Aktion rückgängig machen.
italian: Annulla l'ultima azione.
russian: Отменить последнее действие.
spanish: Anula la última acción realizada.

source: Redo
dutch: Opnieuw
french: Rétablir
german: Wiederherstellen
italian: Ripristina
russian: Повторить
spanish: Rehacer

source: Redo the last action undone.
dutch: Doe de laatste bewerking opnieuw.
french: Refait la dernière action défaite
german: Die letzte rückgängig gemachte Aktion wiederherstellen.
italian: Ripristina l'ultima azione annullata.
russian: Повторить последнее отменённое действие.
spanish: Invierte la última acción deshecha.

source: Cut
dutch: Knip
french: Couper
german: Ausschneiden
italian: Taglia
russian: Вырезать
spanish: Cortar

source: Cut the selected function or point series to the clipboard.
dutch: Knip de geselecteerde puntenreeks of functie naar het klembord.
french: Coupe la fonction ou la série de points sélectionnée et la met dans le presse-papiers.
german: Die gewählte Funktion oder Punktserie ausschneiden und in der Zwischenablage ablegen.
italian: Taglia negli appunti la funzione o serie di punti selezionati.
russian: Вырезать выбранную функцию или ряд точек и поместить в буфер обмена.
spanish: Corta el elemento seleccionado y lo coloca en el Portapapeles.

source: Copy
dutch: Kopieer
french: Copier
german: Kopieren
italian: Copia
russian: Копировать
spanish: Copiar

source: Copy the selected function or point series to the clipboard.
dutch: Kopieer de geselecteerde puntenreeks of functie naar het klembord.
french: Copie la fonction ou la série de points sélectionnée dans le presse-papiers.
german: Funktion oder Punktserie in die Zwischenablage kopieren.
italian: Copia negli appunti la funzione o serie di punti selezionati.
russian: Копировать выбранную функцию или ряд точек в буфер обмена.
spanish: Copia el elemento seleccionado en el Portapapeles.

source: Paste
dutch: Plak
french: Coller
german: Einfügen
italian: Incolla
russian: Вставить
spanish: Pegar

source: Paste a function or point series from the clipboard into the coordinate system.
dutch: Plak de geselecteerde puntenreeks of functie in het assenstelsel.
french: Colle une fonction ou une série de points du presse-papiers dans le repère.
german: Funktion oder Punktserie aus der Zwischenablage ins Koordinatensystem einfügen.
italian: Incolla una funzione o serie di punti dagli appunti al sistema di coordinate.
russian: Поместить функцию или ряд точек из буфера обмена в систему координат.
spanish: Inserta el contenido del Portapapeles en el sistema de coordenadas.

source: Copy image
dutch: Kopieer de figuur
french: Copier comme image
german: Koordinatensystem kopieren
italian: Copia immagine
russian: Копировать изображение
spanish: Copiar imagen

source: Copy the shown coordinate system to the clipboard.
dutch: Kopieert het getoonde assenstelsel naar het klembord.
french: Copie le repère affiché dans le presse-papiers.
german: Koordinatensystem in die Zwischenablage kopieren.
italian: Copia negli appunti il sistema di coordinate visualizzato.
russian: Копировать изображение системы координат в буфер обмена.
spanish: Copia el sistema de coordenadas activo en el Portapapeles.

source: Axes...
dutch: Assen...
german: Achsen...
italian: Assi...
russian: Оси...
spanish: Ejes...

source: Edit axes settings.
dutch: Assen bewerken.
french: Édite les paramètres des axes.
german: Achseneinstellungen bearbeiten
italian: Modifica impostazioni assi.
russian: Редактировать параметры осей.
spanish: Edita las configuraciones de los ejes.

source: Options...
dutch: Opties...
german: Einstellungen...
italian: Opzioni...
russian: Настройки...
spanish: Opciones...

source: Edit various options for the interface and program features.
dutch: Bewerk verschillende interfaceopties en programmamogelijkheden
french: Édite diverses options de l'interface et des focntionnalités du programme.
german: Optionen für Bildschirm- und Programm-Einstellungen bearbeiten.
italian: Modifica diverse opzioni dell'interfaccia e del programma.
russian: Изменить различные опции интерфейса и возможности программы.
spanish: Edita opciones varias de la interfaz de usuario y características generales del programa.

source: Insert function...
dutch: Voeg een functie in...
french: Insérer une fonction...
german: Funktion einfügen...
italian: Inserisci funzione...
russian: Добавить функцию...
spanish: Insertar función...

source: Insert a new function.
dutch: Voeg een nieuwe functie in.
french: Insère une nouvelle fonction.
german: Eine neue Funktion einfügen.
italian: Inserisci una nuova funzione.
russian: Добавить новую функцию.
spanish: Introduce una función.

source: Insert tangent/normal...
dutch: Voeg raaklijn/normaal in.
french: Insérer une tangente/normale...
german: Tangente/Normale einfügen...
italian: Inserisci tangente/perpendicolare...
russian: Добавить касательную или перпендикуляр...
spanish: Insertar tangente/normal...

source: Insert a tangent or normal for the selected function.
dutch: Voeg een raaklijn of normale in voor de geselecteerde functie
french: Insère une nouvelle tangente pour la fonction sélectionnée.
german: Eine neue Tangente oder Normale für die ausgewählte Funktion einfügen.
italian: Inserisci una tangente o una perpendicolare alla funzione selezionata.
russian: Добавить новую касательную или перпендикуляр (нормаль) к выбранной функции.
spanish: Introduce una tangente o una normal respecto a la función seleccionada.

source: Insert shading...
dutch: Arceer
french: Insérer un remplissage...
german: Schraffur einfügen...
italian: Inserisci ombreggiatura...
russian: Заштриховать участок...
spanish: Insertar relleno...

source: Add shading to the selected function.
dutch: Breng een arcerring aan bij de geselecteerde functie.
french: Ajoute un remplissage à la fonction sélectionnée.
german: Fügt der markierten Funktion eine Schraffur hinzu.
italian: Aggiungi ombreggiatura alla funzione selezionata.
russian: Заштриховать участок графика.
spanish: Rellena el área seleccionada con un color uniforme o una trama.

source: Insert point series...
dutch: Voeg puntenreeks in...
french: Insérer une série de points...
german: Punktserie einfügen...
italian: Inserisci serie di punti...
russian: Добавить ряд точек...
spanish: Insertar serie de puntos...

source: Insert a point series.
dutch: Voeg een puntenreeks in.
french: Insérer une série de points.
german: Punktserie einfügen.
italian: Inserisci una serie di punti.
russian: Добавить ряд точек
spanish: Introduce una serie de puntos.

source: Insert trendline...
dutch: Voeg de trendlijn in...
french: Insérer une courbe d'ajustement...
german: Trendlinie einfügen...
italian: Inserisci linea di tendenza...
russian: Добавить трендлинию...
spanish: Insertar línea de tendencia...

source: Insert a curve of best fit for the selected point series.
dutch: Voeg de kromme in die het best past bij de geselecteerde puntenreeks.
french: Insère une courbe d'ajustement pour la série de points sélectionnée.
german: Eine Kurve durch die markierte Punktserie einfügen.
italian: Inserisci la curva che meglio interpola la serie di punti selezionata.
russian: Добавить кривую приближения для выбранного ряда точек.
spanish: Introduce una línea de tendencia respecto a la serie de puntos seleccionada.

source: Edit...
dutch: Bewerk...
french: Éditer...
german: Bearbeiten...
italian: Modifica...
russian: Изменить...
spanish: Editar...

source: Edit the selected element: Function, tangent, point series, etc.
dutch: Bewerk het geselecteerde: functie,raaklijn, puntenreeks, enz.
french: Édite la fonction, tangente ou série de points, etc... sélectionnée.
german: Die gewählte Funktion, Tangente oder Punktserie usw. bearbeiten.
italian: Modifica l'elemento selezionato: funzione, tangente, serie di punti, ecc.
russian: Редактировать выбранную функцию, касательную, ряд точек и пр.
spanish: Edita el elemento seleccionado.

source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
italian: Elimina
russian: Удалить
spanish: Eliminar

source: Delete the selected function, tangent or point series.
dutch: Verwijder de geselecteerde functie, raaklijn of puntenreeks.
french: Supprime la fonction, tangente ou série de points sélectionnée.
german: Die gewählte Funktion, Tangente oder Punktserie löschen.
italian: Elimina la funzione, tangente o serie di punti selezionati.
russian: Удалить выбранную функцию, касательную, или ряд точек.
spanish: Borra el elemento seleccionado.

source: Insert f'(x)...
dutch: Voeg f'(x) in...
french: Insérer f'(x)...
german: Ableitungsfunktion f'(x) einfügen...
italian: Inserisci f'(x)...
russian: Добавить производную f'(x)...
spanish: Insertar f'(x)...

source: Insert the first derivative of the selected function.
dutch: Voeg de eerste afgeleide van de geselcteerde functie in.
french: Insère la dérivée première de la fonction sélectionnée.
german: Die erste Ableitung der Funktion einfügen.
italian: Inserisci la derivata 1° della funzione selezionata.
russian: Добавить первую производную выбранной функции.
spanish: Introduce la primera derivada de la función seleccionada.

source: In
french: Agrandir
german: Vergrößern
italian: Avanti
russian: Увеличить
spanish: Acercar

source: Zoom in. Hold down Shift to zoom with larger steps.
dutch: Inzoomen. Houd Shift ingedrukt om in te zoomen met grotere stappen.
french: Zoom +. Maintenir Maj appuyée pour zoomer à plus grand pas.
german: Vergrößern. Umschalt-Taste sorgt für schnelleren Zoom.
italian: Zoom Avanti. Tener premuto <Shift> per zoomare a intervalli più ampi.
russian: Приблизить. Зажмите Shift для увеличенного шага.
spanish: Acerca la presentación del sistema de coordenadas.

source: Out
dutch: Uit
french: Diminuer
german: Verkleinern
italian: Indietro
russian: Уменьшить
spanish: Alejar

source: Zoom out. Hold down Shift to zoom with larger steps.
dutch: Uitzoomen. Houd Shift ingedrukt om uit te zoomen met grotere stappen.
french: Zoom -. Maintenir Maj appuyée pour dézoomer à plus grand pas.
german: Verkleinern. Umschalt-Taste sorgt für schnelleren Zoom.
italian: Zoom Indietro. Tener premuto <Shift> per zoomare a intervalli più ampi.
russian: Отдалить. Зажмите Shift для увеличенного шага.
spanish: Aleja la presentación del sistema de coordenadas.

source: Window
dutch: Venster
french: Fenêtre
german: Fenster
italian: Finestra
russian: Участок
spanish: Recortar

source: Zoom to user selected window.
dutch: Zoom in op het geselecteerde venster
french: Ajuste à la fenêtre sélectionnée.
german: Bereich vergrößern.
italian: Zoom nella finestra selezionata dall'utente.
russian: Выбрать участок графика и увеличить его.
spanish: Recorta una parte del sistema de coordenadas.

source: Square
dutch: Vierkant
french: Normer
german: Quadrat
italian: Quadrato
russian: Равный
spanish: Escalar uniformemente

source: Zoom to scale the axes equally. This will show a plotted circle in its correct relation instead of an ellipse.
dutch: Zoom zodat de schaal van de assen gelijk is. Hierdoor wordt een cirkel niet als ellips afgebeeld.
french: Ajuste à un repère normé. Le dessin associé à une équation de cercle sera un cercle au lieu d'une ellipse.
german: Zoomen, um die Achsen einheitlich zu skalieren. Dies stellt einen Kreis mit korrekten Seitenverhältnisse dar (statt einer Ellipse).
italian: Zoom per scalare equamente gli assi. Questo disegnerà un cerchio, tracciato correttamente, invece di un'ellisse.
russian: Сделать равный масштаб обеих осей. Например, чтобы окружность не выглядела эллипсом.
spanish: Aplica el mismo factor de escala a los dos ejes.

source: Standard
dutch: Standaard
russian: Стандартный
spanish: Normalizar
