Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Export user models to a file.
dutch: Voer gebruikersmodellen uit naar een bestand.
french: Exporter les modèles personnalisés dans un fichier.
german: Ausgewählte Daten in eine Datei exportieren.
italian: Esporta modelli utente su file.
russian: Экспортировать пользовательские модели в файл.
spanish: Exporta todos los modelos de línea de tendencia definidos por el usuario a un archivo.

source: User models [*.ini]|*.ini
dutch: Gebruikers modellen [*. ini] | *. ini
french: Modèles personnalisés [*.ini]|*.ini
german: Benutzerdefiniert [*.ini]|*.ini
italian: Modelli utente [*.ini]|*.ini
russian: Пользовательские модели [*.ini]|*.ini
spanish: Modelo definido por el usuario [*.ini]|*.ini

source: Insert point series
dutch: Voeg een puntenreeks in
french: Insérer une série de points
german: Punktserie einfügen
italian: Inserisci serie di punti
russian: Добавить ряд точек
spanish: Insertar serie de puntos

source: The name of the point series, which is shown in the list to the left of the coordinate system.
dutch: De naam van de puntenreeks, getoond in de lijst links van het assenstel.
french: Le nom de la série de points, qui sera affiché dans la liste à gauche dans le repère
german: Der Name der Punktserie, der in der Liste links vom Koordinatensystem angezeigt wird.
italian: Nome della serie di punti che è mostrato nell'elenco alla sinistra del sistema di coordinate.
russian: Название ряда точек, используемое в списке слева от системы координат.
spanish: Nombre o título de la serie de puntos.

source: Series
dutch: Reeksen
french: Séries
german: Serie
italian: Serie
russian: Ряд
spanish: Serie de puntos

source: This shows a sample of the markers and the lines between the markers.
dutch: Dit laat een voorbeeld zien van de markeringen en de lijnen tussen deze markering.
french: Ceci montre un exemple des points et lignes entre les points
german: Dies zeigt ein Beispiel für die Markierungen und den Linien zwischen den Markierungen.
italian: Questo mostra un esempio di marcatori e di linee tra i marcatori.
russian: Образцы маркеров и соединительных линий.
spanish: Ejemplo de un 'marcador'. Las opciones que selecciones serán representadas aquí.

source: Sample
dutch: Voorbeeld
french: Exemple
german: Beispiel
italian: Esempio
russian: Образец
spanish: Muestra

source: Markers
dutch: Markeringen
french: Marqueurs
german: Markierungen
italian: Marcatori
russian: Точки
spanish: Marcadores

source: Marker
dutch: Markering
french: Marqueur
german: Markierung
italian: Marcatore
russian: Маркеры
spanish: Marcador

source: Size:
dutch: Grootte:
french: Taille :
german: Größe:
italian: Dimensione:
russian: Размер:
spanish: Tamaño:

source: Choose the size of the markers.
dutch: Kies de grootte van de markering.
french: Choisir la taille des marqueurs.
german: Wählen Sie die Größe der Markierungen.
italian: Scegli la dimensione dei marcatori.
russian: Выберите размер маркеров.
spanish: Elige el tamaño de los marcadores.

source: Choose the type of markers to be shown at each point.
dutch: Kies het type van markering in ieder punt.
french: Choisir le type de dessin des marqueurs.
german: Wählen Sie eine Art von Markierungen für die Punkte!
italian: Scegli il tipo di marcatori da mostrare in ogni punto.
russian: Выберите тип маркера, обозначающего точку.
spanish: Elige el marcador que deseas emplear para representar cada punto.

source: Choose the color of the markers.
dutch: Kies de kleur van de markering.
french: Choisir la couleur des marqueurs.
german: Wählen Sie die Farbe der Markierungen.
italian: Scegli il colore dei marcatori.
russian: Выберите цвет точек
spanish: Elige el color de los marcadores.

source: Interpolation:
dutch: Interpolatie:
italian: Interpolazione:
russian: Интерполяция:
spanish: Interpolación:

source: Choose the style of lines to be drawn between the points. You may also choose not to draw any lines.
dutch: Kies de lijnstijl te tekenen tussen de punten. Je kan ook kiezen om niets te tekenen.
french: Choisir le type de ligne à tracer entre les points. Vous pouvez aussi ne pas joindre les points.
german: Wählen Sie, ob die Punkte verbunden werden sollen, und wenn ja, mit welcher Linienart!
italian: Scegli lo stile delle linee da tracciare tra i punti. Puoi anche scegliere di non tracciarne.
russian: Выберите тип линии, соединяющей точки. Линии могут также отсутствовать.
spanish: Elige el trazo que unirá los marcadores. Si este cuadro queda en blanco, no se dibujará ningún trazo.

source: Choose the width of the lines in pixels.
dutch: Kies de lijndikte in pixels.
french: Choisit l'épaisseur des lignes en pixels.
german: Wählen Sie die Linienbreite in Pixel.
italian: Scegli lo spessore delle linee (in pixel).
russian: Выберите ширину линий (в пикселях)
spanish: Elige la anchura del trazo, en píxeles.

source: Select which kind of line to draw between the markers.
dutch: Selecteer de soort lijn te tekenen tussen de markeringen.
french: Sélectionne le style de ligne à utiliser pour joindre les marqueurs.
german: Legen Sie den Stil für die zwischen den Markierungen verlaufenden Linien fest.
italian: Seleziona il tipo di linea da tracciare tra i marcatori.
russian: Выберите тип линии, соединяющей маркеры.
spanish: Elige la clase de línea que unirá los marcadores entre sí.

source: 1D cubic spline
dutch: 1D kubische boog
french: Splines cubiques 1D
german: Kubische Spline 1D
italian: Spline cubica 1D
russian: Одномерный кубический сплайн
spanish: Spline cúbico-1D

source: 2D cubic spline
dutch: 2D kubische boog
french: Splines cubiques 2D
german: Kubische Spline 2D
italian: Spline cubica 2D
russian: Двумерный кубический сплайн
spanish: Spline cúbico-2D

source: Half cosine
dutch: Halve cosinus
german: Trigonometrisch
italian: Mezzo coseno
russian: Полукосинус
spanish: Coseno 1/2 fase

source: Choose the color of the lines.
dutch: Kies de lijnkleur.
french: Choisir la couleur des lignes.
german: Wählen Sie die Farbe der Linien.
italian: Scegli il colore delle linee.
russian: Выберите цвет линии.
spanish: Elige el color del trazo.

source: Labels
german: Textfelder
italian: Etichette
russian: Надписи
spanish: Rótulos

source: Position:
dutch: Positie:
italian: Posizione:
russian: Расположение:
spanish: Posición:

source: Check to show the coordinate at each point.
dutch: Controleer om de coördinaat in elk punt te tonen
french: Cocher pour montrer les coordonnées de chaque point.
german: Aktivieren, um die Koordinaten jedes Punktes anzuzeigen.
italian: Spunta per mostrare le coordinate in ogni punto.
russian: Выберите, показывать ли координаты каждой точки.
spanish: Muestra las coordenadas de cada punto como un par ordenado.

source: Show coordinates
dutch: Toon de coördinaat
french: Afficher les coordonnées
german: Koordinaten anzeigen
italian: Mostra coordinate
russian: Координаты
spanish: Mostrar coordenadas

source: Select the font for the coordinates.
dutch: Kies het lettertype voor de coördinaten
french: Choisir la police pour les coordonnées.
german: Wählen Sie die Schriftart für die Koordinaten.
italian: Seleziona il carattere per le coordinate.
russian: Выберите шрифт, которым будут выводиться координаты.
spanish: Elige el formato que deseas aplicar a los números del par ordenado.

source: Select where the coordinates should be shown.
dutch: Kies waar de coördinaat getoond moeten worden.
french: Choisir où afficher les coordonnées.
german: Wählen Sie, wo die Koordinaten angezeigt werden sollen.
italian: Seleziona dove vanno mostrate le coordinate.
russian: Выберите, где будут выводиться координаты.
spanish: Elige la posición del par ordenado respecto al punto que representa.

source: Above
dutch: Boven
french: Dessus
german: Über
italian: Sopra
russian: Над
spanish: Arriba

source: Below
dutch: Onder
french: Dessous
german: Unter
italian: Sotto
russian: Под
spanish: Abajo

source: Left
dutch: Links
french: Gauche
german: Links
italian: A sinistra
russian: Слева
spanish: Izquierda

source: Right
dutch: Rechts
french: Droite
german: Rechts
italian: A destra
russian: Справа
spanish: Derecha

source: Above Left
dutch: Linksboven
french: Au dessus à gauche
german: Links oben
italian: In alto a sinistra
russian: Вверху Слева
spanish: Arriba a la izquierda

source: Above Right
dutch: Rechtsboven
french: Au dessus à droite
german: Rechts oben
italian: In alto a destra
russian: Переместить справа
spanish: Arriba a la derecha

source: Below Left
dutch: Linksonder
french: En dessous à gauche
german: Links unten
italian: Sotto a sinistra
russian: Вниз влево
spanish: Abajo a la izquierda

source: Below Right
dutch: Rechtsonder
french: En dessous à droite
german: Rechts unten
italian: Sotto a destra
russian: Вниз вправо
spanish: Abajo a la derecha

source: Choose between cartesian (x,y) coordinates and polar (θ,r) coordinates.
dutch: Kies tussen cartesische (x, y) coördinaten en polaire (θ, r)-coördinaten.
french: Choix entre coordonnées cartésiennes (x,y) et polaires (r,θ).
german: Zwischen kartesischen Koordinaten (x,y) und Polar Koordinaten (θ,r) wählen.
italian: Scegli tra coordinate cartesiane (x,y) e coordinate polari (θ,r)
russian: Выберите прямоугольные (x,y) координаты или полярные (θ,r) координаты.
spanish: Elige entre coordenadas cartesianas (x,y) o polares (θ,r).

source: Coordinate type
dutch: Coördinaattype
french: Type de coordonnées.
german: Koordinatentyp
italian: Tipo di coordinata
russian: Тип координат
spanish: Tipo de coordenadas

source: Cartesian
dutch: Cartesisch
french: Cartésien
german: Kartesisch
italian: Cartesiano
russian: Прямоугольные
spanish: Cartesiano

source: Error bars
dutch: Foutstaafjes
french: Intervalles d'incertitude
german: Fehlerbalken
italian: Barre errore
russian: Погрешность
spanish: Barras de error

source: X error amount
dutch: Grootte x-fout
french: Intervalles d'incertitude en X
german: X-Fehler
italian: Ammontare dell'errore-X
russian: Погрешность по X
spanish: Cuantía de error X

source: Show horizontal error bars.
dutch: Toon horizontale foutenstaafjes.
french: Affiche les intervalles d'incertitude horizontaux.
german: Waagerechte Fehlerbalken anzeigen.
italian: Mostra barre di errore orizzontali.
russian: Показывать диапазон ошибки по горизонтали
spanish: Muestra las barras de error de los valores de X.

source: Show x-bars
dutch: Toon x-maatstreep
french: Afficher les intervalles
german: X-Balken anzeigen.
italian: Mostra barre-x
russian: Указать
spanish: Mostrar barras de error X

source: All error bars are the same size.
dutch: Alle foutenstaafjes hebben dezelfde grootte
french: Tous les intervalles d'incertitude ont même longueur.
german: Alle Fehlerbalken sind gleich groß.
italian: Tutte le barre di errore hanno la stessa dimensione.
russian: Фиксированная величина ошибки.
spanish: Todas las cuantías de error tienen el mismo valor.

source: Fixed:
dutch: Vast:
french: Fixé :
german: Fest:
italian: Fisso:
russian: Фикс.
spanish: Valor fijo:

source: Enter fixed value.
dutch: Geef een vaste waarde in.
french: Entrer la valeur choisie.
german: Festen Wert eigeben.
italian: Immetti un valore fisso.
russian: Введите величину ошибки.
spanish: Indica un valor para la cuantía o margen de error.

source: All error bars are the same percentage of the x-coordinate.
dutch: Alle foutenstaafjes zijn eenzelfde procent van de x-coördinaat
french: Tous les intervalles d'incertitude font le même % de l'abscisse.
german: Alle Fehlerbalken haben denselben Prozentsatz der X-Koordinate.
italian: Tutte le barre di errore sono in percentuale rispetto alla coordinata-x.
russian: Диапазон ошибок в процентах от значения Х
spanish: Todas las cuantías de error tienen el mismo porcentaje de la coordenada x.

source: Relative:
dutch: Relatief:
french: Relatif :
german: Relativ:
italian: Relativo:
russian: Проценты
spanish: Porcentaje:

source: Each error bar is given a custom value.
dutch: Iedere foutenstaafje is een toevallige waarde
french: Une valeur particulière est donnée à chaque intervalle d'incertitude.
german: Jedem Fehlerbalken wird ein individueller Wert gegeben.
italian: A ogni barra di errore è dato un valore personalizzato.
russian: Произвольные значения ошибок.
spanish: Define una cuantía de error diferente para cada punto.

source: Custom
dutch: Toevallig
french: Choisi :
german: Benutzerdefiniert
italian: Personalizza
russian: Особые
spanish: Personalizada

source: Enter relative value in percent.
dutch: Geef de relatieve waarde in procent in.
french: Entrer la valeur relative en pourcentage.
german: Geben Sie den relativen Wert in Prozent ein.
italian: Immetti il valore relativo in percentuale.
russian: Введите величину ошибки в процентах.
spanish: Indica un porcentaje de la coordenada para la cuantía o margen de error.

source: Y error amount
dutch: Grootte y-fout
french: Intervalle d'incertitude en Y
german: Y-Fehler
italian: Ammontare dell''errore-Y
russian: Погрешность по оси Y
spanish: Cuantía de error Y

source: Show vertical error bars.
dutch: Toon verticale foutstaafjes.
french: Affiche les intervalles d'incertitude verticaux.
german: Senkrechte Fehlerbalken anzeigen.
italian: Mostra barre di errore verticali.
russian: Показывать диапазон ошибки по вертикали
spanish: Muestra las barras de error de los valores de Y.

source: Show y-bars
dutch: Toon y-maatstreep
french: Afficher les intervalles
german: Y-Balken anzeigen.
italian: Mostra barre-y
russian: Указать
spanish: Mostrar barras de error Y

source: All error bars are the same percentage of the y-coordinate.
dutch: Alle foutenstaafjes zijn eenzelfde procent van de y-coördinaat
french: Tous les intervalles d'incertitude font le même % de l'ordonnée.
german: Alle Fehlerbalken haben denselben Prozentsatz der X-Koordinate.
italian: Tutte le barre di errore sono in percentuale rispetto alla coordinata-y.
russian: Диапазон ошибок в процентах от значения У
spanish: Todas las cuantías de error tienen el mismo porcentaje de la coordenada y.

source: Cut the selected text to the clipboard.
dutch: Knip de geselecteerde tekst naar het klembord
french: Coupe le texte selectionné et le place dans le presse-papiers.
german: Den ausgewählten Text ausschneiden und in der Zwischenablage ablegen.
italian: Taglia negli appunti il testo selezionato.
russian: Вырезать выбранный текст и поместить в буфер обмена.
spanish: Corta la selección y la coloca en el Portapapeles.

source: Copy the selected text to the clipboard.
dutch: De geselecteerde tekst naar het klembord kopiëren
french: Copie le texte sélectionné dans le presse-papiers.
german: Kopiert den ausgewählten Text in die Zwischenablage.
italian: Copia negli appunti il testo selezionato.
russian: Скопировать выбранный текст в буфер обмена.
spanish: Copia la selección en el Portapapeles.

source: Paste text from the clipboard into the grid. Other cells may be overwritten by the text from the clipboard.
dutch: Plak tekst van het klembord in het raster. Andere cellen kunnen hierbij overschreven worden.
french: Coller le texte du presse-papiers dans le quadrillage. D'autres cases peuvent être recouvertes par le texte.
german: Fügt Text aus der Zwischenablage in die Tabelle ein. Andere Felder könnten mit dem Text überschrieben werden.
italian: Incolla il testo dagli appunti nella griglia. Le altre celle potrebbero essere sovrascritte dal testo contenuto negli appunti.
russian: Вставить текст из буфера обмена в таблицу. Значения остальных ячеек могут быть заменены значениями из буфера обмена.
spanish: Pega el contenido del Portapapeles en la cuadrícula (algunas celdas podrían quedar sobrescritas).

source: Erase selected cells.
dutch: Wis de geselecteerde cellen
french: Effacer les cases sélectionnées.
german: Markierte Zellen löschen.
italian: Cancella celle selezionate.
russian: Удалить выбранные ячейки.
spanish: Borra el contenido de las celdas seleccionadas.

source: Insert row
dutch: Voeg een rij in
french: Insérer une ligne
german: Zeile einfügen.
italian: Inserisci riga
russian: Вставить строку
spanish: Insertar fila

source: Inserts a row in the grid moving rows below one down.
dutch: Voeg een rij in het rooster door de rijen eronder één naar beneden te verschuiven
french: Insère une ligne dans le quadrillage en déplaçant les lignes vers le bas.
german: Fügt eine Zeile in die Tabelle ein und schiebt die unteren Zeilen nach unten.
italian: Inserisci una riga nella griglia spostando le altre in giù di una.
russian: Вставить строку, опустив ячейки, находящиеся ниже.
spanish: Inserta una fila en la cuadrícula bajando un espacio las filas inferiores.

source: Remove row
dutch: Verwijder rij
french: Supprimer une ligne
german: Zeile löschen
italian: Rimuovi riga
russian: Удалить строку
spanish: Eliminar fila

source: Removes the selected rows.
dutch: Verwijdert de geselecteerde rijen.
french: Supprime les lignes sélectionnées.
german: Löscht die ausgewählten Zeilen.
italian: Rimuovi le righe selezionate.
russian: Удаляет выбранную строку.
spanish: Elimina las filas seleccionadas.

source: Select all
dutch: Selecteer alles
french: Tout sélectionner
german: Alle wählen
italian: Seleziona tutto
russian: Выделить всё
spanish: Seleccionar todo

source: Select all cells.
dutch: Selecteer alle cellen.
french: Sélectionner toutes les cases.
german: Alle Zellen auswählen.
italian: Seleziona tutte le celle.
russian: Выделить все ячейки.
spanish: Selecciona todas las celdas.

source: Import data from a file and place it at the selected cell.
dutch: Voer gegevens in uit een bestand en plaats ze in de geselecteerde cellen.
french: Importe des données d'un fichier et les place dans la case sélectionnée.
german: Daten aus einer Datei importieren und ins gewählte Feld einfügen.
italian: Importa dati da file e inseriscili nella cella selezionata.
russian: Импортировать данные из файла и поместить начиная с выбранной ячейки.
spanish: Importa datos de un archivo y los pega en la celda seleccionada.

source: Export selected data to a file.
dutch: Voer de geselecteerde gegevens uit naar een bestand.
french: Exporter les données sélectionnées dans un fichier.
german: Ausgewählte Daten in eine Datei exportieren
italian: Esporta i dati selezionati su file.
russian: Экспортировать выделенные данные в файл.
spanish: Exporta los datos seleccionados a un archivo.

source: Calculate table
dutch: Bereken tabel
french: Table de valeurs approchées
german: Wertetabelle
italian: Calcola tabella
russian: Вычислить таблицу
spanish: Calcular tabla de valores

source: The step value. This is the difference between two adjoining values in the defined interval.
dutch: De stapgrootte. Dit is het verschil tussen de twee aangrenzende waarden in het gedefinieerde interval.
french: La valeur du pas. C'est la distance entre deux valeurs consécutives de la subdivision de l'intervalle.
german: Die Schrittweite, der Abstand zwischen den X-Werten im Intervall.
italian: Valore del passo. E' la distanza tra due valori adiacenti nell'intervallo definito.
russian: Величина шага (разность между двумя ближайшими значениями на заданном интервале).
spanish: Paso. Es el incremento entre dos valores consecutivos de la variable independiente dentro del intervalo definido.

source: The first x-value in the interval.
dutch: De eerste x-waarde in het interval.
french: Borne gauche de l'intervalle.
german: Der erste X-Wert im Intervall.
italian: Primo valore-x nell'intervallo.
russian: Наименьшее значение х в интервале.
spanish: Valor inicial de la variable independiente.

source: The last x-value in the interval.
dutch: De laatste x-waarde in het interval.
french: Borne droite de l'intervalle
german: Der letzte X-Wert im Intervall.
italian: Ultimo valore-x nell'intervallo.
russian: Наибольшее значение х в интервале.
spanish: Valor final de la variable independiente.

source: Show %s
dutch: Toon %de
french: Affiche %s
german: %s zeigen
italian: Mostra %s
russian: Отобразить %s
spanish: Mostrar %s

source: Show the %s column in the table.
dutch: Toon de %de kolom in de tabel.
french: Affiche la légende dans le coin gauche en bas.
german: Spalte %s in der Tabelle anzeigen.
italian: Mostra la %s colonna nella tabella.
russian: Отобразить колонку с %s
spanish: Muestra la columna de %s en la tabla de valores.

source: Copy selected cells to the clipboard.
dutch: De geselecteerde cellen naar het klembord kopiëren
french: Copie les cases sélectionnées dans le presse-papiers.
german: Kopiert die ausgewählten Zellen in die Zwischenablage.
italian: Copia le celle selezionate negli appunti.
russian: Скопировать выделенные ячейки в буфер обмена.
spanish: Copia las celdas seleccionadas en el Portapapeles.

source: Saves the selected data to a file.
dutch: Sla de geselecteerde data op in een bestand.
french: Enregistre les données sélectionnées dans un fichier.
german: Die gewählten Felder in eine Datei speichern.
italian: Salva i dati selezionati su file.
russian: Сохранить выделенные данные в файл.
spanish: Exporta los datos seleccionados a un archivo.

source: Calculating
dutch: Berekening
french: En train de calculer
german: Berechnen
italian: Calcolo in corso
russian: Происходит вычисление
spanish: Calculando...

source: CSV (Comma delimited) [*.csv]|*.csv|Text [*.txt]|*.txt
dutch: CSV (gescheiden komma) [*.csv]|*.csv|Text [*.txt]|*.txt
french: CSV (virgule comme délimiteur) [*.csv]|*.csv|Text [*.txt]|*.txt
german: CSV (Kommagetrennt) [*.csv]|*.csv|Text [*.txt]|*.txt
italian: CSV (Separato da virgola) [*.csv]|*.csv|Testo [*.txt]|*.txt
spanish: CSV (delimitado por comas) [*.csv]|*.csv|Texto (delimitado por tabulaciones) [*.txt]|*.txt

source: Insert shading
dutch: Arceer
french: Insérer un remplissage
german: Schraffur einfügen...
italian: Inserisci ombreggiatura
russian: Заштриховать участок
spanish: Insertar relleno

source: Shading
dutch: Arcering
french: Remplissage
german: Schraffur
italian: Ombreggiatura
russian: Участок
spanish: Relleno

source: Shades the area between the function and the x-axis.
dutch: Arceert het gebied tussen de kromme en de x-as.
french: Remplit l'aire entre la fonction et l'axe des abscisses.
german: Schraffiert die Fläche zwischen der Funktion und der X-Achse.
italian: Ombreggia l'area tra la funzione e l'asse-x.
russian: Заштриховывает часть плоскости между функцией и осью х.
spanish: Rellena el área entre la función seleccionada y el eje X.

source: Shades the area below the function.
dutch: Arceert het gebied onder de kromme.
french: Remplit l'aire sous la fonction.
german: Schraffiert die Fläche unterhalb der Funktion.
italian: Ombreggia l'area sotto la funzione.
russian: Заштриховывает часть плоскости под функцией.
spanish: Rellena el área por debajo de la función seleccionada.

source: Shades the area above the function.
dutch: Arceert het gebied boven de kromme
french: Remplit l'aire au dessus de la fonction.
german: Schraffiert die Fläche oberhalb der Funktion.
italian: Ombreggia l'area sopra la funzione.
russian: Заштриховывает часть плоскости над функцией.
spanish: Rellena el área por encima de la función seleccionada.

source: Shades the area between the function and the y-axis.
dutch: Arceert de oppervlakte tussen de kromme en de y-as.
french: Remplit l'aire entre la fonction et l'axe des ordonnées.
german: Schraffiert die Fläche zwischen der Funktion und der Y-Achse.
italian: Ombreggia l'area tra la funzione e l'asse-y.
russian: Заштриховывает часть плоскости между функцией и осью у.
spanish: Rellena el área entre la función seleccionada y el eje Y.

source: Shades the area inside the function.
dutch: Arceert het gebied binnen in de functie.
french: Remplit l'aire à l'intérieur de la fonction.
german: Schraffiert die Fläche innerhalb der Funktion.
italian: Ombreggia l'area dentro la funzione.
russian: Заштриховывает часть плоскости внутри функции.
spanish: Rellena el área que encierra la función seleccionada consigo misma.
