Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: This Tip of the day can give you a lot of information about the program that most users don't know.
dutch: Deze Tip van de Dag kan programma-informatie geven die weinig gebruikers kennen.
french: Cette Astuce du jour peut vous fournir des indications méconnues sur les possibilités du programme.
german: Der Tipp des Tages kann Ihnen viele Informationen über das Programm geben, die die meisten Anwender nicht kennen.
italian: I Suggerimenti del Giorno possono fornire molte utili informazioni su Graph che molti ignorano.
russian: Совет дня может дать вам полезную информацию о программе.
spanish: La opción Sugerencia del día puede darte una gran cantidad de información acerca del programa, detalles que muchos usuarios desconocen.

source: You can customize the toolbar by right clicking on it and select 'Customize toolbar'.
dutch: De werkbalk kan aangepast door rechts te klikken en 'Werkbalk bewerken' te kiezen.
french: Vous pouvez personnaliser la barre d'outils en choisissant 'Personnaliser la barre d'outils...' après un clic droit dans la barre.
german: Sie können die Symbolleiste durch Rechtsklick darauf anpassen. Wählen Sie dann 'Symbolleiste anpassen'!
italian: Puoi personalizzare la barra degli strumenti cliccandovi sopra col pulsante destro del mouse e selezionando 'Personalizza toolbar.'
russian: Вы можете изменить набор кнопок на панели инструментов через контекстное меню 'Изменить панель инструментов'.
spanish: Puedes personalizar las barras de herramientas haciendo clic derecho sobre ellas, y seleccionando Personalizar.

source: Instead of deleting a function, you can make it invisible by removing the check mark for the item in the function list.
dutch: In plaats van het verwijderen van een functie, kunt u deze onzichtbaar maken door het vinkje het verwijderen voor het item in de functielijst.
french: Au lieu de supprimer une fonction vous pouvez la rendre invisible en décochant l'item dans la liste des fonctions.
german: Anstatt eine Funktion zu löschen, können Sie sie unsichtbar machen. Rechtsklick auf die Funktion und dann 'Sichtbar' wählen.
italian: Invece di cancellare una funzione, puoi renderla invisibile rimuovendo il segno di spunta dalla voce nella lista delle funzioni.
russian: Вместо удаления функции вы можете сделать её невидимой, убрав 'галочку' с этой функции в списке функций.
spanish: En lugar de eliminar un elemento (función, relleno, cuadro de texto, etc.), puedes hacerlo invisible quitando la marca de su casilla de verificación.

source: You can paste images into a text label.
dutch: In een tekstlabel kunnen figuren geplakt worden.
french: Vous pouvez coller des images dans le texte d'un label.
german: Sie können auch Bilder in ein Textfeld einfügen.
italian: Puoi incollare immagini dentro una didascalia.
russian: Вы можете вставлять изображения в надписи на графике.
spanish: Puedes pegar imágenes en un cuadro de texto.

source: Text labels can contain any kind of OLE objects, for example Microsoft Equation. When editing a label right click in the editing area and select 'Insert object'.
dutch: Tekstlabels kunnen elke soort van OLE-object bevatten, bijvoorbeeld een Microsoft vergelijking. Bij het maken van een label klik je rechts in de bewerkingszone en selecteer je 'Voeg een object in'.
french: Le texte des labels peut contenir toutes sortes d'objets OLE, par exemple Microsoft Equation. Il suffit pendant l'édition du label de sélectionner 'Insérer objet' après un clic droit dans la zone d'édition.
german: Textfelder können jede Art von OLE-Objekten enthalten, zum Beispiel ein Microsoft Gleichungsobjekt. Um ein Textfeld zu bearbeiten, klicken Sie in den Bearbeitungsbereich und wählen Sie 'Objekt einfügen'.
italian: Le didascalie possono contenere qualsiasi tipo di oggetto OLE, per esempio Microsoft Equation. In modifica etichetta, clicca col punsate destro del mouse nell'area di modifica e seleziona 'Inserisci oggetto'.
russian: Надписи (метки) на графике могут содержать любые объекты OLE, например, Microsoft Equation. Редактируя надпись, вызовите контекстное меню и выберите 'Вставить объект'.
spanish: Un cuadro de texto puede contener cualquier clase de objeto OLE, por ejemplo, procedente del Editor de Ecuaciones de Microsoft. Cuando edites un cuadro de texto, haz clic derecho en el área de edición y selecciona Insertar objeto.

source: You can export points from a point series to a file that can be read by other programs, for example Microsoft Excel. When editing the point series select the points, right click and choose 'Export to file'.
dutch: Je kunt de punten uit een puntenreeks exporteren naar een bestand dat gelezen kan worden door andere programma's, bijvoorbeeld Microsoft Excel. Bij het bewerken van de punten klik rechts en kies voor 'Exporteer naar bestand'.
french: Vous pouvez exporter des points d'une série dans un fichier lisible par d'autres programmes, par exemple Microsoft Excel. Éditez la série de points, sélectionnez les points, faites un clic droit et choisissez 'Exporter dans un fichier'.
german: Sie können Punkte aus einer Punktserie in eine Datei exportieren, die von anderen Programmen geöffnet werden kann, zum Beispiel von Microsoft Excel. Beim Bearbeiten klicken Sie rechts und wählen 'In Datei exportieren'.
italian: Puoi esportare una serie di punti su file da importare in altri programmi tipo Microsoft Excel. In fase di modifica della serie, selezionare i punti, cliccare col pulsante destro del mouse e scegliere 'Esporta su file'.
russian: Вы можете сохранить точки ряда в файл, который затем можно будет открыть другой программой, например, Microsoft Excel. Редактируя ряд точек, выделите нужные точки, вызовите контекстное меню и выберите пункт 'Экспортировать в файл'.
spanish: Puedes exportar una serie de puntos a un archivo que puede ser leído por otros programas, por ejemplo, MS Excel. Cuando edites la serie de puntos, selecciona los puntos que desees, haz clic derecho sobre la selección y elige Exportar.

source: A vertical line at x=5 can be drawn as the parametric function x(t)=5, y(t)=t or as the relation x=5.
dutch: Een verticale lijn x=5 kan getekend worden als de parameterkromme x(t)=t, y(t)=t of als de relatie x=5
french: Une ligne verticale à x=5 peut être tracée comme représentation paramétrique de x(t)=5, y(t)=t ou comme relation x=5.
german: Eine Senkrechte in x=5 kann mit der Parameterfunktion x(t)=5, y(t)=t gezeichnet werden oder mit der Relation x=5.
italian: Una linea verticale per x=5 può essere disegnata o come funzione parametrica x(t)=5, y(t)=t o come relazione x=5.
russian: Вертикальная прямая при х=5 может быть получена как параметрическая функция x(t)=5, y(t)=t или как соотношение х=5.
spanish: Una línea perpendicular al eje de abscisas en x=5 puede ser dibujada como la función paramétrica x(t)=5, y(t)=t, o como la ecuación x=5.

source: You can use Zoom|Square to make the axes look equally scaled. This is especially useful when drawing circles and similar functions.
dutch: Zoom/Vierkant gebruik je om beide assen gelijk geschaald te hebben. Dit is vooral handig om cirkels en gelijkaardige functies te tekenen.
french: Vous pouvez utiliser Zoom|Normer pour obtenir la même unité sur les deux axes. C'est particulièrement utile pour tracer des cercles et des courbes du même genre.
german: Sie können Zoomen|Quadrat benutzen, um die Achsen zu einheitlich zu skalieren. Besonders praktisch beim Zeichnen von Kreisen und ähnlichen Funktionen.
italian: Puoi usare 'Zoom|Quadrato' per scalare equamente gli assi. Questo torna molto utile per tracciare cerchi e funzioni simili.
russian: Используйте меню 'Масштаб|Равный', чтобы получить равный масштаб по обеим осям. Это особенно полезно для изображений окружностей и подобных графиков.
spanish: Puedes usar Zoom> Escalar uniformemente para aplicar el mismo factor de escala a los dos ejes. Evitarás así introducir cierta deformación en la gráfica dibujada. Esto es especialmente útil cuando se dibujan círculos y funciones similares.

source: You can find a list of all available functions in the help.
dutch: Een lijst met alle beschikbare functies kun je vinden in Help.
french: Vous pouvez trouver une liste des fonctions prédéfinies dans l'aide.
german: In der Hilfe finden Sie eine Liste aller verfügbaren Funktionen.
italian: Nella guida in linea puoi trovare la lista di tutte le funzioni disponibili.
russian: Список всех доступных функций вы найдёте в меню Помощь.
spanish: Puedes encontrar una relación de las constantes, variables, operadores y funciones predefinidos en Graph en Ayuda> Lista de funciones.

source: You can combine two functions to one using 'if'. For example the function f(x)=x for x<1 and f(x)=x^2 for x>=1 can be written as f(x)=if(x<1, x, x^2).
dutch: Een meervoudig functie voorschrift stellen we op met 'if'. Bijvoorbeeld f(x)= x voor x>1 en f(x)=x^2 voor x<1 geven we in als f(x)=if(x>1,x,x^2).
french: Vous pouvez combiner deux fonctions pour en définir une en utilisant 'if'. Par exemple la fonction définie par f(x)=x si x<1 et f(x)=x^2 si x>=1 peut être écrite sous la forme f(x)=if(x<1, x, x^2).
german: Mit 'if' können Sie zwei Funktionen in einer zusammenführen. Beispiel: Die Funktion f(x)=x für x<1 und f(x)=x^2 für x>=2 kann als f(x)=if(x<1, x, x^2) geschrieben werden.
italian: Puoi fondere due funzioni in una usando 'if'. Per esempio la funzione f(x)=x per x<1 e f(x)=x^2 per x>=1 può essere scritta come f(x)=if(x<1, x, x^2).
russian: Вы можете объединить две функции в одну, используя оператор 'if'. Например, функция f(x)=x при x<1 и f(x)=x^2 при x>=1 может быть записана как f(x)=if(x<1, x, x^2).
spanish: Puedes combinar dos funciones en una usando la función 'if'. Por ejemplo, f(x)=x para x<1, y f(x)=x^2 para x>=1 puede ser escrita como f(x)=if(x<1, x, x^2).

source: You can import the contents of another Graph file into the current coordinate system using 'File|Import|Graph file'.
dutch: De inhoud van andere Graph-bestanden kan in het huidige assenstel binnengehaald worden via 'Bestand|Importeer|Graph bestand'.
french: Vous pouvez importer le contenu d'un autre fichier Graph dans le repère en cours en utilisant 'Fichier|Importer|Fichier Graph'.
german: Sie können den Inhalt einer anderen Graph-Datei in das aktuelle Koordinatensystem einfügen mit 'Datei|Einfügen|Graph-Datei'.
italian: Puoi importare il contenuto di un altro file di Graph nel sistema di coordinate corrente usando 'File|Importa|File Graph'.
russian: Вы можете добавить содержимое другого файла Graph в текущую систему координат, используя меню 'Файл|Загрузить(import)|Graph файл...'.
spanish: Puedes importar el contenido de un archivo de Graph al sistema de coordenadas activo a través de Archivo> Importar> Archivo de Graph.

source: If you check 'Save as default' in the Axes dialog the current settings will be used as default when creating new coordinate systems.
dutch: Als je 'Opslaan als standaard' in het dialoogvenster Assen aanklikt, zullen de huidige instellingen gebruikt als standaard bij het creëren van nieuwe coördinaat systemen.
french: Si vous cochez la case 'Garder par défaut' dans 'Éditer|Axes' les valeurs du repère en cours seront utilisées pour les nouveaux fichiers Graph créés.
german: Wenn Sie 'Als Standard abspeichern' im Achsendialog wählen, werden die aktuellen Einstellungen für neue Dateien als Standard benutzt.
italian: Se spunti 'Salva come predefinito' nella finestra di dialogo 'Assi', le impostazioni correnti saranno quelle predefinite per creare nuovi sistemi di coordinate.
russian: Вы можете отметить пункт 'Стандарт' в диалоге 'Оси', чтобы сохранить текущие установки для использования при создании новой системы координат.
spanish: Si seleccionas Perfil predeterminado en el cuadro de diálogo Editar ejes, la configuración definida será empleada por defecto cuando crees nuevos sistemas de coordenadas.

source: While you hold down the Ctrl key, you can use the arrow keys to move the system.
dutch: Houden we de Ctrl-toets ingedrukt terwijl de pijltoetsen gebruikt worden dan kunnen we het assenstel verschuiven.
french: En maintenant la touche Ctrl appuyée vous pouvez déplacer le repère avec les flèches de direction.
german: Mit der Strg-Taste und den Pfeil-Tasten können Sie das Koordinatensystem verschieben.
italian: Tendendo premuto il tasto Ctrl, puoi usare i tasti freccia per spostare il sistema.
russian: Удерживая клавишу Ctrl, вы можете использовать клавиши-стрелки для перемещения системы координат.
spanish: Si mantienes presionada la tecla Ctrl, puedes utilizar las flechas de dirección para mover el sistema de coordenadas.

source: While you hold down the Ctrl key, you can use the + and - keys to zoom in and out.
dutch: Houden we de Ctrl-toets ingedrukt terwijl de + en - toetsen gebruikt worden dan zoomen we in of uit.
french: En maintenant la touche Ctrl appuyée vous pouvez zoomer avec les touches + et -.
german: Mit der Strg-Taste und den + und - Tasten können Sie hinein- und hinauszoomen.
italian: Tendendo premuto il tasto Ctrl, puoi usare i tasti + e - per zoomare Avanti/Indietro.
russian: Удерживая клавишу Ctrl, вы можете использовать клавиши + и - для увеличения и уменьшения масштаба.
spanish: Si mantienes presionada la tecla Ctrl, puedes utilizar las teclas + y – para acercar y alejar la presentación del sistema de coordenadas.

source: You can use the scroll button on your mouse to zoom in and out at the position of the mouse cursor.
dutch: Het muiswieltje kan gebruikt worden om in of uit te zoomen op de plaats van de aanwijzer.
french: Vous pouvez utiliser la roulette de votre souris pour zoomer vers la position du curseur.
german: Sie können mit dem Scroll-Rad Ihrer Maus an der Cursorposition hinein- und hinauszoomen.
italian: Puoi usare lo scroll del mouse per zoomare Avanti/Indietro nella posizione del cursore del mouse.
russian: Вы можете использовать колесо мыши для увеличения или уменьшения масштаба с центром в точке, на которую указывает курсор.
spanish: Puedes usar la rueda del ratón para acercar y alejar la presentación del sistema de coordenadas respecto a la posición indicada por el puntero.

source: If you don't want an item shown in the legend, you can right click on the item in the function list and deselect 'Show in legend'.
dutch: Wil je een item niet wil zien in de legende volstaat rechts klikken en het deselecteren van 'Toon in de legende'.
french: Si vous ne voulez pas qu'un item soit affiché dans la légende vous pouvez cliquer sur l'item dans la liste des fonctions et désélectionner l'option 'Afficher dans la légende'.
german: Möchten Sie etwas in der Legende verbergen, klicken mit rechts auf den Eintrag in der Funktionsliste und wählen Sie 'In der Legende zeigen' ab.
italian: Se non vuoi che un oggetto sia mostrato nella legenda, puoi cliccare col pulsante destro del mouse sull'oggetto nella lista delle funzioni e deselezionare 'Mostra in legenda'.
russian: Если вы не хотите отображать элемент в подписи к графику, вы можете вызвать контекстное меню для этого элемента и изменить пункт 'Показывать в подписи к графику'.
spanish: Si no deseas que la leyenda muestre cierto elemento, haz clic derecho sobre éste en el panel de contenido y deselecciona Mostrar en la leyenda.

source: If you want the axes shown to the left and bottom of the image, you can choose Axes style as Boxed in the Settings tab of the Axes dialog.
dutch: Wil je dat de assen links en onderaan het beeld zichtbaar zijn, kies dan Assenstijl als kader in de tabinstellingen van de assendialoog
french: Si vous désirez des axes situés à gauche et en bas de la fenêtre, vous pouvez le faire en choisissant 'Sur les bords' dans 'Éditer|Axes|Paramètres|Situation des axes'.
german: Sollen sich die Achsen links und unten befinden, so wählen Sie im Achsendialog Einstellungen|Achsenstil 'Als Kasten'.
italian: Se vuoi visualizzare gli assi a sinistra in basso dell'immagine, puoi scegliere come 'Stile assi' il 'Riquadro' in tabella 'Impostazioni' nella finestra di dialogo 'Assi'.
russian: Если вы хотите, чтобы оси отображались слева и внизу графика, вы можете выбрать тип отображения осей 'углом' на закладке 'Параметры' в диалоге 'Оси'.
spanish: Si deseas que los ejes se muestren a la izquierda y abajo de la ventana gráfica, en Editar> Ejes> Configuración> Estilo de los ejes, selecciona la opción A escuadra.

source: Graph can save the shown coordinate system in five different image formats: bmp, emf, png, jpg and pdf.
dutch: Graph kan het assenstel in vijf verschillende bestandsformaten opslaan: bmp, emf, png, pdf and jpg.
french: Graph peut enregistrer le repère affcihé dans cinq formats d'image : bmp, emf, png, jpg et pdf.
german: Graph kann das gezeigte Koordinatensystem in fünf verschiedenen Formaten abspeichern: bmp, emf, png, jpg und pdf.
italian: Graph può salvare il sistema di coordinate visualizzato in 5 diversi formati immagine: bmp, emf, png, jpg e pdf.
russian: Graph может сохранить график в пяти форматах изображения: bmp, emf, png, jpg и pdf.
spanish: Graph puede guardar el sistema de coordenadas mostrado en seis formatos diferentes: bmp, emf, jpg/jpeg, pdf, png, svg.

source: You can use 'Edit|Copy image' to copy the coordinate system and paste it into another program, for example, Microsoft Word. Later you can usually edit the image in Graph by double clicking on it in the other program.
dutch: Met Bewerken|Kopiëren kun je het assenstel kopieren naar het klembord en plakken in een ander programma, bijvoorbeeld Microsoft Word. Later kun je het beeld bewerken in Graph door er op dubbel te klikken in dat andere programma.
french: Vous pouvez utiliser 'Éditer|Copier comme image' pour copier le repère dans le presse-papiers et le coller dans un autre programme, par exemple, Word de Microsoft. Plus tard vous pourrez éditer l'image dans Graph en double-cliquant dessus dans l'autre programme.
german: Mit 'Bearbeiten|Bild kopieren' können Sie das gezeigte Koordinatensystem in die Zwischenablage zu kopieren, um es in ein anderes Programm einzufügen. Sie können das Bild später nachbearbeiten, wenn Sie darauf in diesem Programm doppelklicken.
italian: Puoi usare 'Modifica|Copia immagine' per copiare il sistema di coordinate e incollarlo in un altro programma, tipo Microsoft Word. Poi, con un doppio-click sull'immagine, potrai riportarla e modificarla in Graph.
russian: Используйте меню 'Редактирование|Копировать изображение' для того, чтобы скопировать график в буфер обмена и поместить в другую программу.
spanish: Puedes usar Editar> Copiar imagen para copiar el sistema de coordenadas en el Portapapeles y pegarlo en otro programa, por ejemplo, MS Word. Si posteriormente deseas editar la imagen copiada, haz doble clic sobre ella y se abrirá una ejecución de Graph.

source: You can open a saved grf-file in a new instance of the program by double clicking on it in Explorer.
dutch: Je kan een opgeslagen grf-bestand openen door er in Explorer op te dubbelklikken.
french: Vous pouvez ouvrir un fichier grf enregistré dans une nouvelle session du programme en double-cliquant sur son nom dans l'explorateur.
german: Wenn Sie im Explorer auf eine gespeicherte Datei doppelklicken, wird sie in einem neuen Fenster geöffnet.
italian: Puoi aprire un file.grf in una nuova istanza di Graph con un doppio-click su di esso in Explorer.
russian: Вы можете открыть сохранённый grf-файл в новом окне Graph, используя двойной щелчёк в Explorer.
spanish: Puedes abrir un archivo grf (archivo de Graph) haciendo doble clic sobre él. Observa que múltiples ejecuciones del programa pueden ser abiertas simultáneamente.

source: You can drag a grf-file from explorer into an open instance of Graph to open the file.
dutch: Je kan een grf-file van explorer naar een open werkbalk van Graph slepen om dat bestand te openen.
french: Vous pouvez glisser-déposer un fichier grf dans une session ouverte de Graph pour ouvrir le fichier.
german: Ziehen Sie eine Graph-Datei vom Explorer in ein Graph-Fenster, wird die Datei geöffnet.
italian: Puoi trascinare un file.grf da Explorer direttamente in una istanza aperta di Graph per aprirlo.
russian: Вы можете открыть grf-файл, перетащив его из Explorer в окно Graph.
spanish: Puedes abrir un archivo grf (archivo de Graph) si lo arrastras sobre un botón de Graph en la barra de tareas, pero sin liberar el botón izquierdo del ratón. Cuando se abra la ventana del programa, suelta el archivo sobre ella.

source: Graph will remember the size of the main window between executions. This can be disabled from the Options dialog.
dutch: Graph onthoudt de grootte en plaats van het hoofdvenster tussen twee sessies. Dit uitschakelen kan bij Opties.
french: Graph se souviendra de la taille de la fenêtre principale d'une session à l'autre. Cette faculté peut être désactivée en désélectionnant 'Enregistrer l'espace de travail en quitttant' dans 'Éditer|Options'.
german: Graph speichert die Stellung und Größe des Fensters. Das kann unter Einstellungen abgeschaltet werden.
italian: Graph ricorderà la dimensione della finestra principale negli avvii successivi. Ciò può essere disabilitato nella finestra di dialogo 'Opzioni'.
russian: Graph запоминает положение и размер окна программы для последующего запуска. Это может быть отменено в диалоге настроек.
spanish: Graph recordará el tamaño de la ventana del programa en el próximo inicio. Puedes desactivar esto desde el cuadro de diálogo Opciones si deseleccionas la casilla Guardar tamaño de la ventana al salir.

source: Calc|Table can be used to create a table with evaluation values for a function.
dutch: Bereken|Tabel kan gebruikt worden om een tabel met functiewaarden aan te maken.
french: 'Calculer|Table' peut être utilisée pour obtenir un tableau de valeurs approchées de la fonction.
german: Mit Berechnen|Tabelle lässt sich eine Tabelle mit Stützpunkten für eine Funktion erstellen.
italian: 'Calc|Tabella' può essere usato per creare una tabella con i valori di valutazione di una funzione.
russian: Меню 'Вычисления|Таблица' может быть использовано для создания таблицы значений функции.
spanish: Calcular> Tabla de valores puede ser empleado para evaluar la función seleccionada en un intervalo dado.

source: A part or the whole evaluation table can be exported to a file by right clicking and selecting 'Export to file'. It can afterwards be opened in other programs like Microsoft Excel.
dutch: Een deel van een waardentabel kan geëxporteerd worden naar een bestand door rechts te klikken erop en 'Exporteer naar bestand' te selecteren. Daarna kan deze geopend worden in programma's zoals Microsoft Excel.
french: Une partie de la table de valeur approchées peut être exportée dans un fichier en sélectionnant avec la souris une partie de la table puis en choisissant 'Exporter dans un fichier' après un clic droit de souris dans la table.
german: Durch Rechtsklick und 'In Datei exportieren' lässt sich die ganze Tabelle oder ein Teil davon in eine Datei exportieren. Diese kann später mit anderen Programmen wie Microsoft Excel geöffnet werden.
italian: Una parte o l'intera tabella di valutazione può essere esportata su file, che può essere aperto da programmi come Microsoft Excel. Basta cliccare col pulsante destro del mouse e selezionare 'Esporta su file'.
russian: Часть или вся таблица оценки может быть сохранена в файл через пункт контекстного меню 'Экспортировать в файл...'. Файл затем может быть открыт другой программой, например, Microsoft Excel.
spanish: Una parte o toda una tabla de valores puede ser exportada a un archivo haciendo clic derecho sobre ella y seleccionando Exportar. Dicho archivo puede ser después abierto por otros programas, por ejemplo, MS Excel.
