Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Select to show a legend in the coordinate system.
dutch: Selecteer deze optie om een legende in het coördinatenstelsel te tonen.
french: Cocher pour afficher la légende dans le repère.
german: Zeigt die Legende im Koordinatensystem an.
italian: Seleziona per mostrare la legenda sul sistema di coordinate.
russian: Показывать подпись к графику на системе координат.
spanish: Muestra la leyenda dentro del sistema de coordenadas.

source: Font...
dutch: Lettertype...
french: Police...
german: Schriftart...
italian: Carattere...
russian: Шрифт
spanish: Fuente...

source: Change the font of the legend.
dutch: Verander het lettertype van de legende.
french: Change la police de la légende.
german: Wählen Sie die Schriftart für die Legende.
italian: Cambia il tipo di carattere della legenda.
russian: Выбрать шрифт легенды.
spanish: Selecciona el formato que deseas aplicar al contenido de la leyenda.

source: Top Right
dutch: Rechtsboven
french: En haut à droite
german: Oben rechts
italian: In alto a destra
russian: Вверху справа
spanish: Arriba a la derecha

source: Show the legend in the upper right corner.
dutch: Toon de legende in de rechter bovenhoek.
french: Affiche la légende dans le coin droit en haut.
german: Legende oben rechts zeigen.
italian: Mostra la legenda nell'angolo in alto a destra.
russian: Показывать подпись к графику в верхнем правом углу.
spanish: Muestra la leyenda en la esquina superior derecha de la ventana gráfica.

source: Bottom Right
dutch: Rechts onder
french: En bas à droite
german: Unten rechts
italian: In basso a destra
russian: Внизу справа
spanish: Abajo a la derecha

source: Show the legend in the bottom right corner.
dutch: Toon de legende in de rechter benedenhoek.
french: Affiche la légende dans le coin droit en bas.
german: Legende unten rechts zeigen.
italian: Mostra la legenda nell'angolo in basso a destra.
russian: Показывать подпись к графику в нижнем правом углу.
spanish: Muestra la leyenda en la esquina inferior derecha de la ventana gráfica.

source: Top Left
dutch: Linksboven
french: En haut à gauche
german: Oben links
italian: In alto a sinistra
russian: Вверху слева
spanish: Arriba a la izquierda

source: Show the legend in the upper left corner.
dutch: Toon de legende in de linker bovenhoek
french: Affiche la légende dans le coin gauche en haut.
german: Legende oben links zeigen.
italian: Mostra la legenda nell'angolo in alto a sinistra.
russian: Показывать подпись к графику в верхнем левом углу.
spanish: Muestra la leyenda en la esquina superior izquierda de la ventana gráfica.

source: Bottom Left
dutch: Links onder
french: En bas à gauche
german: Unten links
italian: In basso a sinistra
russian: Внизу слева
spanish: Abajo a la izquierda

source: Show the legend in the bottom left corner.
dutch: Toon de legende links onderaan.
french: Affiche la légende dans le coin gauche en bas.
german: Legende unten links zeigen.
italian: Mostra la legenda nell'angolo in basso a sinistra.
russian: Показывать подпись к графику в нижнем левом углу.
spanish: Muestra la leyenda en la esquina inferior izquierda de la ventana gráfica.

source: Close
dutch: Sluit
french: Fermer
german: Schließen
italian: Chiudi
russian: Закрыть
spanish: Cerrar

source: Next tip
dutch: Volgende tip
french: Astuce suivante
german: Nächster Tipp
italian: Suggerimento successivo
russian: Следующий
spanish: Siguiente

source: Previous tip
dutch: Vorige tip
french: Astuce précédente
german: Voriger Tipp
italian: Suggerimento precedente
russian: Предыдущий
spanish: Anterior

source: Show tips at startup
dutch: Toon tips bij het opstarten
french: Affiche les astuces au démarrage
german: Tipp beim Start zeigen
italian: Mostra suggerimenti all'avvio
russian: Показывать советы при запуске
spanish: Mostrar sugerencia al iniciar Graph

source: Did you know...
dutch: Wist je...
french: Le saviez-vous...?
german: Wussten Sie, dass...
italian: Lo sapevi che...
russian: Знаете ли вы...
spanish: ¿Sabías que...?

source: Insert relation
dutch: Voeg een relatie in
french: Insérer une relation
german: Relation einfügen
italian: Inserisci relazione
russian: Добавить соотношение
spanish: Insertar ecuación/inecuación

source: Relation:
dutch: Relatie:
italian: Relazione:
russian: Соотношение:
spanish: Expresión:

source: Constraints:
dutch: Beperkingen:
french: Contraintes :
german: Restriktionen:
italian: Vincoli:
russian: Ограничения:
spanish: Condiciones:

source: OK
russian: ОК
spanish: Aceptar

source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
italian: Annulla
russian: Отменить
spanish: Cancelar

source: Legend text
dutch: Tekst in legende
french: Légende
german: Legende
italian: Didascalia
russian: Текст подписи
spanish: Leyenda

source: Description:
dutch: Beschrijving:
german: Beschreibung:
italian: Descrizione:
russian: Описание:
spanish: Descripción:

source: Write a descriptive text to show in the legend and function list. If empty the formula will be used.
dutch: Geef een beschrijvende tekst in voor de legende en de functielijst. Indien leeg zal de formule worden gebruikt.
french: Écrire une description pour la légende à la place de l'équation. Si vide, l'équation sera utilisée dans la légende.
german: Erklärenden Text für die Legende eingeben. Andernfalls wird die Funktionsgleichung angezeigt.
italian: Scrivi una didascalia da mostrare nella legenda e nella lista delle funzioni. Se vuoto, verrà mostrata la formula.
russian: Введите описание, используемое в подписи к графику. Если оставлено пустым, будет использована формула функции.
spanish: Escribe un texto para mostrarlo en la leyenda. Si nada escribes, se indicará por defecto la expresión definida.

source: Properties
dutch: Eigenschappen
french: Propriétés
german: Eigenschaften
italian: Proprietà
russian: Свойства
spanish: Propiedades

source: Style:
dutch: Stijl:
french: Type :
german: Stil:
italian: Stile:
russian: Тип:
spanish: Estilo:

source: Width:
dutch: Breedte
french: Largeur :
german: Breite:
italian: Larghezza:
russian: Толщина:
spanish: Grosor:

source: Select the style used for drawing the inequality. Not used for equations.
dutch: Selecteer de tekenstijl voor ongelijkheden. Niet gebruikt voor gelijkheden.
french: Choisit le type de remplissage visualisant l'inéquation. Non actif pour les équations.
german: Wählen Sie den Zeichen-Stil für die Ungleichung. Wird für Gleichungen nicht benötigt.
italian: Seleziona lo stile da usare per tracciare la disequazione. Non per le equazioni.
russian: Выберите тип заштриховки для отображения неравенства. Не используется для уравнений.
spanish: Elige el estilo (color uniforme o trama) para representar gráficamente las soluciones de las inecuaciones.

source: Select the color for drawing the relation.
dutch: Selecteer de kleur voor het tekenen van de relatie.
french: Choisit la couleur pour "tracer" la relation.
german: Wählen Sie die Farbe für die Relation.
italian: Scegli il colore per tracciare la relazione.
russian: Выберите цвет линии.
spanish: Elige el color para representar gráficamente la ecuación o inecuación.

source: Width in pixels of the equation line or the borderline of the inequality.
dutch: Breedte van de rechte of de grens van de ongelijkheid in pixels .
french: Épaisseur du tracé en pixels de l'équation ou de la frontière de l'inéquation.
german: Breite des Graphs einer Gleichung oder der Grenzlinie einer Ungleichung, in Pixel.
italian: Spessore della linea dell'equazione o degli estremi della disequazione (in pixel).
russian: Толщина линии графика уравнения (в пикселях) или краевой линии неравенства.
spanish: Anchura de la gráfica de una ecuación, o del límite de una inecuación, en píxeles.

source: Enter the relation, for example "x^2+y^2 = 25" or "y < sin(x)"
dutch: Voeg de relatie in, bijvoorbeeld "x^2+y^2=9"of"y<cos(x)
french: Entrer la relation, par example "x^2+y^2 = 25" or "y < sin(x)"
german: Geben Sie die Relation ein, beispielsweise "x^2+y^2 = 25" oder "y < sin(x)"
italian: Inserisci la relazione, per esempio "x^2+y^2 = 25" or "y < sin(x)"
russian: Введите соотношение, например "x^2+y^2 = 25" или "y < sin(x)"
spanish: Introduce la ecuación o inecuación. Ejemplos: x^2+y^2=25, y<sin(x)

source: Enter constraints for the relation, for example "x > 0 and y < 5"
dutch: Geef de randvoorwaarde voor de relatie in, bijvoorbeeld "x>999 and y<5"
french: Entrer les contraintes pour la relation, par example "x > 0 and y < 5"
german: Geben Sie die Restriktionen der Relation ein, beispielsweise "x > 0 and y < 5"
italian: Inserisci i vincoli della relazione, per esempio "x > 0 and y < 5"
russian: Введите ограничения для соотношения, например "x > 0 and y < 5"
spanish: Indica las condiciones que deseas exigir. Ejemplo: x>0 and y<5 (nota el operador 'and').

source: Insert tangent/normal
dutch: Voeg de raaklijn/normale in
french: Insérer une tangente/normale
german: Tangente/Normale einfügen
italian: Inserisci tangente/perpendicolare
russian: Добавить касательную или перпендикуляр
spanish: Insertar tangente/normal

source: Value where the tangent/normal will interact with the function.
dutch: w-waarde waar de raaklijn/normale de functie snijdt.
french: Coordonnées où la tangente/normale coupe la fonction.
german: Koordinate, an der die Tangente/Normale die Funktion schneidet.
italian: Valore del punto ove la tangente/perpendicolare intersecherà la funzione.
russian: Координата, при которой касательная или перпендикуляр должны касаться или пересекать функцию.
spanish: Valor donde la tangente o la normal intersectará a la función.

source: Choose if you want a tangent or a normal.
dutch: Kies voor raaklijn of normale.
french: Choisir entre tangente ou normale.
german: Wählen Sie, ob sie eine Tangente oder eine Normale wünschen!
italian: Scegli se vuoi una tangente o una perpendicolare.
russian: Выберите, добавить касательную или перпендикуляр.
spanish: Elige si deseas una tangente o una normal.

source: Type
dutch: Soort
german: Typ
italian: Tipo
russian: Тип
spanish: Tipo

source: Tangent
dutch: Raaklijn
french: Tangente
german: Tangente
italian: Tangente
russian: Касательная
spanish: Tangente

source: Write a descriptive text to show in the legend. If empty the equation will be used.
dutch: Geef een beschrijvende tekst voor de legende. In het andere geval wordt de vergelijking weergegeven.
french: Écrit une description pour la légende à la place de l'équation. Si vide, l'équation sera utilisée dans la légende.
german: Schreiben Sie einen erklärenden Text für die Legende, andernfalls wird die Gleichung der Funktion angezeigt.
italian: Scrivi un testo descrittivo da mostrare nella legenda. Se vuoto, verrà mostrata l'equazione.
russian: Описание функции, используемое в подписи к графику. Если оставлено пустым, будет использована формула функции.
spanish: Escribe un texto para mostrarlo en la leyenda. Si nada escribes, se indicará por defecto la expresión generada.

source: Graph properties
dutch: Grafiekeigenschappen
french: Propriétés du tracé
german: Eigenschaften des Graphen
italian: Proprietà di Graph
russian: Свойства графика
spanish: Propiedades de la gráfica

source: Line style:
dutch: Lijnstijl:
french: Style de ligne :
german: Linientyp:
italian: Stile linea:
russian: Тип линии:
spanish: Estilo de línea:

source: Width of graph in pixels.
dutch: Breedte van de grafiek in pixels.
french: Épaisseur du tracé en pixels.
german: Bildbreite in Pixel.
italian: Larghezza del grafico (in pixel).
russian: Толщина линии в пикселях.
spanish: Elige la anchura de línea, en píxeles.

source: Choose which line style to use for drawing the graph.
dutch: Kies de lijnstijl voor het tekenen van de grafiek.
french: Choisir le style de ligne à utiliser pour le tracé.
german: Wählen Sie den Linientyp, mit dem der Graph geplottet werden soll.
italian: Scegli lo stile della linea da usare per tracciare il grafico.
russian: Выберите, какой тип линии использовать для отображения графика.
spanish: Elige el trazo que deseas emplear para dibujar la gráfica.

source: Select the color of the graph.
dutch: Selecteer de grafiekkleur.
french: Choisit la couleur du tracé.
german: Wählen Sie die Farbe des Graphen.
italian: Seleziona il colore del grafico.
russian: Выберите цвет графика.
spanish: Elige el color de la gráfica.

source: Argument range
dutch: Bereik van het argument
french: Plage pour l'argument
german: Definitionsmenge
italian: Intervallo argomento
russian: Диапазон аргумента
spanish: Intervalo

source: From:
dutch: Van:
french: De :
german: Von:
italian: Da:
russian: От:
spanish: Desde:

source: To:
dutch: Tot:
french: À :
german: Bis:
italian: A:
russian: До:
spanish: Hasta:

source: Start of range interval for the used variable.
dutch: Benedengrens voor de gebruikte variabele.
french: Début de l'intervalle pour la variable utilisée.
german: Intervallbeginn für der Definitionsmenge der verwendeten Variable.
italian: Inizio dell'intervallo per la variabile in uso.
russian: Начало диапазона.
spanish: Valor inicial del intervalo respecto a la variable independiente definida.

source: End of range interval for the used variable.
dutch: Bovengrens voor de gebruikte variabele.
french: Fin de l'intervalle pour la variable utilisée.
german: Ende der Definitionsmenge für die verwendete Variable.
italian: Fine dell'intervallo per la variabile in uso.
russian: Конец диапазона.
spanish: Valor final del intervalo respecto a la variable independiente definida.

source: Endpoints
dutch: Eindpunten
french: Extrémités
german: Endpunkte
italian: Marcatori punti estremi
russian: Маркеры начала и конца
spanish: Puntos extremos

source: Start:
french: De début :
german: Anfang:
italian: Inizio:
russian: Начало:
spanish: Inicio:

source: End:
dutch: Einde:
french: De fin :
german: Ende:
italian: Fine:
russian: Конец:
spanish: Fin:

source: Select marker to show at the start of the interval. Only used if an argument range is specified.
dutch: Selecteer een markering voor het intervalbegin. Alleen gebruikt als een bereik opgeven is.
french: Choisit le marqueur du début dl'intervalle. Seulement si un intervalle a été précisé pour l'argument.
german: Wählen Sie, wie der Intervallanfang markiert werden soll (nur wenn ein Intervall eingegeben ist).
italian: Seleziona il marcatore da mostrare all'inizio dell'intervallo. Utilizzabile solo se é specificato un intervallo.
russian: Выберите маркер начала линии. Используется только если указан интервал.
spanish: Si has definido un intervalo, puedes elegir un marcador para señalar el punto inicial del segmento a dibujar.

source: Select marker to show at the end of the interval. Only used if an argument range is specified.
dutch: Selecteer een markering voor het intervaleinde. Alleen gebruikt als een bereik opgeven is.
french: Choisit le marqueur utilisé pour marquer l'extrémité de l'intervalle. Seulement si un intervalle est spécifié.
german: Wählen Sie, wie das Intervallende markiert werden soll (nur wenn ein Intervall eingegeben ist).
italian: Seleziona il marcatore da mostrare alla fine dell'intervallo. Utilizzabile solo se é specificato un intervallo.
russian: Выберите маркер конца линии. Используется только если указан интервал.
spanish: Si has definido un intervalo, puedes elegir un marcador para señalar el punto final del segmento a dibujar.

source: Insert trendline
dutch: Voeg de trendlijn in
french: Insérer une courbe d'ajustement
german: Trendlinie einfügen
italian: Inserisci linea di tendenza
russian: Добавить трендлинию
spanish: Insertar línea de tendencia

source: Line
dutch: Lijn
french: Ligne
german: Linie
italian: Linea
russian: Линия
spanish: Línea

source: Built-in
dutch: Ingebouwd
french: Intégré
german: Eingebaut
italian: Predefinita
russian: Встроенные
spanish: Predefinida

source: Create a linear function: f(x)=ax+b
dutch: Maak een lineaire functie aan: y=ax+b .
french: Crée une fonction affine : f(x)=ax+b
german: Lineare Funktion erzeugen: f(x)=ax+b
italian: Crea una funzione lineare: f(x)=ax+b
russian: Создать линейную функцию: f(x)=ax+b
spanish: Línea de tendencia según la ecuación lineal y=ax+b

source: Create a logarithmic function: f(x)=a*ln(x)+b
dutch: Maak een logaritmische functie aan: f(x)=a*ln(x)+b .
french: Crée une fonction logarithmique : f(x)=a*ln(x)+b
german: Logarithmusfunktion erzeugen: f(x)=a*ln(x)+b
italian: Crea una funzione logaritmica: f(x)=a*ln(x)+b
russian: Создать логарифмическую функцию: f(x)=a*ln(x)+b
spanish: Línea de tendencia según la ecuación logarítmica y=a·ln(x)+b

source: Create a polynomial function: f(x)=ax^3+bx^2+cx+d
dutch: Maak een veeltermfunctie aan: f(x)=ax^3+bx^2+cx+d
french: Crée une fonction polynomiale : f(x)=ax^3+bx^2+cx+d
german: Ganzrationale Funktion erzeugen: f(x)=ax^3+bx^2+cx+d
italian: Crea una funzione polinomiale: f(x)=ax^3+bx^2+cx+d
russian: Создать многочлен: f(x)=ax^3+bx^2+cx+d
spanish: Línea de tendencia según la ecuación polinómica y=ax^3+bx^2+cx+d

source: Create a power function: f(x)=ax^b
dutch: Maak een machtsfunctie aan: f(x)=ax^b
french: Crée une fonction puissance : f(x)=ax^b
german: Potenzfunktion erzeugen: f(x)=ax^b
italian: Crea una funzione di potenza: f(x)=ax^b
russian: Создать степенную функцию: f(x)=ax^b
spanish: Línea de tendencia según la ecuación potencial y=ax^b

source: Create a exponential function: f(x)=a*b^x
dutch: Maak een exponentiële functie aan: f(x)=a*b^x
french: Crée une fonction exponentielle : f(x)=a*b^x
german: Exponentialfunktion erzeugen: f(x)=a*b^x
italian: Crea una funzione esponenziale: f(x)=a*b^x
russian: Создать экспоненциальную функцию: f(x)=a*b^x
spanish: Línea de tendencia según la ecuación exponencial y=a·b^x

source: Order:
dutch: Graad:
french: Degré :
german: Ordnung:
italian: Ordine:
russian: Степень:
spanish: Grado:

source: Polynomial
dutch: Veelterm
french: Polynomiale
german: Ganzrational
italian: Polinomiale
russian: Полином
spanish: Polinómica

source: Logarithmic
dutch: Logaritmisch
french: Logarithmique
german: Logarithmisch
italian: Logaritmica
russian: Логарифмическая шкала
spanish: Logarítmica

source: Linear
dutch: Lineair
french: Affine
italian: Lineare
russian: Линейная
spanish: Lineal

source: Power
dutch: Macht
french: Puissance
german: Potenz
italian: Potenza
russian: Степенная
spanish: Potencial

source: Exponential
dutch: Exponentieel
french: Exponentielle
german: Exponentiell
italian: Esponenziale
russian: Экспонента
spanish: Exponencial

source: Create a moving average as a series of straight lines.
dutch: Maak een voortschrijdend gemiddelde aan als een reeks rechte lijnen.
french: Crée une moyenne mobile sous forme d'une série de lignes droites.
german: Erstellt einen gleitenden Mittelwert in Form einer Folge aneinander gereihter Strecken.
italian: Crea una media mobile come serie di linee dritte.
russian: Создать график скользящего среднего как последовательность отрезков.
spanish: Crea una media móvil como una serie de líneas rectas.

source: Moving average
dutch: Voortschrijdend gemiddelde
french: Moyenne mobile
german: Gleitender Durchschnitt
italian: Media mobile
russian: Скользящее среднее
spanish: Media móvil

source: Period:
dutch: Periode:
french: Période :
german: Periode:
italian: Periodo:
russian: Период:
spanish: Período:

source: Determines how many points are used for the average.
dutch: Bepaalt hoeveel punten gebruikt worden voor het gemiddelde.
french: Détermine le nombre de points utilisés pour la moyenne.
german: Bestimmt die Anzahl der Punkte für den Mittelwert.
italian: Determina quanti punti usare per calcolare la media.
russian: Задаёт количество точек, используемых для нахождения среднего.
spanish: Indica cuántos puntos deseas utilizar para calcular la media o promedio móvil.

source: The order of the polynomium. For example 2 means a parable.
dutch: De graad van de veelterm. Bijvoorbeeld 2 betekent een parabool
french: Le degré du polynôme. Par example 2 pour une parabole.
german: Die Ordnung des Polynoms; 2 steht z. B. für eine Parabel.
italian: Grado del polinomio. Per esempio 2 significa una parabola.
russian: Степень полинома. Например, 2 обозначает параболу.
spanish: Grado u orden del polinomio. Por ejemplo, un polinomio de grado 2 es una parábola.

source: User defined
dutch: Bepaalde gebruiker
french: Défini par l'utilisateur
german: Benutzerdefiniert
italian: Definita dall'utente
russian: Пользовательские
spanish: Definida por el usuario

source: Model:
french: Modèle :
german: Modell:
italian: Modello:
russian: Модель:
spanish: Modelo:

source: Add model
dutch: Voeg model toe
french: Ajouter modèle
german: Hinzufügen
italian: Aggiungi modello
russian: Новая модель
spanish: Añadir modelo

source: Remove model
dutch: Verwijder model
french: Suppr. modèle
german: Löschen
italian: Elimina modello
russian: Удал. модель
spanish: Eliminar modelo

source: Edit model
dutch: Model bewerken
french: Éditer modèle
german: Ändern
italian: Modifica modello
russian: Параметры
spanish: Editar modelo

source: Enter a function model to base the trendline on.
dutch: Voeg het functiemodel voor de trendlijn in.
french: Entrer un modèle de fonction sur lequel faire l'ajustement.
german: Geben Sie ein Funktionsmodell als Basis für die Trendlinie ein.
italian: Inserisci un modello di funzione su cui basare la linea di tendenza.
russian: Введите модель функции для отображения трендлинии графику.
spanish: Introduce un modelo de función sobre el que definir la línea de tendencia.

source: Type a value in the Intercept box to specify the point where you want the trendline to meet the y-axis. This is only available for linear, polynomial and exponential trendlines.
dutch: Geef een intercept waarde in waar je wil dat de trendlijn een punt gemeen heeft met de y-as. Dit kan alleen bij lineaire, polynoom- en exponentiële trendlijnmodellen.
french: Cocher la case et saisir une valeur dans le champ pour préciser le point où vous voulez que la courbe d'ajustement coupe l'axe des y. Ceci n'est possible que pour les courbes d'ajustements linéaires, polynomiales et exponentielles.
german: Geben Sie einen Wert in die Schnittpunkt-Box ein, um den Punkt zu bestimmen, in dem die Trendlinie die Y-Achse schneiden soll. Dies ist nur für lineare, ganzrationale und exponentielle Trendlinien möglich.
italian: Digita un valore nella casella 'Intercetta' per specificare il punto dove vuoi che la linea di tendenza incroci l'asse-y. Ciò è possibile solo per le linee di tendenza lineari, polinomiali ed esponenziali.
russian: Укажите значение, в котором трендлиния будет пересекать ось у. Доступно только для линейной, многочленной и показательной функции.
spanish: Activa esta casilla si deseas que la línea de tendencia intersecte al eje Y, e indica la ordenada.

source: Intercept =
french: Coupe à
german: Schnittpunkt =
italian: Intercetta =
russian: Пересечение =
spanish: Cortar en y=

source: Import from file...
dutch: Voer in vanuit bestand...
french: Importer depuis un fichier...
german: Aus Datei importieren...
italian: Importa da file...
russian: Загрузить из файла...
spanish: Importar...

source: Import user models from a file.
dutch: Voor gebruikersmodellen in uit een bestand.
french: Importe un modèle personnalisé d'un fichier.
german: Punktserie(n) aus einer Datei einfügen.
italian: Importa modelli utente da file.
russian: Загрузить пользовательский ряд точек из файла с данными.
spanish: Importa un modelo de línea de tendencia definida por el usuario desde un archivo (por ejemplo, con extensión *.ini o *.txt).

source: Export all to file...
dutch: Exporteer naar bestand...
french: Exporter tout vers un fichier...
german: In Datei exportieren...
italian: Esporta tutto su file...
russian: Экспортировать в файл...
spanish: Exportar todo...
