Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Save the shown frame to an image file.
dutch: Slaat het getoonde beeld op als een figuur.
french: Enregistre l'image affichée dans un fichier.
german: Aktuelles Bild als Bilddatei (*.emf, *.bmp oder *.png) abspeichern.
italian: Salva come immagine la frame visualizzata.
russian: Сохранить текущий кадр в файл.
spanish: Guarda el cuadro mostrado como una imagen.

source: Save all frames...
dutch: Sla alle beelden op.
french: Enregistrer toutes les images...
german: Alle Bilder speichern...
italian: Salva tutte le frame...
russian: Сохранить все кадры...
spanish: Guardar todos los cuadros...

source: Save all frames in the animation to image files. This will create as many files as there are frames in the animation.
dutch: Sla alle beelden in de animatie op als beeldbestanden. Dit zal zoveel bestanden creëren als er beelden zijn in de animatie.
french: Sauvegarde toutes les images d'une animation dans des fichiers. Cela créera autant de fichiers qu'il y a d'images dans l'animation.
german: Alle Einzelbilder der Animation in separate Bilddateien speichern. Hierbei entstehen genauso viele Dateien wie Zahl der Einzelbilder, aus der gesamte Animation besteht.
italian: Salva tutte le frame dell'animazione su un file di immagine. Questo creerà tanti file quanti erano i fotogrammi nell'animazione.
russian: Сохранить все кадры из анимации в виде рисунка. Кол-во файлов зависит от числа кадров в анимации.
spanish: Guarda cada uno de los cuadros de la animación como una imagen.

source: Corner:
dutch: Hoek:
french: Coin :
german: Ecke:
italian: Angolo:
russian: Угол:
spanish: Esquina:

source: Choose which corner of the label should be locked.
dutch: Kies de hoek waar de legende moet vastgezet worden.
french: Choisit quel coin du label doit être fixé.
german: Wählen Sie die Ecke, in der das Textfeld verankert werden soll.
italian: Scegli quale angolo dell'etichetta va bloccato.
russian: Выберите угол прикрепления метки.
spanish: Elige una esquina del cuadro de texto como punto de anclaje.

source: Upper Left
dutch: Linksboven
french: En haut à gauche
german: Oben links
italian: Superiore sinistro
russian: Верхний Левый
spanish: Superior izquierda

source: Upper Right
dutch: Rechtsboven
french: En haut à droite
german: Oben rechts
italian: Superiore destro
russian: Верхний Правый
spanish: Superior derecha

source: Lower Left
dutch: Linksboven
french: En haut à gauche
german: Oben links
italian: Inferiore sinistro
russian: Нижний Левый
spanish: Inferior izquierda

source: Lower Right
dutch: Rechtsboven
french: En haut à droite
german: Oben rechts
italian: Basso a destra
russian: Нижний Правый
spanish: Inferior derecha

source: Enter a coordinate to lock label at.
dutch: Geef een coördinaat in voor het vastzetten van het label.
french: Entrer une coordonnée où accrocher le label.
german: Geben Sie Koordinaten ein, an der das Textfeld verankert werden soll.
italian: Immetti le coordinate dove bloccare l'etichetta.
russian: Введите точку, к которой прикрепить метку.
spanish: Indica las coordenadas del punto en el que deseas anclar la esquina del cuadro de texto.

source: Python interpreter
french: Interpréteur Python
russian: Python-переводчик
spanish: Intérprete Python

source: Clear
dutch: Klaar
french: Effacer
german: Löschen
italian: Pulisci
russian: Очистить
spanish: Borrar

source: Edit axes
dutch: Assen bewerken
french: Choix pour les axes
german: Achsen bearbeiten
italian: Modifica assi
russian: Редактирование осей:
spanish: Editar ejes

source: x-axis
dutch: x-as
french: axe des abscisses
german: X-Achse
italian: Asse-x
russian: ось x
spanish: Eje X

source: Minimum:
italian: Minimo:
russian: Минимум:
spanish: Mínimo:

source: Minimum x-value.
dutch: Minimum x-waarde.
french: Abscisse minimale.
german: Kleinster angezeigter X-Wert.
italian: Minimo valore-x.
russian: Минимальное значение х
spanish: Valor mínimo de la coordenada x mostrado sobre el eje.

source: Maximum:
italian: Massimo:
russian: Максимум:
spanish: Máximo:

source: Maximum x-value.
dutch: Maximum x-waarde.
french: Abscisse maximale.
german: Höchster angezeigter X-Wert.
italian: Massimo valore-x.
russian: Максимальное значение х
spanish: Valor máximo de la coordenada x mostrado sobre el eje.

source: Tick unit:
dutch: Maatstreepje:
french: Unité gradu. :
german: Skalenteilung:
russian: Интервал засечек:
spanish: Módulo entre marcas:

source: Units between ticks on the x-axis.
dutch: Aantal eenheden tussen maatstreepen op de x-as.
french: Distance entre les marques en abscisses
german: Skalenteilung der X-Achse.
italian: Unità tra i segni di graduazione sull'asse-x.
russian: Интервал между засечками на оси х.
spanish: Intervalo entre dos marcas de graduación sobre el eje X.

source: Grid unit:
dutch: Raster:
french: Unité quadri :
german: Rastereinheit:
italian: Unità Griglia:
russian: Интервал для сетки:
spanish: Módulo de cuadrícula:

source: Units between the grid lines perpendicular to the x-axis.
dutch: Eenheden tussen de rasterlijnen loodrecht op de x-as.
french: Espace entre les lignes du quadrillage perpendiculaires à l'axe des abscisses.
german: Zahlen zwischen den Rasterlinien senkrecht zur X-Achse.
italian: Unità tra le linee della griglia perpendicolari all'asse-x.
russian: Интервал между линиями сетки, перпендикулярной оси х.
spanish: Intervalo entre dos líneas de división perpendiculares al eje X.

source: Determine the tick unit automatically.
dutch: Automatische bepaling dikte maatstrepen
french: Détermine automatiquement l'unité de marquage.
german: Skalenteilung automatisch bestimmen.
italian: Determina automaticamente l'unità di graduazione.
russian: Автоматическое определение интервала между засечками
spanish: Fija automáticamente el valor del módulo entre dos marcas de graduación.

source: Auto tick
dutch: Auto
french: Gradu. auto.
german: Auto
italian: Graduaz. auto
russian: автом.
spanish: Automarcar

source: Show tick marks on the x-axis.
dutch: Toon maatstrepen op x-as
french: Affiche les graduations sur l'axe des x.
german: Skalenteilung auf der X-Achse zeigen.
italian: Mostra i segni di graduazione sull'asse-x.
russian: Показывать засечки на оси х
spanish: Muestra las divisiones o marcas de graduación del eje X.

source: Show ticks
dutch: Toon
french: Afficher gradu.
german: Skalenteilung anzeigen
italian: Mostra graduaz.
russian: Показ. засечки
spanish: Mostrar marcas

source: Set the grid unit to the same as the tick unit.
dutch: Stel rooster- en maatstreepeenheid gelijk aan elkaar
french: Met l'unité de quadrillage à la valeur de l'unité de marquage.
german: Die Rastereinheit als die Skalenteilung setzen.
italian: Assegna all'unità della griglia lo stesso valore dell'unità di graduazione.
russian: Сделать интервал сетки равным интервалу засечек
spanish: Establece que el Módulo de cuadrícula coincida con el Módulo entre marcas.

source: Auto grid
dutch: Auto
french: Quadri. auto.
german: Auto
italian: Griglia auto
russian: автом.
spanish: Autoajustar

source: Show vertical grid lines.
dutch: Toon verticale roorsterlijnen.
french: Affiche les verticales du quadrillage.
german: Senkrechte Rasterlinien anzeigen
italian: Mostra linee di griglia verticali.
russian: Показывать вертикальную сетку.
spanish: Muestra las líneas de división perpendiculares al eje X.

source: Show grid
dutch: Toon
french: Afficher quadri.
german: Raster anzeigen
italian: Mostra griglia
russian: Показывать сетку
spanish: Mostrar cuadrícula

source: Show the label at the right side of the graphing area, above the x-axis.
dutch: Toon label rechts van het grafisch gedeelte, boven de x-as.
french: Affiche le label au dessus et à droite de l'axe des x.
german: Textfeld rechts auf der rechten Seite des Hauptfensters oberhalb der X-Achse anzeigen.
italian: Mostra l'etichetta sul lato destro dell'area grafica, sopra l'asse-x.
russian: Показывать метку справа от графика и над осью х.
spanish: Muestra el título del eje de abscisas.

source: Label:
french: Nom :
german: Achsenbeschriftung:
italian: Etichetta:
russian: Обозн.:
spanish: Título del eje:

source: Edit the label for the axis here.
dutch: Aslabel hier bewerken
french: Édite le nom pour l'axe ici.
german: Achsenbeschriftung bearbeiten.
italian: Modifica qui l'etichetta dell'asse.
russian: Введите обозначение оси.
spanish: Escribe el nombre que deseas asignar a este eje.

source: The x-axis cross at y=
dutch: De x-as snijdt in y=
french: Axe des abscisses à y=
german: Die X-Achse kreuzt bei y=
italian: L'asse-x incrocia in y=
russian: Ось х пересекает ось у при у=
spanish: El eje X cruza en y=

source: The x-axis will intersect with the y-axis at this value.
dutch: De x-as snijdt de y-as in deze waarde.
french: L'axe des x coupera l'axe des y pour cette valeur.
german: Die X-Achse schneidet die Y-Achse bei diesem Wert.
italian: L'asse-x intersecherà l'asse-y a questo valore.
russian: Значение у, при котором оси будут пересекаться.
spanish: El eje X intersecta al eje Y en la ordenada indicada.

source: Use logarithmic scale on the x-axis.
dutch: Gebruik logaritmische schaal op de x-as.
french: Utilise une échelle logarithmique en abscisse.
german: X-Achse logarithmisch.
italian: Usa scala logaritmica sull'asse-x.
russian: Использовать логарифмическую шкалу по оси х.
spanish: Define una escala logarítmica (por defecto, base 10) para el eje X.

source: Logarithmic scale
dutch: Logaritmische schaal
french: Échelle logarithmique
german: Logarithmische Skala
italian: Scala logaritmica
russian: Логарифмическая шкала
spanish: Escala logarítmica

source: Show units on the x-axis.
dutch: Toon eenheid op x-as.
french: Affiche les unités en abscisse.
german: Skalenteilung auf der X-Achse anzeigen.
italian: Mostra unità sull'asse-x.
russian: Показывать значения по оси х.
spanish: Muestra las unidades del eje X.

source: Show numbers
dutch: Toon getallen
french: Afficher les valeurs
german: Zahlen anzeigen
italian: Mostra numeri
russian: Показ. значения
spanish: Mostrar números

source: Show units on the selected axis as a fraction multiplied by pi.
dutch: Toon eenheden op geselecteerde as als breuk vermenigvuldigd met pi.
french: Affiche les marques en abscisses en fraction de pi.
german: Skalenteilung als Bruchteile bzw. Vielfaches von Pi anzeigen.
italian: Mostra le unità sull'asse selezionato come una frazione multiplicata per pi (Pi greco).
russian: Показывать значения по оси в единицах, кратных π.
spanish: Muestra las unidades del eje seleccionado como fracciones múltiplos de pi.

source: Show as a multiple of π
dutch: Toon als veelvoud van π
french: Afficher en fractions de π
german: Als Vielfaches von π anzeigen
italian: Mostra come multiplo di π
russian: Показывать как множитель π
spanish: Mostrar números como múltiplos de π

source: y-axis
dutch: y-as
french: axe des ordonnées
german: Y-Achse
italian: Asse-y
russian: Ось y
spanish: Eje Y

source: Minimum y-value.
dutch: Minimum y-waarde
french: Ordonnée minimale.
german: Kleinster angezeigter Y-Wert.
italian: Minimo valore-y.
russian: Минимальное значение у.
spanish: Valor mínimo de la coordenada y mostrado sobre el eje.

source: Maximum y-value.
dutch: Maximum y-waarde
french: Ordonnée maximale.
german: Höchster angezeigter Y-Wert.
italian: Massimo valore-y.
russian: Максимальное значение у.
spanish: Valor máximo de la coordenada y mostrado sobre el eje.

source: Units between ticks on the y-axis.
dutch: Eenheid tussen maatstrepen op y-as.
french: Distance entre graduations en ordonnées.
german: Skalenteilung der Y-Achse.
italian: Unità tra i segni di graduazione sull'asse-y.
russian: Интервал между засечками на оси у.
spanish: Intervalo entre dos marcas de graduación sobre el eje Y.

source: Units between the grid lines perpendicular to the y-axis.
dutch: Eenheden tussen de rasterlijnen loodrecht op de y-as.
french: Distance entre les lignes horizontales du quadrillage.
german: Zahlen zwischen den Rasterlinien senkrecht zur Y-Achse.
italian: Unità tra le linee della griglia perpendicolari all'asse-y.
russian: Интервал между линиями сетки, перпендикулярной оси у.
spanish: Intervalo entre dos líneas de división perpendiculares al eje Y.

source: Show tick marks on the y-axis.
dutch: Toon maatstrepen op y-as.
french: Affiche les graduations sur l'axe des y.
german: Skalenteilung auf der Y-Achse zeigen.
italian: Mostra i segni di graduazione sull'asse-y.
russian: Показывать засечки на оси у.
spanish: Muestra las divisiones o marcas de graduación del eje Y.

source: Show horizontal grid lines.
dutch: Toon horizontale rasterlijnen.
french: Affiche les lignes horizontales du quadrillage.
german: Waagerechte Rasterlinien zeigen.
italian: Mostra linee di griglia orizzontali.
russian: Показывать горизонтальную сетку.
spanish: Muestra las líneas de división perpendiculares al eje Y.

source: Show the label at the top of the graphing area, to the right of the y-axis.
dutch: Dit label tonen aan de bovenkant van de grafische gebied, rechts van de y-as.
french: Affiche le label en haut de la fenêtre et à droite de l'axe des y .
german: Textfeld oben im Hauptfenster rechts der Y-Achse anzeigen.
italian: Mostra l'etichetta in cima all'area grafica, sulla destra dell'asse-y.
russian: Показывать метку поверх графика и справа от оси х.
spanish: Muestra el título del eje de ordenadas.

source: The y-axis cross at x=
dutch: De y-as snijdt in x=
french: Axe des ordonnées à x=
german: Die Y-Achse kreuzt bei x=
italian: L'asse-y incrocia in x=
russian: Ось у пересекает ось х при х=
spanish: El eje Y cruza en x=

source: The y-axis will intersect with the x-axis at this value.
dutch: De y-as snijdt de x-as in deze waarde.
french: L'axe des y coupera l'axe des x pour cette valeur.
german: Die Y-Achse schneidet die X-Achse bei diesem Wert.
italian: L'asse-y intersecherà l'asse-x a questo valore.
russian: Значение х, при котором оси будут пересекаться.
spanish: El eje Y intersecta al eje X en la abscisa indicada.

source: Use logarithmic scale for the y-axis.
dutch: Gebruik logaritmische schaal op y-as.
french: Utilise une échelle logarithmique en ordonnées.
german: Y-Achse logarithmisch.
italian: Usa scala logaritmica per l'asse-y.
russian: Использовать логарифмическую шкалу по оси у.
spanish: Define una escala logarítmica (por defecto, base 10) para el eje Y.

source: Show units on the y-axis.
dutch: Toon eenheden op y-as.
french: Affiche les unités en ordonnées.
german: Skalenteilung an der Y-Achse anzeigen.
italian: Mostra unità sull'asse-y.
russian: Показывать значения по оси у.
spanish: Muestra las unidades del eje Y.

source: Settings
dutch: Instellingen
french: Paramètres
german: Einstellungen
italian: Impostazioni
russian: Параметры
spanish: Configuración

source: Title:
dutch: Titel:
french: Titre :
german: Titel:
italian: Titolo:
russian: Заголовок:
spanish: Título:

source: Choose if you want to show the axes, and if you want to show them crossed or at the left and bottom of the image.
dutch: Kies of de assen getoond moeten worden en of die elkaar moeten kruisen of links en onderaan het beeld moeten geplaatst worden.
french: Choisit si vous voulez voir les axes, et dans ce cas les voir sécants ou en bas et à gauche de l'image.
german: Wählen Sie, ob die Achsen unsichtbar, alle vier oder nur der erste Quadrant sichtbar sein sollen!
italian: Scegli se mostrare gli assi e se vuoi mostrarli incrociati oppure in basso a sinistra dell'immagine.
russian: Выберите вариант отображения осей: не отображать, отображать пересечение осей, или отображать оси по краям системы координат (углом).
spanish: Elige si no deseas mostrar los ejes, o si deseas mostrarlos en cruz, o a la izquierda y abajo de la ventana gráfica.

source: Axes style
dutch: Asstijl
french: Situation des axes
german: Achsenstil
italian: Stile assi
russian: Отображение осей
spanish: Estilo de los ejes

source: None
dutch: Geen
french: Invisibles
german: Keinen
italian: Nessuno
russian: Отсутствуют
spanish: Ninguno

source: Crossed
dutch: Kruisend
french: Sécants
german: Gekreuzt
italian: Incrociato
russian: Пересекающ.
spanish: En cruz

source: Boxed
dutch: In kader
french: Sur les bords
german: Als Kasten
italian: Riquadro
russian: Углом
spanish: A escuadra

source: Choose if trigonometric functions should calculate in radians or degrees.
dutch: Kies of goniometrische functies in radialen of graden moeten rekenen.
french: Choisit entre radians et degrés pour les calculs avec les focntions trigonométriques.
german: Wählen Sie, ob trigonometrische Funktionen in Bogenmaß oder Grad rechnen sollen.
italian: Scegli se le funzioni trigonometriche andranno calcolate in radianti o in gradi.
russian: Выберите, в градусах или радианах вычислять тригонометрические функции
spanish: Elige la unidad empleada en las funciones trigonométricas: radianes o grados sexagesimales.

source: Trigonometry
dutch: Goniometrie
french: Trigonométrie
german: Trigonometrie
italian: Trigonometria
russian: Тригонометрия
spanish: Trigonometría

source: Radian
dutch: Radialen
italian: Radiante
russian: Радианы
spanish: Radián

source: Degree
dutch: Graden
french: Degré
german: Grad
italian: Grado
russian: Градусы
spanish: Grado

source: Enter a title to show above the coordinate system.
dutch: Geef een titel in voor boven het assenstel.
french: Saisir un titre affiché en haut du repère.
german: Geben Sie den Titel ein, der über dem Koordinatensystem angezeigt werden soll.
italian: Immetti un titolo da dare al sistema di coordinate.
russian: Введите заголовок для отображения над графиком.
spanish: Título del sistema de coordenadas. El texto quedará centrado sobre el eje Y.

source: Select the font for the title.
dutch: Kies lettertype voor titel.
french: Choisit la police pour le titre.
german: Wählen Sie die Schriftart für den Titel.
italian: Seleziona il tipo di carattere per il titolo.
russian: Выбрать шрифт заголовка.
spanish: Elige el formato que deseas aplicar al texto del título.

source: Choose where the legend should be placed.
dutch: Kies waar de legende moet verschijnen.
french: Choisit où sera placée la légende.
german: Wählen Sie, wohin die Legende platziert werden soll.
italian: Scegli dove posizionare la legenda.
russian: Выберите место расположения подписи к графику.
spanish: Elige en qué esquina de la ventana gráfica deseas situar la leyenda.

source: Legend placement
dutch: Plaatsing legende
french: Emplacement légende
german: Platzierung der Legende
italian: Posizione legenda
russian: Расположение подписи к графику
spanish: Situación de la leyenda

source: Check this to use complex numbers for calculations. Notice that this will slow graphing down.
dutch: Controleer of bij de berekeningen complexe getallen gebruikt moeten worden. Bemerk dat dit dit het tekenen vertraagd.
french: Sélectionnez ceci pour utiliser les nombres complexes dans les calculs. Notez bien que cela ralentira la réalisation des tracés.
german: Aktivieren, um mit komplexen Zahlen zu rechnen. Beachten Sie, dass hierdurch die grafische Darstellung langsamer wird.
italian: Spunta per usare i numeri complessi nei calcoli. Attenzione, ciò comporterà un rallentamento nel tracciamento del grafico.
russian: Использовать для вычислений комплексные числа (замедляет построение графика).
spanish: Activa esta casilla si empleas números complejos en los cálculos.

source: Calculate with complex numbers
dutch: Bereken met complexe getallen
french: Calculer avec les complexes
german: Komplex berechnen
italian: Calcola usando numeri complessi
russian: Комплексные вычисления
spanish: Calcular con números complejos

source: Font and color
dutch: Lettertype en kleur
french: Polices et couleurs
german: Schriftart und -farbe
italian: Font e colore
russian: Шрифт и цвет
spanish: Colores y Fuentes

source: Colors
dutch: Kleuren
french: Couleurs
german: Farben
italian: Colori
russian: Цвета
spanish: Colores

source: Grid color:
dutch: Rasterkleur
french: Couleur quadrillage :
german: Rasterfarbe:
italian: Colore griglia:
russian: Цвет сетки:
spanish: Cuadrícula:

source: Axes color:
dutch: Assenkleur
french: Couleur des axes :
german: Achsenfarbe:
italian: Colore assi:
russian: Цвет осей:
spanish: Ejes:

source: Background color:
dutch: Achtergrondkleur
french: Couleur de fond :
german: Hintergrundfarbe:
italian: Colore sfondo:
russian: Цвет фона:
spanish: Fondo:

source: Select the color of the image background.
dutch: Kies de achtergrondkleur.
french: Choisit la couleur du fond de l'image.
german: Wählen sie die Hintergrundfarbe des Bildes.
italian: Scegli il colore dell'immagine di sfondo.
russian: Выберите цвет фона.
spanish: Elige el color de fondo del área gráfica.

source: Select the color of the axes.
dutch: Kies de askleur.
french: Choisit la couleur des axes.
german: Wählen Sie die Achsen-Farbe
italian: Scegli il colore degli assi.
russian: Выберите цвет осей.
spanish: Elige el color de los ejes.

source: Select the color of the grid lines.
dutch: Kies het kleur van de roosterlijnen.
french: Choisir la couleur du quadrillage.
german: Wählen Sie die Frabe der Gitterlinien.
italian: Scegli il colore della griglia.
russian: Выберите цвет сетки.
spanish: Elige el color de las líneas de división de la cuadrícula.

source: Fonts
dutch: Lettertypes
french: Polices
german: Schriftarten
russian: Шрифты
spanish: Fuentes

source: Number font:
dutch: Lettertype getallen:
french: Police des nombres :
german: Zahlenschriftart:
italian: Numero font:
russian: Шрифт для чисел:
spanish: Números:

source: Label font:
dutch: Lettertype label
french: Police des labels :
german: Textfeld-Schriftart:
italian: Etichetta font:
russian: Шрифт обозн. осей:
spanish: Títulos:

source: Legend font:
dutch: Lettertype legende
french: Police des légendes :
german: Legenden-Schriftart:
italian: Legenda font:
russian: Шрифт подписи:
spanish: Leyenda:

source: Select the font used to show the labels on the axes.
dutch: Kies het lettertype voor de labels bij de assen.
french: Choisit la police utilisée pour les labels sur les axes.
german: Wählen Sie die Schriftart für die Achsenbeschriftungen.
italian: Seleziona il tipo di carattere per le etichette sugli assi.
russian: Выберите шрифт для обозначения осей.
spanish: Elige el formato que deseas aplicar a los títulos de los ejes.

source: Select the font used to show the numbers on the axes.
dutch: Kies het lettertype voor de getallen bij de assen.
french: Choisit la police utilisée pour les nombres sur les axes.
german: Wählen Sie die Schriftart für die Achsenskalierungen.
italian: Seleziona il tipo di carattere da usare per i numeri sugli assi.
russian: Выберите шрифт для значений на осях.
spanish: Elige el formato que deseas aplicar a los números asociados a los ejes.

source: Select the font used to show the legend text.
dutch: Kies het lettertype voor de tekst in de legende.
french: Choisit la police utilisée pour le texte des légendes.
german: Wählen Sie die Schriftart für die Legende.
italian: Seleziona il tipo di carattere da usare per le didascalie.
russian: Выберите шрифт для подписи к графику.
spanish: Elige el formato que deseas aplicar al contenido de la leyenda.

source: Decimals:
dutch: Decimalen:
french: Décimales :
german: Dezimalstellen
italian: Decimali:
russian: Цифр после запятой:
spanish: Posiciones decimales:

source: Number of decimals used when results are shown.
dutch: Aantal cijfers na de komma voor getoonde resultaat.
french: Nombre de décimales utilisées pour afficher des résultats.
german: Anzahl Dezimalstellen bei der Ergebnisanzeige
italian: Numero di decimali da usare per visualizzare i risultati.
russian: Количество отображаемых знаков после запятой.
spanish: Número de dígitos decimales mostrados por los resultados.
