Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Enter the value for the parameter t for which you want to evaluate the function, or click on the graph in the graphing area.
dutch: Geef een waarde van de parameter t waarvan je de functiewaarde wil, of klik op de functie in het grafisch gedeelte.
french: Entrer un nombre pour lequel vous voulez une valeur approchée de la fonction ou cliquer sur la fonction dans la zone de dessin.
german: Geben Sie einen Wert für den Parameter t ein, oder klicken Sie auf die Funktion im Hauptfenster, um den Funktionswert zu berechnen!
italian: Immetti il valore del parametro t per il quale vuoi valutare la funzione, o clicca sul grafico nell'area grafica.
russian: Введите значение параметра t, для которого вы хотите получить значение функции, или выберите точку на графике.
spanish: Introduce un valor para el parámetro t, o haz clic sobre un punto de la gráfica.

source: Intersection
dutch: Doorsnede
french: Intersection(s)
german: Schnittpunkt
italian: Intersezione
russian: Пересеч. функций
spanish: Intersección

source: Extreme x-value
dutch: x-waarde van het extremum
french: Extrémums abscisses
german: X-Extremwert
italian: Valore-x estremo
russian: Крайнее значение х
spanish: Valor extremo de x

source: Extreme y-value
dutch: y-waarde van het extremum
french: Extrémums ordonnées
german: Y-Extremwert
italian: Valore-y estremo
russian: Крайнее значение у
spanish: Valor extremo de y

source: The distance to the function evaluated for the given angle.
dutch: De afstand tot de functie bij een gegeven hoek
french: La distance à la fonction évaluée pour l'angle donné.
german: Der Abstand zur Funktion für den eingegebenen Winkel.
italian: Distanza dalla funzione valutata per l'angolo dato.
russian: Расстояние от начала координат до выбранной точки.
spanish: Longitud del radio vector, evaluado en el ángulo t indicado.

source: The x-coordinate evaluated for the given angle.
dutch: De x-coördinaat voor de gegeven hoek.
french: Valeur approchée de l'abscisse pour l'angle donné.
german: Die X-Koordinate berechnet für den eingegebenen Winkel.
italian: Coordinata-x valutata per l'angolo dato.
russian: Значение координаты х для данного угла.
spanish: Coordenada x, evaluada en el ángulo t indicado.

source: The y-coordinate evaluated for the given angle.
dutch: De y-coördinaat voor de gegeven hoek.
french: Valeur approchée de l'ordonnée pour l'angle donné.
german: Die Y-Koordinate berechnet für den angegebenen Winkel.
italian: Coordinata-y valutata per l'angolo dato.
russian: Значение координаты у для данного угла.
spanish: Coordenada y, evaluada en el ángulo t indicado.

source: The derivative of the function evaluated for the given angle.
dutch: De afgeleide van de functie voor de gegeven hoek.
french: Valeur appochée du nombre dérivé de la fonction pour l'angle donné.
german: Wert der Ableitungsfunktion für den eingegebenen Winkel.
italian: Derivata della funzione valutata per l'angolo dato.
russian: Значение производной функции для заданного угла.
spanish: Derivada de la función, evaluada en el ángulo t indicado.

source: The slope of the function evaluated for the given angle.
dutch: De helling van de functie voor de gegeven hoek.
french: La pente de la fonction évaluée pour l'angle donné.
german: Die Steigung der Funktion berechnet für den eingegebenen Winkel.
italian: Pendenza della funzione valutata per l'angolo dato.
russian: Наклон касательной к функции для заданного угла.
spanish: Pendiente de la función, evaluada en el ángulo t indicado.

source: Enter the value of the polar angle for which you want to evaluate the function, or click on the graph in the graphing area.
dutch: Voer de waarde van de polaire hoek in waarvoor je de functiewaarde wil, of klik op de grafiek in het grafisch gedeelte.
french: Entrer la valeur de l'angle polaire pour lequel vous voulez calculer la fonction, ou cliquer sur la fonction dans la zone de dessin.
german: Geben Sie einen Wert für den Polarwinkel ein, oder klicken Sie auf die Funktion im Hauptfenster, um den Funktionswert zu berechnen!
italian: Immetti il valore dell'angolo polare per la quale vuoi valutare la funzione, o clicca sul grafico nell'area grafica.
russian: Введите значение полярного угла, для которого вы хотите получить значение функции, или выберите точку на графике функции.
spanish: Introduce un valor para el ángulo polar t, o haz clic sobre un punto de la gráfica.

source: Enter a value for which you want to evaluate the function, or click on the graph in the graphing area.
dutch: Voer een waarde in waarvoor je de functiewaarde wil, of klik op de grafiek in het grafisch gedeelte.
french: Entrer un nombre pour lequel vous voulez une valeur approchée de la fonction ou cliquer sur la fonction dans la zone de dessin.
german: Geben Sie einen Wert ein, oder klicken Sie auf die Funktion im Hauptfenster, um den Funktionswert zu berechnen!
italian: Immetti il valore per il quale vuoi valutare la funzione, o clicca sul grafico nell'area grafica.
russian: Введите аргумент, для которого вы хотите получить значение функции, или выберите точку на графике.
spanish: Introduce un valor para la coordenada x, o haz clic sobre un punto de la gráfica.

source: This is the function evaluated for the entered x-value.
dutch: Dit is de functiewaarde voor de gegeven x-waarde.
french: Valeur approchée de la fonction pour l'abscisse donnée.
german: Dies ist der Funktionswert berechnet für den eingegebenen X-Wert.
italian: Questa è la funzione valutata per il valore-x immesso.
russian: Значение функции для заданного значения х.
spanish: Valor de la función en la coordenada x indicada.

source: This is the first derivative of the function evaluated for the entered value.
dutch: Dit is de waarde van de eerste afgeleide van de functie voor de gegeven waarde.
french: C'est la dérivée première de la fonction évaluée pour la valeur donnée.
german: Dies ist die erste Ableitung der Funktion für den eingegebenen Wert.
italian: Questa è la derivata 1° della funzione valutata per il valore immesso.
russian: Значение первой производной функции для заданного х.
spanish: Valor de la primera derivada de la función, evaluada en la coordenada x indicada.

source: This is the second derivative of the function evaluated for the entered value.
dutch: Dit is de waarde van de tweede afgeleide van de functie voor de gegeven waarde.
french: C'est la dérivée seconde de la fonction évaluée pour la valeur donnée.
german: Das Ergebnis der zweiten Ableitung der Funktion für den eingegebenen Wert.
italian: Questa è la derivata 2° della funzione valutata per il valore immesso.
russian: Значение второй производной функции для заданного х.
spanish: Valor de la segunda derivada de la función, evaluada en la coordenada x indicada.

source: This is the y-coordinate corresponding to the entered x-coordinate.
dutch: Dit is de y-coördinaat die overeenkomt met de ingevoerde x-waarde.
french: C'est l'ordonnée du point pour la valeur donnée de l'abscisse.
german: Dies ist die zur eingegebenen X-Koordinate passende Y-Koordinate.
italian: Questa è la coordinata-y corrispondente alla coordinata-x immessa.
russian: Координата у точки на касательной для данного значения х.
spanish: Valor de la coordenada y, evaluada en la coordenada x indicada.

source: Enter an x-coordinate or click in the graphing area.
dutch: Geef een x-coördinaat in of klik erop in het grafisch gedeelte.
french: Entrer une abscisse ou cliquer dans la zone de dessin.
german: Geben Sie eine X-Koordinate ein, oder klicken Sie im Hauptfenster!
italian: Immetti una coordinata-x o clicca nell'area grafica.
russian: Введите координату х или мышью выберите точку на графике.
spanish: Introduce la coordenada x, o haz clic en un punto de la tangente/normal.

source: Length
dutch: Lengte
french: Longueur
german: Länge
italian: Lunghezza
russian: Длина
spanish: Longitud

source: Degrees
dutch: Graden
french: Degrés
german: Grad
italian: Gradi
russian: Градусы
spanish: Grados

source: Label
german: Textfeld
italian: Etichetta
russian: Метка
spanish: Cuadro de texto

source: %s-error
dutch: %s-fout
french: %s-erreur
german: Fehler %s
italian: %s-errore
spanish: error %s

source: Axes
dutch: Assen
german: Achsen
italian: Assi
russian: Оси...
spanish: Ejes

source: Shift
french: Maj
german: Umschalt
spanish: Mayús

source: Del
french: Suppr
german: Entf
spanish: Supr

source: Home
french: Début
german: Pos 1
spanish: Inicio

source: End
dutch: Einde
french: Fin
german: Ende
italian: Fine
spanish: Fin

source: PgUp
german: Bild-Auf
spanish: RePág

source: PgDn
german: Bild-Ab
spanish: AvPág

source: Up
dutch: Omhoog
french: Haut
german: Pfeil-Nach-Oben
italian: Su
spanish: Arriba

source: Down
dutch: Naar beneden
french: Bas
german: Pfeil-Nach-Unten
italian: Giù
spanish: Abajo

source: Enter
french: Entrée
german: Eingabe
italian: Invio
spanish: Intro

source: BkSp
german: BSp
spanish: Retroceso

source: Space
dutch: Spatie
french: Éspace
german: Leertaste
italian: Spazio
russian: Пробел
spanish: Espacio

source: An error occurred while evaluating power function.
dutch: Fout bij berekening van de machtsfunctie.
french: Une erreur s'est produite en calculant une fonction puissance.
german: Bei der Berechnung der Potenzfunktion trat ein Fehler auf.
italian: Errore durante il calcolo della funzione di potenza.
russian: Ошибка при оценке степенной функции.
spanish: Se ha producido un error al evaluar la función potencial.

source: Tangent to pi/2+n*pi (90+n180 in degrees) is undefined.
dutch: Raaklijn bij pi/2+n*pi (90°+n180°) is niet gedefinieerd.
french: Tangente de pi/2+k*pi (90+k.180 en degrés) n'est pas définie.
german: Tangente zu pi/2+n*pi (in Grad: 90°+n*180°) ist nicht definiert.
italian: La tangente a pi/2+n*pi (90+n180 in gradi) è indefinita.
russian: Тангенс 90°+n*180° не определён.
spanish: La tangente de (pi/2)+n·pi (=90°+n·180°) no está definida.

source: Fact can only be calculated for positive integers.
dutch: Faculteit bestaat alleen voor positieve gehelen.
french: Le factorielle n'est défini que pour des entiers positifs.
german: Die Fakultät kann nur für positive Zahlen berechnet werden.
italian: Fact può essere calcolato solo per numeri interi positivi.
russian: Факториал (fact) может быть вычислен только для натуральных чисел.
spanish: El factorial sólo puede ser aplicado a números enteros positivos.

source: Cannot take logarithm to number equal or less than zero.
dutch: Kan de logaritme van een getal kleiner of gelijk aan nul niet berekenen.
french: Calcul du logarithme d'un nombre négatif impossible.
german: Logarithmus ist für Zahlen kleiner gleich 0 nicht definiert.
italian: Impossibile calcolare il logaritmo di numeri uguali o minori di 0.
russian: Невозможно вычислить логарифм для числа, меньшего или равного нулю.
spanish: El logaritmo de un número igual o menor que cero no está definido.

source: sqrt is undefined for negative numbers.
dutch: Vierkanswortel is niet gedefinieerd voor negatieve getallen.
french: Racine carrée non définie pour les nombres négatifs stricts.
german: Quadratwurzel ist für negative Zahlen nicht definiert.
italian: sqrt è indefinita per numeri negativi.
russian: Функция sqrt не определена для отрицательных чисел.
spanish: La raíz cuadrada no está definida para números negativos.

source: A part of the evaluation gave a number with an imaginary part.
dutch: Een deel van de berekeningen geeft een getal met een imaginair deel.
french: Une partie du calcul donne un nombre à partie imaginaire non nulle.
german: Ein Teil der Berechnung ergab eine Zahl mit Imaginärteil.
italian: Una parte del calcolo ha generato un numero con una parte immaginaria.
russian: Часть выражения дала результат с мнимой частью.
spanish: Un cálculo ha generado un número con una parte imaginaria.

source: Division by zero.
dutch: Gedeeld door nul
french: Division par zéro.
german: Division durch 0 ist unmöglich.
italian: Divisione per 0.
russian: Деление на нуль.
spanish: División por cero.

source: Inverse trigonometric function out of range [-1;1]
dutch: Inverse van de goniometrische functie buiten het bereik [-1,1]
french: Fonction trigonométrique réciproque non définie en dehors de [-1;1]
german: Inverse trigonometrische Funktion außerhalb des Intervalls [-1;1]
italian: Funzione trigonometrica inversa fuori dal range [-1;1]
russian: Обратная тригонометрическая функция вне диапазона [-1;1]
spanish: Función trigonométrica inversa fuera del dominio [–1,1].

source: The function is not defined for this value.
dutch: De functie is niet gedefinieerd voor deze waarde.
french: La fonction n'est pas définie pour cette valeur.
german: Die Funktion ist für diesen Wert nicht definiert.
italian: La funzione non è definita per questo valore.
russian: Функция не определена для этого значения.
spanish: La función no está definida en este valor.

source: atanh evaluated at undefined value.
dutch: atanh niet gedefinieerd in deze waarde
french: atanh non définie en dehors de ]-1;1[
german: atanh wurde für einen undefinierten Wert berechnet.
italian: atanh valutata a un valore indefinito.
russian: Функция atanh не определена для этого значения.
spanish: atanh(x) evaluada en un valor no válido.

source: acosh evaluated at undefined value.
dutch: acosh niet gedefinieerd in deze waarde
french: Argch non défini en dehors de [1;+oo[
german: acosh wurde für einen undefinierten Wert berechnet.
italian: acosh valutato a un valore indefinito.
russian: acosh при данном значении не определён.
spanish: acosh(x) evaluado en un valor no válido.

source: arg(0) is undefined.
dutch: arg(0) niet gedefineerd.
french: arg(0) n'existe pas.
german: arg(0) ist nicht definiert.
italian: arg(0) è indefinito.
russian: arg(0) не определён.
spanish: arg(0) no está definido.

source: Evaluation failed.
dutch: Berekening mislukt.
french: Le calcul n'a pas abouti.
german: Fehler bei der Evaluierung aufgetreten.
italian: Valutazione non riuscita.
russian: Ошибка оценки.
spanish: La evaluación ha fallado.

source: Argument produced a function result with total loss of precision.
dutch: Argument levert een onzekere functiewaarde op.
french: Cet argument donne une valeur de la fonction trop peu précise.
german: Argument erzeugte ein Funktionsergebnis ohne Genauigkeit.
italian: L'argomento ha prodotto un risultato del tutto privo di precisione.
russian: Аргумент
spanish: La evaluación ha generado un resultado con total pérdida de precisión.

source: The custom function/constant '%s' was not found or has the wrong number of arguments.
dutch: De functie/constante'%s' werd niet gevonden of telt een verkeerd aantal argumenten.
french: La fonction/constante personnelle '%s' n'a pas été trouvée ou a un nombre d'arguments incorrect.
german: Das Zeichen '%s' konnte nicht gefunden werden oder hat nicht die erforderliche Anzahl an Argumenten.
italian: La funzione/costante personalizzata '%s' non esiste, oppure ha un errato numero di argomenti.
russian: Константа/функция '%s' не была обнаружена или имеет недопустимое число аргументов.
spanish: La función/constante personalizada '%s' no ha sido encontrada, o tiene un número de argumentos no válido.

source: Too many recursive calls.
dutch: Teveel recursieve aanroepen.
french: Trop d'appels récursifs.
german: Die maximale Rekursionstiefe wurde überschritten.
italian: Troppe chiamate ricorsive.
russian: Слишком много рекурсивных вызовов функции.
spanish: Secuencia infinita de llamadas recursivas.

source: Overflow: A function returned a value too large to handle.
dutch: Overflow: de functiewaarde valt buiten het getallenbereik van het programma.
french: Dépassement de capacité : une fonction a donné une valeur trop grande à traiter.
german: Überlauf: Der Rückgabewert einer Funktion war zu groß.
italian: Overflow: una funzione ha generato un valore troppo grande da manipolare.
russian: Переполнение буфера: функция дала слишком большое число.
spanish: Desbordamiento: Una función devolvió un valor demasiado elevado de manejar.

source: A plugin function failed: %s
dutch: Een plugin-functie is mislukt: %s
french: Une fonction plugin a échoué : %s
german: Plugin-Funktion fehlgeschlagen : %s
italian: Funzione plugin non riuscita: %s
russian: Ошибка в функции плагина: %s
spanish: Un complemento ha fallado: %s

source: Unexpected operator. Operator '%s' cannot be placed here.
dutch: Onverwachte operator. Operator '%s' kan hier niet geplaatst worden.
french: Opérateur inattendu. L'opérateur '%s' ne peut être placé ici.
german: Unerwartet Operator. Der Operator '%s' kann hier nicht eingesetzt werden.
italian: Operatore inaspettato. L'operatore '%s' non può essere messo qui.
russian: Оператор '%s' не может быть помещён здесь.
spanish: Operador inesperado. El operador '%s' no puede ser insertado aquí.

source: The right bracket is missing.
dutch: Het rechter haakje ontbreekt
french: Une fermeture de parenthèses manque.
german: Die rechte Klammer fehlt.
italian: Manca la parentesi a destra.
russian: Нет закрывающих скобок.
spanish: Falta el paréntesis de cierre.

source: Invalid number of arguments supplied for the function '%s'
dutch: Aantal argumenten ingevoerd bij functie '%s' is niet juist.
french: Nombre d'arguments incorrect pour la fonction '%s'
german: Funktion '%s' wurde eine unzulässige Zahl an Parametern übergeben.
italian: Numero invalido di argomenti fornito per la funzione '%s'
russian: Для функции '%s' предоставлено неверное количество аргументов.
spanish: Número de argumentos no válido para la función '%s'.

source: Comparison operator misplaced.
dutch: Het gelijkheidsteken staat verkeerd.
french: Opérateur de comparaison mal placé.
german: Vergleichsoperator an der falschen Stelle.
italian: Operatore di confronto mal posto.
russian: Оператор сравнения не на месте
spanish: Operador de comparación erróneamente insertado.

source: Invalid number found. Use the format: -5.475E-8
dutch: Ongeldige getalvorm. Gebruik het formaat: -5.457E-8
french: Nombre invalide rencontré. Utilisez le format : -5.475E-8
german: Ungültiger Zahlenwert. Benutzen Sie das Format -5.475E-8!
italian: Riscontrato numero non valido. Usa il formato: -5.475E-8
russian: Неправильный формат числа. Используйте формат -5.475E-8
spanish: Encontrado número no válido. Utiliza la notación aceptada por Graph.

source: String is empty. You need to enter a formula.
dutch: Lege string. Er moet een formule ingevoerd worden.
french: La chaîne de caractère est vide. Vous devez saisir une formule.
german: Die Zeichenfolge ist leer. Sie müssen eine Funktion eingeben.
italian: La stringa è vuota. Bisogna inserire una formula.
russian: Пустая строка. Необходимо ввести формулу.
spanish: La caja de texto está vacía. Debes introducir una expresión.

source: Comma is not allowed here. Use dot as decimal separator.
dutch: Komma niet toegelaten. Gebruik het punt als decimaalteken.
french: La virgule n'est pas autorisée ici ; utilisez le point décimal.
german: Ein Komma ist hier nicht erlaubt; benutzen Sie den Punkt als Dezimaltrenner.
italian: La virgola qui non è ammessa. Usa il punto come separatore decimale.
russian: Запятая не может быть здесь использована. Используйте точку для отделения десятичных знаков.
spanish: La coma no está permitida aquí. Emplea un punto como separador decimal.

source: Unexpected end of brackets.
dutch: Eindhaakjes kloppen niet.
french: Fin de parenthèses inattendue.
german: Unerwartetes Ende der Klammern.
italian: Inaspettata chiusura delle parentesi.
russian: Неправильно расставлены скобки.
spanish: Inesperado paréntesis de cierre.

source: Number, constant or function expected.
dutch: Hier een getal, constante of functie invullen.
french: Un nombre, une constante ou une fonction étaient attendus.
german: Zahl, Konstante oder Funktion erwartet.
italian: Numero, costante o funzione attesi.
russian: Необходимо ввести число, константу, или функцию.
spanish: Se esperaba un número, variable o expresión.

source: Parameter after constant or variable not allowed.
dutch: Parameter achter een constante of variabele is niet toegelaten.
french: L'élément utilisé après la constante ou la variable n'est pas autorisé.
german: Parameter nach Konstante oder Variable nicht erlaubt.
italian: Parametro dopo costante o variabile non ammesso.
russian: Параметр не должен находиться после константы или переменной.
spanish: No está permitido un paréntesis de apertura tras una constante o variable.

source: Expression expected.
dutch: Een uitdrukking invullen.
french: Une expression était attendue.
german: Ausdruck erwartet.
italian: E' richiesta un'espressione.
russian: Необходимо ввести выражение.
spanish: Se esperaba un argumento o expresión.

source: Unknown variable, function or constant: "%s"
dutch: Onbekende functie, variabele of constante:"%s"
french: Variable, fonction ou constante inconnue : "%s"
german: Unbekannte Variable, Funktion oder Konstante: "%s"
italian: Variabile, funzione o costante sconosciuta: "%s"
russian: Неизвестная переменная, функция, или константа: "%s"
spanish: Constante, variable o función desconocida: "%s"

source: Unknown character: "%s"
dutch: Onbekend karakter: "%s"
french: Caractère inconnu : "%s"
german: Unbekanntes Zeichen: "%s"
italian: Carattere sconosciuto: "%s"
russian: Неизвестный символ: "%s"
spanish: Carácter o símbolo desconocido: "%s"

source: The end of the expression was unexpected.
dutch: Onverwacht einde van de uitdrukking.
french: La fin de l'expression était inattendue.
german: Unerwartetes Ende des Ausdrucks.
italian: Inaspettata chiusura delll'espressione.
russian: Незаконченное выражение.
spanish: El final de la expresión es inesperado.

source: Error parsing expression.
dutch: Fout bij ontleden functietekst
french: Erreur en analysant l'expression.
german: Fehler bei der Analyse des Funktionstextes.
italian: Errore nell'analisi dell'espressione.
russian: Ошибка обработки формулы функции
spanish: Error al analizar la expresión.

source: A calculation resulted in an overflow.
dutch: Een berekening resulteerde in een overflow.
french: Un calcul a entraîné un dépassement de capacité.
german: Eine Berechnung hat einen Überlauf verursacht.
italian: Una elaborazione ha generato un overflow.
russian: Переполнение в результате вычисления.
spanish: Un cálculo ha provocado un desbordamiento.

source: An invalid value was used in the calculation.
dutch: Bij de berekening werd een ongeldige waarde gebruikt.
french: Une valeur interdite a été utilisée dans le calcul.
german: In der Berechnung wurde ein ungültiger Wert verwendet.
italian: Nel calcolo è stato usato un valore non valido.
russian: В вычислении было использовано неподходящее значение.
spanish: Un valor no válido ha sido utilizado en el cálculo.

source: Not enough points for calculation.
dutch: Te weinig punten voor een berekening.
french: Pas assez de points pour faire le calcul.
german: Nicht genug Punkte für die Berechnung.
italian: Numero insufficiente di punti per il calcolo.
russian: Недостаточно значений для вычисления.
spanish: No hay suficientes puntos para el cálculo de la línea de tendencia.

source: Illegal name "%s" for user defined function or constant.
dutch: Ongeldige naam "%s" voor door gebruiker gedefinieerde functie of constante.
french: Nom illégal "%s" pour la fonction ou constante définie.
german: Der Name "%s" ist für benutzerdefinierte Funktionen oder Konstanten nicht zulässig.
italian: Nome illegale "%s" per la funzione o costante definita.
russian: "%s" нельзя использовать как пользовательское имя функции или константы.
spanish: Nombre inaceptable para la función/constante personalizada: "%s"
