Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Maximum number for t must be greater than the minimum value.
dutch: Het maximum voor t moet groter zijn dan de minimumwaarde.
french: Le maximum pour t doit être supérieur au minimum.
german: Der Maximalwert für t muss größer als der Minimalwert sein.
italian: Il valore massimo per t deve essere maggiore del suo valore minimo.
russian: Максимальное значение для t должно быть больше минимального значения.
spanish: El valor máximo de t debe ser mayor que el valor mínimo.

source: The step value for t must be a number greater than 0.
dutch: De stapgrootte voor t moet een getal groter dan 0 zijn.
french: Le pas pour t doit être stictement positif.
german: Die Schrittweite für t muss positiv sein.
italian: Il valore del passo per t deve essere un numero più grande di 0.
russian: Величина шага t должна быть больше нуля.
spanish: El valor del paso para t debe ser un número mayor que 0.

source: The minimum value for the x-axis must be greater than 0, when the x-axis is logarithmic scaled.
dutch: De minimumwaarde op de x-as moet groter zijn dan 0 als die x-as logaritmisch geschaald is.
french: Le minimum en abscisse doit être strictement supérieur à 0 pour une échelle des abscisses logarithmique.
german: Der Minimalwert für die X-Achse muss positiv sein, wenn die X-Achse logarithmisch ist.
italian: Il valore minimo per l'asse-x deve essere maggiore di 0 quando l'asse-x è in scala logaritmica.
russian: Минимальное значение по оси х должно быть больше 0 при логарифмическом масштабе.
spanish: El valor mínimo para el eje X debe ser mayor que 0 cuando dicho eje está definido en una escala logarítmica.

source: The cross point of the y-axis must be greater than 0, when the x-axis is logarithmic scaled.
dutch: Het snijpunt met de y-as moet groter zijn dan 0 als de x-as logaritmisch geschaald is.
french: L'axe des ordonnées doit couper
german: Der Kreuzungspunkt der Y-Achse muss positiv sein, wenn die X-Achse logarithmisch ist.
italian: Il punto d'incrocio dell'asse-y deve essere maggiore di 0 quando l'asse-x è in scala logaritmica.
russian: Значение при пересечении с осью у должно быть больше 0 при логарифмическом масштабе по оси х.
spanish: El eje Y debe cortar al eje X en una abscisa mayor que 0 cuando el eje X está definido en una escala logarítmica.

source: The minimum value for the y-axis must be greater than 0, when the y-axis is logarithmic scaled.
dutch: De minimumwaarde op de y-as moet groter zijn dan 0 als die y-as logaritmisch geschaald is.
french: Le minimum en ordonnée doit être strictement supérieur à 0 pour une échelle logarithmique sur l'axe correspondant.
german: Der Minimalwert für die Y-Achse muss positiv sein, wenn die Y-Achse logarithmisch ist.
italian: Il valore minimo per l'asse-y deve essere maggiore di 0 quando l'asse-y è in scala logaritmica.
russian: Минимальное значение у должно быть больше нуля, если шкала оси у логарифмическая.
spanish: El valor mínimo para el eje Y debe ser mayor que 0 cuando dicho eje está definido en una escala logarítmica.

source: The cross point of the x-axis must be greater than 0, when the y-axis is logarithmic scaled.
dutch: De snijpunt met op de x-as moet groter zijn dan 0 als de y-as logaritmisch geschaald is.
french: L'ordonnée du point d'intersection avec l'axe des abscisses doit être strictement supérieure à 0 pour une échelle logarithmique sur l'axe des abscisses.
german: Der Kreuzungspunkt der X-Achse muss positiv sein, wenn die Y-Achse logarithmisch ist.
italian: Il punto d'incrocio dell'asse-x deve essere maggiore di 0 quando se l'asse-y è in scala logaritmica.
russian: Значение при пересечении с осью х должно быть больше 0 при логарифмическом масштабе по оси у.
spanish: El eje X debe cortar al eje Y en una ordenada mayor que 0 cuando el eje Y está definido en una escala logarítmica.

source: 'Recent files' must be between 0 and 9.
dutch: Recente bestanden' moeten tussen 0 en 9 liggen.
french: La valeur de 'Fichiers récemment utilisés' doit être entre 0 et 9.
german: 'Letzte Dateien' muss zwischen 0 und 9 liegen.
italian: 'File recenti' deve essere un numero tra 0 e 9.
russian: Количество последних файлов должно быть между 0 и 9.
spanish: El número de archivos recientes debe fijarse entre 0 y 9.

source: The end of interval must be greater than the start of interval.
dutch: Het intervaleinde moet groter zijn dan het intervalbegin.
french: La fin de l'intervalle doit être supérieure à son début.
german: Die rechte Intervallgrenze muss größer als die linke Intervallgrenze sein.
italian: La fine dell'intervallo deve essere maggiore del suo inizio.
russian: Значение верхней границы интервала должно быть больше значения нижней границы.
spanish: El valor final del intervalo debe ser mayor que el valor inicial del mismo.

source: Error in interval.
dutch: Fout in het interval
french: Erreur dans l'intervalle.
german: Intervallfehler.
italian: Errore nell'intervallo.
russian: Ошибка в интервале.
spanish: Error en el intervalo

source: The width must be an integer greater than 0.
dutch: De breedte moet een getal groter dan 0 zijn.
french: L'épaisseur doit être un entier strictement supérieur à 0.
german: Die Breite muss eine größer als 0 sein.
italian: La larghezza deve essere un intero maggiore di 0.
russian: Толщина должна быть натуральным числом.
spanish: El grosor debe ser un número entero mayor que 0.

source: Error in width
dutch: Fout in de breedte
french: Erreur dans la largeur.
german: Breite fehlerhaft.
italian: Errore in larghezza
russian: Ошибка в ширине
spanish: Error en el grosor

source: The end of interval must be greater than the start of interval and %s must be greater than 0.
dutch: Het intervaleinde moet groter zijn dan het intervalbegin en %s moet groter zijn dan 0 .
french: La fin de l'intervalle doit être supérieure à son début et %s doit être strictement supérieur à 0.
german: Die rechte Intervallgrenze muss größer als die linke Intervallgrenze sein, und %s muss positiv sein.
italian: La fine dell'intervallo deve essere maggiore dell'inizio e %s deve essere maggiore di 0.
russian: Значение верхней границы интервала должно быть больше значения нижней границы, и %s должно быть больше 0.
spanish: El valor final del intervalo debe ser mayor que el valor inicial del mismo, y %s debe ser mayor que 0.

source: Invalid model name.
dutch: Ongeldige naam voor het model.
french: Nom de modèle invalide.
german: Ungültiger Modellname.
italian: Nome modello non valido.
russian: Неверное имя модели.
spanish: Nombre de modelo no válido.

source: A model of that name already exist.
dutch: Er bestaat al een model met die naam.
french: Un modèle de ce nom existe déjà.
german: Ein Modell dieses Namens existiert schon.
italian: Esiste già un modello con quel nome.
russian: Модель с таким именем уже существует.
spanish: Un modelo con este nombre ya existe.

source: The derivative of the function is not defined at %s=%s
dutch: De afgeleide van de functie is niet gedefinieerd in %s=%s
french: La dérivée de la fonction n'est pas définie à %s=%s
german: Die Funktion f(x) ist nicht für %s=%s definiert.
italian: La derivata della funzione non è definita in %s=%s
russian: Производная функции не определена при %s=%s
spanish: La derivada de la función no está definida en %s=%s

source: Coordinate not defined
dutch: Coördinaat niet gedefinieerd
french: Coordonnée non définie.
german: Koordinate nicht definiert.
italian: Coordinata non definita
russian: Координата не определена.
spanish: Coordenada no definida

source: Checking for newer version...
dutch: Controleer op een nieuwere versie...
french: Vérifie l'existence d'une nouvelle version...
german: Suche nach neuer Version...
italian: Controllo per nuova versione...
russian: Проверка обновлений...
spanish: Comprobando si hay una nueva versión...

source: Abort printing?
dutch: Onderbreek het printen?
french: Annuler l'impression ?
german: Drucken absagen?
italian: Annullare stampa?
russian: Прервать печать?
spanish: ¿Cancelar impresión?

source: Calculate area
dutch: Oppervlakteberekening
french: Calcul de l'aire
german: Fläche berechnen
italian: Calcola area
russian: Вычислить площадь
spanish: Calcular área

source: Calculate length of path
dutch: Bereken lengte op kromme
french: Calcul de la ongueur de l'arc
german: Länge des Kurvenstücks berechnen
italian: Calcola lunghezza del percorso
russian: Вычислить расстояние
spanish: Calcular longitud de arco

source: Edit function
dutch: Functie bewerken
french: Éditer la fonction
german: Funktion bearbeiten
italian: Modifica funzione
russian: Редактировать функцию
spanish: Editar función

source: Edit tangent/normal
dutch: Raaklijn/normaal bewerken
french: Éditer la tangente/normale
german: Tangente/Normale bearbeiten.
italian: Modifica tangente/perpendicolare
russian: Редактировать касательную/перпендикуляр.
spanish: Editar tangente/normal

source: Error processing file '%s' at line %s.
dutch: Uitvoeringsfout bestand '%s' in regel %s.
french: Erreur en exécutant le fichier '%s' à la ligne %s.
german: Fehler in Datei '%s' in der Zeile %s.
italian: Errore nell'elaborazione del file '%s' alla linea %s.
russian: Ошибка обработки файла '%s' в строке %s.
spanish: Error al procesar el archivo '%s' en la línea %s.

source: Edit text label
dutch: Bewerk tekstlabel
french: Éditer le texte du label
german: Textfeld bearbeiten
italian: Modifica didascalia
russian: Изменить метку
spanish: Editar cuadro de texto

source: The model needs some constants (starting with a $) for Graph to find.
dutch: Graph heeft voor dit model een aantal constanten nodig (voorafgegaan door een $).
french: Le modèle nécessite des constantes (débutant par $) pour que Graph trouve.
german: Graph fehlen für das Modell einige Konstanten (Diese beginnen mit einem Dollarzeichen $).
italian: Affinchè Graph lo individui, il modello necessita di alcune costanti (inizianti con $).
russian: Модели необходимы некоторые константы (начинающиеся на $).
spanish: La caja de texto está vacía. Graph necesita un modelo sobre el que basar la línea de tendencia.

source: '%s' has to be an integer value between 0 and 1000.
dutch: '%s' moet een geheel getal tussen 0 en 1000 zijn.
french: '%s' doit être un entier entre 0 et 1000.
german: '%s' muss 0 oder eine natürliche Zahl kleiner gleich 1000 sein.
italian: '%s' deve essere un valore intero compreso tra 0 e 1000.
russian: '%s' должно быть целым числом между 0 и 1000.
spanish: '%s' debe ser un número entero entre 0 y 1000.

source: Printing error
dutch: Printfout
french: Erreur d'impression
german: Fehler bei Drucken.
italian: Errore di stampa
russian: Ошибка печати
spanish: Error de impresión

source: An unknown error occurred while printing.
dutch: Niet gekende fout bij printen.
french: Une erreur inconnue s'est produite pendant l'impression.
german: Unbekannter Fehler beim Drucken aufgetreten.
italian: Errore sconosciuto in fase di stampa.
russian: Неизвестная ошибка при печати.
spanish: Un error desconocido se ha producido durante la impresión.

source: Error while adding points
dutch: Fout bij toevoegen van punten
french: Erreur en ajoutant des points.
german: Fehler beim Hinzufügen von Punkten.
italian: Errore nell'aggiunta di punti
russian: Ошибка при добавлении точек
spanish: Error

source: Each point needs both an x- and a y-coordinate.
dutch: Voor elk punt zijn x- en y-coördinaat nodig.
french: Chaque point doit avoir ses deux coordonnées.
german: Jeder Punkt benötigt eine X- und eine Y-Koordinate.
italian: Ciascun punto necessita di entrambe le coordinate x e y.
russian: Для каждой точки необходимы х- и у- координаты.
spanish: Cada punto necesita dos coordenadas, x e y.

source: "%s" is not a valid number.
dutch: "%s" is geen geldig aantal.
french: "%s" n'est pas un nombre valide.
german: "%s" ist keine gültige Zahl.
italian: "%s" non è un numero valido.
russian: Значение "%s" не может быть здесь использовано.
spanish: "%s" no es un número válido.

source: You didn't add any points. You need to specify some x- and y-coordinates in the grid.
dutch: Er werden geen punten toegevoegd. Specifieer de coördinaatgetallen in het raster.
french: Vous n'avez pas ajouté de points. Vous devez spécifier des couples de coordonnées dans le quadrillage.
german: Sie haben keine Punkte hinzufügt. Sie müssen einige X- und Y-Koordinaten im Raster spezifizieren.
italian: Non hai aggiunto alcun punto. Bisogna specificare alcune coordinate x-y nella griglia.
russian: Не добавлены координаты точек. Впишите координаты в соответствующие колонки.
spanish: No has introducido ningún punto.

source: Edit point series
dutch: Puntenreeks bewerken
french: Éditer une série de points
german: Punktserie bearbeiten
italian: Modifica serie di punti
russian: Редактировать ряд точек
spanish: Editar serie de puntos

source: Edit shading
dutch: Arcering bewerken
french: Éditer un remplissage
german: Schraffur bearbeiten.
italian: Modifica ombreggiatura
russian: Редактировать заштрихованный участок
spanish: Editar relleno

source: You need to select a function.
dutch: Selecteer een functie.
french: Vous devez sélectionner une fonction.
german: Sie müssen eine Funktion auswählen.
italian: Bisogna selezionare una funzione.
russian: Необходимо выбрать функцию.
spanish: Debes seleccionar una función.

source: New version of Graph available
dutch: Er is een nieuwe versie van Graph beschikbaar.
french: Nouvelle version de Graph disponible
german: Es ist eine neue Version von Graph verfügbar.
italian: Disponibile una nuova versione di Graph
russian: Есть новая версия Graph!
spanish: Nueva versión de Graph

source: Graph %s is now available for download from www.padowan.dk Would you like to visit the download page?
dutch: Graph %s is nu te downloaden van http://www.padowan.dk/graph/. Wil je de website bezoeken?
french: Graph %s est maintenant disponible en téléchargement de www.padowan.dk Voulez-vous aller voir sur le site web ?
german: Auf www.padowan.dk ist Graph %s jetzt verfügbar. Die folgenden neuen Features sind hinzugekommen: Möchten Sie jetzt die Webseite besuchen?
italian: Graph %s è ora disponibile per il download da www.padowan.dk Desideri visitare la pagina di download?
russian: Новая версия Graph %s доступна для скачивания на www.padowan.dk со следующими обновлениями после предыдущей версии: %s Посетить страницу Graph в Интернет?
spanish: Graph %s ya puede ser descargado desde www.padowan.dk ¿Deseas visitar la página de descarga?

source: No new version
dutch: Geen nieuwe versie
french: Pas de nouvelle version
german: Keine neue Version verfügbar.
italian: Nessuna nuova versione
russian: Нет обновлений
spanish: No hay ninguna nueva versión

source: You are already using the most recent version of Graph.
dutch: Je gebruikt reeds de meest recente versie van Graph.
french: Vous utilisez déjà la version la plus récente de Graph.
german: Sie verwenden schon die neueste Version von Graph.
italian: Stai già usando la più recente versione di Graph.
russian: Вы уже используете последнюю версию программы.
spanish: Ya estás utilizando la versión más reciente de Graph.

source: Cannot connect to server www.padowan.dk. Either the server is down or you do not have a connection to the Internet.
dutch: Krijg geen verbinding met de server www.padowan.dk. Server offline of geen internetverbinding.
french: Impossible de se connecter à www.padowan.dk. Ou le serveur, ou votre connection internet sont indisponibles.
german: Der Server www.padowan.dk ist nicht erreichbar. Entweder ist er heruntergefahren, oder Sie haben keine Internetverbindung.
italian: Impossibile connettersi al server www.padowan.dk. Il server è disattivo o non sei connesso ad Internet.
russian: Сервер www.padowan.dk недоступен. Сервер выключен, или нет возможности подключения к Интернет.
spanish: No es posible conectarse al servidor de Graph: www.padowan.dk. O el servidor está fuera de servicio o no puede establecerse una conexión a Internet.

source: Socket error %s
dutch: Socket fout %s
french: Erreur de socket %s
german: Verbindungsfehler %s
italian: Errore di Socket %s
spanish: Error %s

source: Definite integral, or signed area between function and x-axis, for the given domain range.
dutch: Bepaalde integraal, of gesloten gebied tussen functie en x-as, voor het gegeven domein bereik.
french: Intégrale définie, ou aire algébrique entre axe des x et courbe, pour l'intervalle donné.
german: Bestimmtes Integral oder Fläche zwischen Funktionsgraph und X-Achse (mit Vorzeichen) über einem bestimmten Intervall.
italian: Integrale definito, o area compresa tra la funzione e l'asse-x, per il dato intervallo del dominio.
russian: Определенный интеграл или площадь под графиком функции для заданной области определения.
spanish: Integral definida, o área comprendida entre la función y el eje X, en el intervalo indicado.

source: Length of path along the curve calculated for the given range.
dutch: Lengte van het pad langs de kromme berekend voor het opgegeven bereik.
french: Longueur de l'arc de courbe évaluée pour l'intervelle donné.
german: Berechnung der Länge eines Kurventeilstücks.
italian: Lunghezza del percorso lungo la curva calcolata per l'intervallo indicato.
russian: Длина пути вдоль кривой для заданного промежутка
spanish: Cálculo de la longitud de un arco de curva en el intervalo indicado.

source: The file cannot be opened by this version of the program. You need at least Graph %s to open this file.
dutch: Het bestand kan met deze versie van het programma niet geopend worden. Je hebt minstens Graph %s nodig om dit bestand te openen.
french: Ce fichier ne peut être ouvert par cette version du programme. Vous devez avoir au moins la version %s de Graph pour le faire.
german: Die Datei lässt sich mit dieser Programmversion nicht öffnen. Sie brauchen dafür mindestens Graph %s.
italian: Il file non può essere aperto da questa versione del programma. Dovresti avere almeno Graph %s per aprirlo.
russian: Файл не может быть открыт этой версией Graph. Необходимо наличие по крайней мере версии %s.
spanish: El archivo no puede ser abierto por esta versión del programa. Necesitas, al menos, Graph %s para abrir este archivo.

source: This file was saved by an outdated version of Graph, and it cannot be opened by the current version.
dutch: Dit bestand werd opgeslagen met een verouderde versie van Graph, en kan door de huidige versie niet geopend worden.
french: Ce fichier a été enregistré avec une version ancienne de Graph, et il ne peut pas être ouvert par la version dont vous disposez.
german: Diese Datei wurde mit einer veralteten Graph-Version gespeichert und lässt sich nicht mit der aktuellen Version öffnen.
italian: Questo file è stato salvato con una vecchia versione di Graph, e non può essere aperto dalla versione in uso.
russian: Этот файл был сохранён устаревшей версией Graph, и не может быть открыт используемой версией.
spanish: Este archivo fue guardado por una versión anticuada de Graph, y no puede ser abierto por la versión actual.

source: If you don't want to be asked again, this feature may be disabled from the Edit|Options dialog.
dutch: Wil je het niet meer gevraagd worden, dan kan deze mogelijkheid uitgeschakeld worden in de Bewerken/Opties dialoog.
french: Si vous ne voulez plus qu'on vous pose cette question, cette possibilité peut être désactivée dans Éditer|Options....
german: Diese Abfrage können Sie unter Bearbeiten|Einstellungen abschalten.
italian: Se non vuoi che ti sia chiesto ancora, questa caratteristica può essere disabilitata nella finestra di dialogo 'Modifica|Opzioni'.
russian: Вы можете отменить эту подсказку в меню 'Редактирование|Настройки'.
spanish: Si no deseas que se te pregunte de nuevo, puedes desactivar esta opción desde Editar> Opciones.

source: Edit relation
dutch: Relatie bewerken
french: Éditer la relation
german: Relation bearbeiten
italian: Modifica relazione
russian: Редактировать соотношение
spanish: Editar ecuación/inecuación

source: Commands
dutch: Instructies:
french: Commandes
german: Befehle:
italian: Comandi
russian: Команды
spanish: Comandos

source: (All Commands)
dutch: (Alle instructies)
french: (Toutes les commandes)
german: (Alle Befehle)
italian: (Tutti i comandi)
russian: (Все)
spanish: (Todos los comandos)

source: To add a command to the toolbar simply select a category and drag the command out of this dialog box to the toolbar.
dutch: Om een opdracht toe te voegen aan de werkbalk, selecteer je een categorie en sleep je de opdracht uit dit dialoogvenster naar de werkbalk.
french: Pour ajouter une commande à la barre d'outils choisissez simplement une catégorie et faite glisser la commande de la boîte de dialogue dans la barre d'outils.
german: Um einen Befehl zur Symbolleiste hinzuzufügen, wählen Sie einfach eine Kategorie und ziehen Sie den Befehl aus diesem Dialogfeld in die Symbolleiste.
italian: Per aggiungere un tasto alla barra degli strumenti, seleziona semplicemente una categoria e trascina il comando sulla barra degli strumenti.
russian: Чтобы добавить кнопку в панель выберите категорию и затем перенесите мышкой в панель главного окна.
spanish: Para agregar un botón a una barra de herramientas, selecciona una categoría, arrastra el comando con el ratón y suéltalo donde desees.

source: Edit f'(x)
dutch: Bewerk f'(x)
french: Éditer f '(x)
german: f'(x) bearbeiten.
italian: Modifica f'(x)
russian: Изменить f'(x)
spanish: Editar f'(x)

source: Edit trendline
dutch: Trendlijn bewerken
french: Éditer une courbe d'ajustement
german: Trendlinie bearbeiten
italian: Modifica linea di tendenza
russian: Изменить линию тренда
spanish: Editar línea de tendencia

source: Categories:
dutch: Categorieën:
french: Catégories :
german: &Kategorien:
italian: Categorie:
russian: Категории:
spanish: Categorías:

source: The program seems to be stuck in an infinite loop. If you cancel the operation the program will become unstable. You should therefore save your data under a new name and restart the application.
dutch: Het programma lijkt vast te zitten in een oneindige lus. Indien je annuleert, zal het programma onstabiel werken. Sla je gegevens op een nieuwe naam en start de applicatie opnieuw.
french: Le programme semble coincé dans une boucle infinie. Si vous annulez l'opération le programme deviendra instable. Vous devez en conséquence sauver vos données sous un nouveau nom et redémarrer l'application.
german: Graph scheint in einer Endlosschleife hängengeblieben zu sein. Wenn Sie die Ausführung abbrechen, kann das Programm instabil werden. Sie sollten daher besser ihre Daten in einer neuen Datei abspeichern und Graph neu starten.
italian: Il programma sembra essersi bloccato in un ciclo infinito. Se si annulla l'operazione il programma diventerà instabile. Dovresti quindi salvare i tuoi dati in un file con un nuovo nome e riavviare il programma.
russian: Программа вошла в рекурсивный цикл. После отмены операции программа окажется нестабильной. Следует сохранить все данные под другим именем и перезапустить приложение.
spanish: El programa parece hallarse en un bucle infinito. Si cancelas la operación, Graph puede volverse inestable. Deberías guardar el archivo bajo un nuevo nombre y reiniciar la aplicación.

source: Thread is not responding
dutch: Thread reageert niet.
french: La tâche ne répond pas.
german: Der Thread reagiert nicht.
italian: Il thread non risponde
russian: Процедура не отвечает
spanish: Graph no responde
