Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Format used when complex numbers are shown.
dutch: Vorm waaronder complexe getallen getoond worden.
french: Format utilisé pour afficher les nombres complexes.
german: Format für die Anzeige komplexer Zahlen
italian: Formato da usare per mostrare i numeri complessi.
russian: Формат отображения комплексных чисел
spanish: Elige un formato para la representación de los números complejos.

source: Complex form
dutch: Complexe vorm
french: Format complexes
german: Komplexzahlen-Format
italian: Formato complesso
russian: Комплексная форма числа
spanish: Forma compleja

source: Rectangular
dutch: Rechthoekig
french: Algébrique
german: Normalform
italian: Rettangolare
russian: Полный
spanish: Binómica

source: Recent files:
dutch: Recente bestanden:
french: Fichiers récents :
german: Letzte Dateien:
italian: File recenti:
russian: Последних файлов:
spanish: Archivos recientes:

source: The number of most recent used files shown in the File menu.
dutch: Aantal te tonen recente bestanden in bestandsmenu.
french: Nombre de fichiers le plus récemment utilisés à afficher dans la rubrique Fichier.
german: Anzahl der zuletzt geöffneten Dateien im Dateimenü.
italian: Numero di file recentemente aperti da mostrare nel menù File.
russian: Количество последних использованных файлов для показа в меню Файл.
spanish: Número de archivos abiertos últimamente y mostrados en el menú Archivo. Si deseas desactivar esta opción, indica 0.

source: Max undo steps:
dutch: Max stappen ongedaan:
french: Défaire jusqu'à :
german: Max. rückgängig:
italian: Max annulla-azione:
russian: Шагов отмены:
spanish: Límite de Deshacer:

source: Maximum number of undo steps saved. Set this to 0 to prevent undo.
dutch: Maximum aantal ongedaan-stappen is opgeslagen. Zet dit op 0 om ongedaan-keuze onmogelijk te maken.
french: Nombre maximal d'étapes sauvées pour être défaites. Mettre à zéro pour ne pas pouvoir défaire.
german: Maximale Anzahl von Rückgängig-Schritten. Auf 0 setzen, um das Rückgängigmachen zu sperren.
italian: Numero massimo di annulla-azioni salvate. Imposta il valore a 0 per disabilitare 'annulla-azione'.
russian: Количество запоминаемых последних действий.
spanish: Máximo número de acciones que puedes anular. Si deseas desactivar esta opción, indica 0.

source: Font scale:
dutch: Grootte lettertype:
french: Taille de la police :
german: Schriftgröße:
italian: Scala font:
russian: Размер надписей интерфейса:
spanish: Escala de la interfaz:

source: This is used to scale the user interface if you are having problems reading the text.
dutch: Dit wordt gebruikt om de gebruikersinterface te schalen bij leesproblemen.
french: Ceci est utilisé pour ajuster la taille de l'interface utilisateur si vous avez des problèmes pour lire le texte.
german: Hiermit läßt sich die Bildschirmauflösung einstellen, falls Sie Probleme beim Lesen des Textes haben.
italian: Da usare per scalare l'interfaccia utente in caso di problemi nella lettura del testo.
russian: Изменяет размер текста (при проблемах с чтением).
spanish: Elige la escala de la interfaz de usuario, si tienes problemas para leer los textos.

source: Language:
dutch: Taal:
french: Langue :
german: Sprache:
italian: Lingua:
russian: Язык:
spanish: Idioma:

source: Select the language to use for the user interface.
dutch: Selecteer de taal voor de gebruikersinterface.
french: Choisit le langage pour l'interface utilisateur.
german: Wählen Sie die Sprache für die Benutzeroberfläche.
italian: Seleziona la lingua da usare nell'interfaccia utente.
russian: Выберите язык интерфейса.
spanish: Elige el idioma que deseas utilizar en la interfaz de usuario.

source: Show the tooltip when the cursor is over an item.
dutch: Toon de tip van het gereedschap waarover de cursor beweegt.
french: Affiche la bulle associée lorsque le curseur est sur quelquechose.
german: Quickinfo zeigen, wenn der Mauszeiger sich über einem Feld befindet.
italian: Mostra suggerimento quando il cursore del mouse è sopra la voce.
russian: Показывать подсказку для объекта, над которым находиться курсор.
spanish: Muestra una breve descripción del elemento sobre el que sitúas el puntero del ratón.

source: Show tooltip
dutch: Toon gereedschapstip
french: Afficher bulle
german: Quickinfo zeigen
italian: Mostra suggerimento
russian: Подсказки
spanish: Mostrar texto emergente

source: Save the size of the main window when the program exits. This is used the next time Graph is run.
dutch: Sla de grootte van het hoofdvenster op wanneer het programma wordt afgesloten. Dit wordt gebruikt de volgende keer Graph wordt uitgevoerd.
french: Enregistre la taille de la fenêtre principale en quittant le programme. Elle sera utilisée lors de la prochaine utilisation de Graph.
german: Fensterstellung am Programmende speichern. Diese Einstellung wird beim nächsten Programmstart verwendet.
italian: Salva la dimensione della finestra principale all'uscita dal programma. Essa verrà usata al prossimo avvio di Graph.
russian: Сохранять положение окна программы при выходе. Это положение будет использовано при следующем запуске.|Сохранять положение окна при выходе.
spanish: Guarda el tamaño de la ventana del programa cuando cierras Graph. Este perfil se usará por defecto en el futuro.

source: Save workspace on exit
dutch: Sla de werkruimte op bij afsluiten
french: Enregistrer l'espace de travail en quittant
german: Fenstereinstellungen beim Beenden speichern
italian: Salva area di lavoro alla chiusura
russian: Сохранять расположение окна при выходе
spanish: Guardar tamaño de la ventana al salir

source: If checked the program will contact a web server when the program is started to see if a newer version is available.
dutch: Bij het opstarten contacteert programma een webserver om te zien of een nieuwere versie beschikbaar is.
french: Cocher pour que le programme joigne un serveur web à chaque démarrage pour voir s'il existe une nouvelle version disponible.
german: Wenn aktiviert, wird bei jedem Programmstart im Internet nach einer neuen Version von Graph gesucht.
italian: Se spuntato, all'avvio il programma contatterà il server per controllare la disponibilità di una nuova versione di Graph.
russian: Если отмечено, программа будет проверять наличие новой версии на сервере каждый раз при старте.
spanish: Activa esta casilla si deseas que Graph compruebe vía Internet con cada inicio si una nueva versión está disponible.

source: Check for new version of Graph at startup
dutch: Controleer bij opstarten op een nieuwere versie van Graph.
french: Vérifier l'existence d'une nouvelle version au démarrage
german: Beim Programmstart eine neue Version von Graph suchen
italian: Controlla nuove versioni di Graph all'avvio
russian: Проверять наличие новой версии при запуске
spanish: Comprobar nueva versión al inicio

source: Use a custom decimal separator instead of the default from the Windows Regional settings.
dutch: Gebruik een aangepaste decimaal scheidingsteken in plaats van de standaard uit de regionale vensterinstellingen.
french: Utiliser un séparateur décimal personnalisé à la place de celui des paramètres régionaux de Windows.
german: Ein benutzerdefiniertes, von den Windows Standardeinstellungen abweichendes, Dezimaltrennzeichen festlegen.
italian: Usa un separatore decimali personalizzato invece di quello impostato in Opzioni Internazionali di Windows.
russian: Использовать произвольный десятичный разделитель вместо стандартного, используемого в Windows.
spanish: Define un separador decimal diferente del indicado en la Configuración Regional de Windows.

source: Custom decimal separator:
dutch: Aangepast decimaal scheidingsteken:
french: Séparateur décimal personnalisé :
german: Benutzerdefiniertes Dezimaltrennzeichen:
italian: Separatore decimali personalizzato.
russian: Произвольный десятичный разделитель:
spanish: Separador decimal:

source: Decimal separator used when exporting to other programs.
dutch: Decimaal scheidingsteken gebruikt bij het exporteren naar andere programma's.
french: Séparateur décimal utilsé lors de l'exportation vers d'autres programmes.
german: Dezimaltrennzeichen beim Datenexport in andere Programme.
italian: Separatore decimali usato quando si esporta in altri programmi.
russian: Используемый десятичный разделитель при экспорте в другие программы.
spanish: Símbolo decimal empleado al exportar datos a un archivo.

source: Insert function
dutch: Voeg een functie in
french: Insérer une fonction.
german: Funktion einfügen
italian: Inserisci funzione
russian: Добавить функцию
spanish: Insertar función

source: Function type:
dutch: Functietype:
french: Type de fonction :
german: Funktionstyp:
italian: Tipo funzione:
russian: Тип функции:
spanish: Tipo de función:

source: Select the function type to graph.
dutch: Selecteer het grafiektype.
french: Choisit le type de fonction à représenter.
german: Wählen Sie den Funktionstyp, der geplottet werd.
italian: Seleziona il tipo di funzione da tracciare.
russian: Выберите тип функции.
spanish: Selecciona la clase de función que deseas representar gráficamente.

source: Standard function y=f(x)
dutch: Standaardfunctie y=f(x)
french: Fonction standard y=f(x)
german: Standardfunktion y=f(x)
italian: Funzione standard y=f(x)
russian: Стандартная функция y=f(x)
spanish: Función explícita y=f(x)

source: Parametric function x(t), y(t)
dutch: Parameterfunctie x(t),y(t)
french: Fonction paramétrique x(t),y(t)
german: Parameterfunktion x(t), y(t)
italian: Funzione parametrica x(t), y(t)
russian: Параметрическая функция x(t), y(t)
spanish: Función paramétrica x=f(t), y=g(t)

source: Polar function r=f(t)
dutch: Polaire functie r=f(t)
french: Fonction polaire r=f(t)
german: Polarfunktion r=f(t)
italian: Funzione polare r=f(t)
russian: Полярная функция r=f(t)
spanish: Función polar r=f(t)

source: Function equation
dutch: Functievergellijking
french: Équation associée à la fonction
german: Funktionsgleichung
italian: Equazione della funzione
russian: Уравнение функции
spanish: Ecuación de la función

source: Steps:
dutch: Stappen:
french: Étapes :
german: Schritte:
russian: Шаги:
spanish: Pasos:

source: Number of calculation steps used to draw the graph.
dutch: Aantal berekeningstappen om een grafiek te tekenen.
french: Nombre de pas utilisés pour tracer le graphe.
german: Anzahl der verwendeten Rechnenschritte, um den Funktionsgraphen zu zeichnen.
italian: Numero di step di calcolo da utilizzare per tracciare il grafico.
russian: Количество шагов для построения графика (один шаг соединяет две точки).
spanish: Número de pasos de cálculo empleados para dibujar la gráfica.

source: Draw type:
dutch: Tekenstijl:
french: Type de dessin :
german: Darstellungsart:
italian: Tipo disegno:
russian: Рисовать:
spanish: Tipo de dibujo:

source: Choose Lines if you want the calculated points for the graph to be connected. Choose Dots if you only want to show a dot at each point.
dutch: Kies Lijnen als de berekende punten van de grafiek met elkaar verbonden moeten worden. Kies Punten als alleen punten weergegeven moet worden.
french: Choisir Lignes si vous voulez joindre les points de construction du graphe.Choisir Points si vous voulez des points isolés.
german: Wählen Sie Verlauf, wenn die berechneten Punkte miteinander verbunden werden sollen. Wenn nur die Punkte angezeigt werden sollen, wählen Sie nur Punkte.
italian: Scegli 'Linee' se vuoi che i punti calcolati siano collegati. Scegli 'Punti' se vuoi semplicemente mostrare un segno per ogni punto.
russian: Выберите "Линии", если вы хотите, чтобы точки графика были соединены. Выберите "Точки", чтобы показывались только точки.
spanish: Elige Automático o Líneas si deseas que los puntos calculados estén unidos con líneas, de otro modo, selecciona Puntos.

source: Automatic
dutch: Automatisch
french: Automatique
german: Automatisch
italian: Automatico
russian: Автом.
spanish: Automático

source: Dots
dutch: Punten
french: Points
german: Punkte
italian: Punti
russian: Точки
spanish: Puntos

source: Lines
dutch: Lijnen
french: Lignes
german: Verlauf
italian: Linee
russian: Линии
spanish: Líneas

source: Insert text label
dutch: Voeg een tekstlabel in
french: Insèrer un label texte
german: Textfeld einfügen
italian: Inserisci didascalia
russian: Добавить метку
spanish: Insertar cuadro de texto

source: Font name:
dutch: Lettertype:
french: Nom de la police :
german: Schriftart:
italian: Nome font:
russian: Название шрифта:
spanish: Fuente:

source: Font size:
dutch: Grootte:
french: Taille de la police :
german: Schriftgröße:
italian: Dimensione font:
russian: Размер:
spanish: Tamaño:

source: Font color:
dutch: Kleur lettertype
french: Couleur de la police :
german: Schriftfarbe:
italian: Colore font:
russian: Цвет шрифта:
spanish: Color:

source: Text size.
dutch: Tekstgrootte
french: Taille du texte.
german: Textgröße.
italian: Dimensione testo
russian: Размер текста.
spanish: Tamaño de fuente.

source: Text string
dutch: Teks:t
french: Caractères du texte
german: Zeichenfolge
italian: Contenuto testo
russian: Текст
spanish: Contenido

source: Insert symbol (Ctrl+G)
dutch: Voeg een symbool in (Ctrl+G)
french: Insérer un symbole (Ctrl+G)
german: Zeichen einfügen (Strg+G)
italian: Inserisci simbolo (Ctrl+G)
russian: Вставить символ (Ctrl+G)
spanish: Inserta símbolos y caracteres especiales (Ctrl+G)

source: Insert object.
dutch: Voeg object in.
french: Insérer un objet.
german: Objekt einfügen.
italian: Inserisci oggetto.
russian: Вставить объект...
spanish: Inserta un objeto.

source: Bold (Ctrl+B)
dutch: Vet (Ctrl+B)
french: Gras (Ctrl+B)
german: Fett (Strg+B)
italian: Grassetto (Ctrl+B)
russian: Жирный шрифт (Ctrl-B)
spanish: Negrita (Ctrl+B)

source: Italic (Ctrl+I)
dutch: Schuin (Crl+I)
french: Italique (Ctrl+I)
german: Kursiv (Strg+I)
italian: Italico (Ctrl+I)
russian: Курсив (Ctrl-I)
spanish: Cursiva (Ctrl+I)

source: Underline (Ctrl+U)
dutch: Onderstreep (Ctrl+U)
french: Souligné (Ctrl+U)
german: Unterstreichen (Strg+U)
italian: Sottolineato (Ctrl+U)
russian: Подчёркнутый (Ctrl-U)
spanish: Subrayado (Ctrl+U)

source: Strikethrough (Ctrl+S)
dutch: Doorstreep (Ctrl+S)
french: Rayé (Ctrl+S)
german: Durchstreichen (Strg+S)
italian: Barrato (Ctrl+S)
russian: Перечёркнутый (Ctrl-S)
spanish: Tachado (Ctrl+S)

source: Superscript (Ctrl++)
french: Exposant (Ctrl++)
german: Hochstellen (Strg++)
italian: Apice (Ctrl++)
russian: Подпись вверху (Ctrl++)
spanish: Superíndice (Ctrl++)

source: Subscript (Ctrl+=)
french: Indice (Ctrl+=)
german: Tiefstellen (Strg+=)
italian: Pedice (Ctrl+=)
russian: Подпись внизу (Ctrl+=)
spanish: Subíndice (Ctrl+=)

source: Align left (Ctrl+L)
dutch: Links uitvullen (Ctrl+L)
french: Aligné à gauche (Ctrl+L)
german: Linksbündig (Strg+L)
italian: Allinea a sinistra (Ctrl+L)
russian: Выравнивать по левому краю (Ctrl-L)
spanish: Alinear a la izquierda (Ctrl+L)

source: Center (Ctrl+E)
dutch: Centreer (Ctrl+E)
french: Centré (Ctrl+E)
german: Zentriert (Strg+E)
italian: Centra (Ctrl+E)
russian: Центровать (Ctrl-E)
spanish: Centrar (Ctrl+E)

source: Align right (Ctrl+R)
dutch: Rechts uitvullen (Ctrl+R)
french: Aligné à droite (Ctrl+R)
german: Rechtsbündig (Strg+R)
italian: Allinea a destra (Ctrl+R)
russian: Выравнивать по правому краю (Ctrl-R)
spanish: Alinear a la derecha (Ctrl+R)

source: Text font.
dutch: Lettertype tekst
french: Police du texte.
german: Schriftart.
italian: Carattere del testo.
russian: Шрифт.
spanish: Fuente.

source: Text color.
dutch: Tekstkleur
french: Couleur du texte.
german: Textfarbe.
italian: Colore del testo.
russian: Цвет текста.
spanish: Color de fuente.

source: Select background color of the text label.
dutch: Kies achtergrond voor tekstlabel.
french: Choisit la couleur de fond du label.
german: Wählen Sie die Hintergrundfarbe des Textfeldes.
italian: Seleziona il colore di sfondo per la didascalia.
russian: Выбрать цвет фона для текста метки.
spanish: Elige el color para el fondo del cuadro de texto.

source: Transparent
dutch: Transparant
italian: Trasparente
russian: Прозрачный
spanish: Sin color

source: Undo last action.
dutch: Laatste actie ongedaan
french: Défait la dernière action.
german: Letzte Aktion rückgängig machen.
italian: Annulla ultima azione.
russian: Отменить последнее действие.
spanish: Deshace la última acción.

source: Redo last undone action.
dutch: Laatse ongedaanactie opnieuw.
french: Refait la dernière action défaite.
german: Die letzte rückgängig gemachte Aktion wiederherstellen.
italian: Ripristina l'ultima azione.
russian: Повторить последнее отменённое действие.
spanish: Rehace la última acción deshecha.

source: Paste the contents of the clipboard.
dutch: Plak inhoud klembord
french: Colle le contenu du presse-papiers.
german: Fügt den Inhalt der Zwischenablage ein.
italian: Incolla il contenuto degli appunti.
russian: Вставить содержимое буфера обмена.
spanish: Pega el contenido del Portapapeles.

source: Paste special...
dutch: Plakken speciaal...
french: Collage spécial...
german: Inhalte einfügen...
italian: Incolla speciale...
russian: Специальная вставка...
spanish: Pegado especial...

source: Select which clipboard representation you want to paste.
dutch: Selecteer welk klembord je wil plakken.
french: Choisit quelle occurrence du presse-papiers vous voulez coller.
german: Wählen Sie, welche Daten Sie aus der Zwischenablage einfügen wollen.
italian: Seleziona quale elemento degli appunti vuoi incollare.
russian: Выберите, какую часть буфера обмена вы хотите вставить.
spanish: Pega el contenido del Portapapeles con el formato seleccionado.

source: Insert object...
dutch: Voeg object in...
french: Insérer un objet...
german: Objekt einfügen...
italian: Inserisci oggetto...
russian: Вставить объект...
spanish: Insertar objeto...

source: Create a new OLE object.
dutch: Maak een nieuw OLE-object.
french: Crée un nouvel objet OLE.
german: Neues OLE-Objekt erzeugen.
italian: Crea nuovo oggetto OLE.
russian: Создать новый объект OLE.
spanish: Inserta un objeto desde una lista de archivos disponibles.

source: Edit object
dutch: Object bewerken
french: Éditer objet
german: Objekt bearbeiten
italian: Modifica oggetto
russian: Редактировать объект
spanish: Editar objeto

source: Edit selected OLE object.
dutch: Geselecteerd OLE-object bewerken.
french: Édite l'objet OLE sélectionné.
german: Ausgewähltes OLE-Objekt bearbeiten
italian: Modifica oggetto OLE selezionato.
russian: Редактировать выбранный объёкт OLE.
spanish: Edita el objeto OLE seleccionado.

source: Insert f'(x)
dutch: Voeg f'(x) in
french: Insérer f'(x)
german: Ableitungsfunktion f'(x) einfügen
italian: Inserisci f'(x)
russian: Добавить f'(x)
spanish: Insertar f'(x)

source: Name:
dutch: Naam:
french: Nom :
italian: Nome:
russian: Название:
spanish: Nombre:

source: Constant
dutch: Constante
french: Constante
german: Konstante
italian: Costante
russian: Константа
spanish: Constante

source: Value
dutch: Waarde
french: Valeur
german: Wert
italian: Valore
russian: Значение
spanish: Valor

source: Select a function or tangent to evaluate.
dutch: Kies functie of raaklijn om te berekenen.
french: Choisir une fonction ou une tangente à évaluer
german: Funktion oder Tangente auswählen, die berechnet werden soll.
italian: Seleziona una funzione o tangente da valutare.
russian: Выберите функцию или касательную.
spanish: Selecciona una función para evaluar.

source: Select where the cursor will be placed when you click on the image.
dutch: Kies waar de cursor geplaatst moet worden als je de figuur aanklikt.
french: Choisir où placer le curseur avec un clic de souris sur l'image.
german: Durch Klicken können Sie den Cursor im Koordinatensystem platzieren.
italian: Seleziona dove si posizionerà il cursore quando si clicca sull'immagine.
russian: Выберите, куда помещать курсор при щелчке мыши на изображении.
spanish: Selecciona qué deseas señalar cuando hagas clic sobre el área gráfica.

source: Enter the start coordinate or mark the range on the graph itself with the mouse.
dutch: Geef een begincoördinaat op of duid met de muis het bereik aan op de figuur
french: Entrer la coordonnée de début ou marquer la plage sur le tracé avec la souris.
german: Eine Anfangskoordinate eingeben oder den Bereich direkt auf dem Graphen mit der Maus markieren.
italian: Inserisci la coordinata iniziale oppure marcane l'estensione sul grafico stesso col mouse.
russian: Введите начальную координату или отметьте диапазон мышью на графике.
spanish: Introduce la coordenada inicial, o selecciona sobre la gráfica misma un intervalo con el ratón.

source: Enter the end coordinate or mark the range on the graph itself with the mouse.
dutch: Voeg de ordinaat in of duid op de figuur het bereik aan met de muis.
french: Entrer la coordonnée de fin ou marquer la plage sur le tracé avec la souris.
german: Eine Endkoordinate eingeben oder den Bereich direkt auf dem Graphen mit der Maus markieren.
italian: Inserisci la coordinata finale oppure marcane l'estensione sul grafico stesso col mouse.
russian: Введите конечную координату или отметьте диапазон на графике мышью.
spanish: Introduce la coordenada final, o selecciona sobre la gráfica misma un intervalo con el ratón.

source: Snap to:
dutch: Hecht vast:
french: Passer à :
german: Fangen:
italian: Balza a:
russian: Искать:
spanish: Ver en:

source: The x-coordinate evaluated for the t-parameter.
dutch: De waarde van x-coördinaat voor de parameter t.
french: Valeur approchée de l'abscisse pour le paramètre t.
german: Die X-Koordinate berechnet für den Parameter t.
italian: Coordinata-x valutata per il parametro-t immesso.
russian: Оценка координаты х для параметра t.
spanish: Coordenada x, evaluada en el parámetro t indicado.

source: The y-coordinate evaluated for the t-parameter.
dutch: De waarde van de y-coördinaat voor de parameter t
french: Valeur approchée de l'ordonnée pour le paramètre t.
german: Die Y-Koordinate berechnet für den Parameter t.
italian: Coordinata-y valutata per il parametro-t immesso.
russian: Оценка координаты у для параметра t.
spanish: Coordenada y, evaluada en el parámetro t indicado.

source: The derivative of x(t) evaluated for the entered t-parameter.
dutch: De afgeleide van x(t) in een waarde van de parameter t
french: Valeur approchée du nombre dérivé de x(t) pour la valeur du paramètre t.
german: Wert der Ableitung von x(t) für den eingegebenen Parameter t.
italian: Derivata di x(t) valutata per il parametro-t immesso.
russian: Значение производной x(t) для введённого параметра t.
spanish: Derivada de x(t), evaluada en el parámetro t indicado.

source: The derivative of y(t) evaluated for the entered t-parameter.
dutch: De afgeleide van y(t) in een waarde voor de parameter t
french: Valeur approchée du nombre dérivé de y(t) pour la valeur du paramètre t.
german: Ableitung von y(t) für den eingegebenen Parameter t.
italian: Derivata di y(t) valutata per il parametro-t immesso.
russian: Значение производной y(t) для введённого параметра t.
spanish: Derivada de y(t), evaluada en el parámetro t indicado.

source: The slope of the function evaluated for the entered t-parameter.
dutch: De helling van een functie voor een waarde van de parameter t
french: Pente de la courbe évaluée pour la valeur du paramètre t.
german: Die Steigung der Funktion für den eingegebenen Parameter t.
italian: Pendenza della funzione valutata per il parametro-t immesso.
russian: Наклон касательной к функции при заданном параметре t.
spanish: Pendiente de la función, evaluada en el parámetro t indicado.
