Repository: q2apro/graph-padowan
Catalog: Locale/*.po
Languages: dutch, french, german, italian, russian, spanish

source: Shades the area between the main function and the function selected in the list to the right.
dutch: Arceert het gebied tussen de hoofdfunctie en de functie geselecteerd in de rechtse lijst.
french: Remplit l'aire entre la fonction principale et celle sélectionnée dans la liste placée à droite.
german: Schraffiert die Fläche zwischen der Hauptfunktion und der Funktion, die in der Liste rechts gewählt ist.
italian: Ombreggia l'area tra la funzione principale e la funzione selezionata nell'elenco sulla destra.
russian: Заштриховывает часть плоскости между двумя функциями.
spanish: Rellena el área entre la función preseleccionada y la seleccionada en la pestaña Segunda función.

source: Above function
dutch: Boven de functie
french: Au dessus de la fonction
german: Oberhalb der Funktion
italian: Sopra la funzione
russian: Над функцией
spanish: Por encima de la función

source: Between function and x-axis
dutch: Tussen functie en x-as
french: Entre fonction et axe des abscisses
german: Zwischen Funktion und X-Achse
italian: Tra la funzione e l'asse-x
russian: Между функцией и осью х
spanish: Entre la función y el eje X

source: Between functions
dutch: Tussen de functies
french: Entre fonctions
german: Zwischen Funktionen
italian: Tra le funzioni
russian: Между функциями
spanish: Entre dos funciones

source: Between function and y-axis
dutch: Tussen functie en y-as
french: Entre fonction et axe des ordonnées
german: Zwischen Funktion und Y-Achse
italian: Tra la funzione e l'asse-y
russian: Между функцией и осью у
spanish: Entre la función y el eje Y

source: Inside function
dutch: Binnen functie
french: À l'intérieur de la fonction
german: Innerhalb der Funktion
italian: Dentro la funzione
russian: Внутри функции
spanish: Dentro de la función

source: Below function
dutch: Onder de functie
french: Sous la fonction
german: Unterhalb der Funktion
italian: Sotto la funzione
russian: Под функцией
spanish: Por debajo de la función

source: Options
dutch: Opties
german: Einstellungen
italian: Opzioni
russian: Настройки
spanish: Opciones

source: Range
dutch: Bereik
french: Plage
german: Intervall
italian: Intervallo
russian: Диапазон
spanish: Intervalo

source: Coordinate where the shading starts.
dutch: Coördinaat waar arcering begint.
french: Coordonnée de départ du remplissage.
german: Die Koordinate, bei der die Schraffur beginnt.
italian: Coordinata dove inizia l'ombreggiatura.
russian: Координата начала штрихования.
spanish: Valor donde empieza el relleno.

source: Coordinate where the shading ends.
dutch: Coördinaat waar arcering eindigt.
french: Coordonnée de fin du remplissage.
german: Die Koordinate, bei der die Schraffur endet.
italian: Coordinata dove finisce l'ombreggiatura.
russian: Координата окончания штрихования.
spanish: Valor donde termina el relleno.

source: Check to increase the end coordinate until intersection.
dutch: Controleer het vermeerderen van de eindcoördinaat tot aan doorsnede.
french: Cocher pour accroître l'abscisse de fin jusqu'à l'intersection.
german: Aktivieren, um die Schraffur bis zu dem Schnittpunkt zu zeichnen, der rechts von der angegebenen X-Koordinate liegt.
italian: Spunta per estendere la coordinata finale fino all'intersezione.
russian: Отметьте, чтобы расширить участок штрихования вправо до пересечения.
spanish: Activa esta casilla para incrementar el valor final hasta la intersección.

source: Increase to intersection
dutch: Vermeerder tot aan doorsnede
french: Croître jusqu'à l'intersection
german: Erhöhen zum Schnittpunkt
italian: Incrementa all'intersezione
russian: Вправо до пересечения
spanish: Aumentar hasta intersección

source: Check to decrease the start coordinate until intersection.
dutch: Controleer vermindering begincoördinaat tot aan doorsnede.
french: Cocher la case pour faire décroître l'abscisse de début jusqu'à l'intersection.
german: Aktivieren, um die Anfangskoordinate bis zum Schnittpunkt zu verkleinern..
italian: Spunta per decrescere la coordinata iniziale fino all'intersezione.
russian: Отметьте, чтобы расширить участок штрихования влево до пересечения.
spanish: Activa esta casilla para reducir el valor inicial hasta la intersección.

source: Decrease to intersection
dutch: Verminder tot aan doorsnede
french: Décroître jusqu'à l'intersection
german: Verringern bis Schnittpunkt
italian: Descresci all'intersezione
russian: Влево до пересечения
spanish: Disminuir hasta intersección

source: Select the style used for the shading.
dutch: Selecteer de arceringstijl
french: Choisir le type de remplissage.
german: Wählen Sie den Stil für die Schraffur.
italian: Seleziona lo stile dell'ombreggiatura.
russian: Выберите тип заштриховки.
spanish: Elige la clase de relleno (color uniforme o trama).

source: Select color used for shading.
dutch: Kies kleur van de arcering
french: Choisir la couleur du remplissage.
german: Farbe für die Schraffur wählen.
italian: Seleziona il colore dell'ombreggiatura.
russian: Выберите цвет заштриховки.
spanish: Elige el color del relleno.

source: Mark the border around the shading.
dutch: Markeer de arceringgrens.
french: Marque la frontière du remplissage.
german: Rande der Schraffur mit einer Linie umranden.
italian: Marca il contorno dell'ombreggiatura.
russian: Обозначить конец заштрихованного участка линией.
spanish: Delimita el inicio y el final del intervalo del relleno con líneas.

source: Mark border
dutch: Markeergrens
french: Marquer la frontière
german: Umranden
italian: Marca il bordo.
russian: Граница
spanish: Marcar límites

source: Enter a description to show in the legend.
dutch: Voeg een beschrijving in voor in de legende.
french: Entrer une description pour la légende.
german: Geben Sie einen Beschreibungstext für die Legende an!
italian: Scrivi una descrizione da mostrare in legenda.
russian: Введите описание для отображения в подписи к графику.
spanish: Escribe un nombre o definición para mostrarlo en la leyenda.

source: 2nd function
dutch: 2de functie
french: 2nd fonction
german: Zweite Funktion
italian: 2° funzione
russian: Вторая функция
spanish: Segunda función

source: 2nd function:
dutch: 2de functie:
french: 2nd fonction :
german: Zweite Funktion:
italian: 2° funzione:
russian: Вторая функция:
spanish: Segunda función:

source: Select the second function when you want a shading between two functions.
dutch: Selecteer de tweede functie als je wenst te arceren tussen twee functies.
french: Choisit la seconde fonction quand on veut un remplissage entre deux fonctions.
german: Für eine Schraffur zwischen zwei Funktionen wählen Sie die zweite Funktion.
italian: Seleziona la 2° funzione se vuoi un'ombreggiatura tra due funzioni.
russian: Выберите вторую функцию, если вы хотите заштриховать участок между двумя функциями.
spanish: Selecciona la segunda función.

source: Shading range for 2nd function
dutch: Arceerbereik voor tweede functie
french: Plage de remplissage pour la seconde fonction.
german: Schraffierungsintervall für die zweite Funktion
italian: Intervallo ombreggiatura per la 2° funzione
russian: Диапазон заштриховки для второй функции
spanish: Intervalo del relleno para la segunda función

source: Custom functions/constants
dutch: Gebruikte functies/constanten
french: Fonctions/constantes personnelles
german: Benutzerdefinierte Funktionen/Konstanten
italian: Personalizza funzioni/costanti
russian: Пользовательские функции и константы
spanish: Personalizar funciones/constantes

source: Apply
dutch: Pas toe
french: Appliquer
german: Anwenden
italian: Applica
russian: Применить
spanish: Aplicar

source: Names
dutch: Namen
french: Noms
german: Namen
italian: Nomi
russian: Название:
spanish: Nombre

source: Definition
dutch: Definitie
french: Définitions
italian: Definizione
russian: Определение
spanish: Definición

source: Image options
dutch: Beeldopties
french: Options de l'image
german: Bild-Einstellungen
italian: Opzioni immagine
russian: Параметры изображения
spanish: Opciones de imagen

source: Size
dutch: Grootte
french: Taille
german: Größe
italian: Dimensione
russian: Размер:
spanish: Tamaño de imagen

source: Image width:
dutch: Beeldbreedte:
french: Largeur image :
german: Bildbreite:
italian: Immagine (L):
russian: Ширина:
spanish: Anchura de imagen:

source: Image height:
dutch: Beeldhoogte:
french: Hauteur image :
german: Bildhöhe:
italian: Immagine (H):
russian: Высота:
spanish: Altura de imagen:

source: Set a custom image width in pixels.
dutch: Geef de gewenste breedte in pixels.
french: Définit une largeur d'image personnelle en pixels.
german: Benutzerdefinierte Bildbreite (angegeben in Pixeln) festlegen.
italian: Imposta larghezza immagine personalizzata (in pixel).
russian: Задать ширину (в пикселях)
spanish: Anchura de la imagen personalizada, en píxeles.

source: Set a custom image height in pixels.
dutch: Geef de gewenste hoogte in pixels.
french: Définit une hauteur d'image personnelle en pixels.
german: Benutzerdefinierte Bildhöhe (angegeben in Pixeln) festlegen.
italian: Imposta altezza immagine personalizzata (in pixel).
russian: Задать высоту (в пикселях)
spanish: Altura de la imagen personalizada, en píxeles.

source: Choose to use the same size as shown on the screen or a custom image size.
dutch: Gebruik de getoonde of andere beeldgrootte.
french: Choisir d'utiliser la même taille que celle sur l'écran ou une taille d'image personnelle.
german: Wählen Sie, ob Sie dieselbe Größe, wie auf dem Bildschirm gezeigt, benutzen oder eine benutzerdefinierte Bildgröße.
italian: Scegli se usare la dimensione visualizzata sullo schermo o una dimensione immagine personalizzata.
russian: Выберите, оставить размер изображения без изменений или задать произвольный.
spanish: Elige para la imagen a guardar el mismo tamaño que muestra en pantalla, o un tamaño personalizado.

source: Image size
dutch: Beeldbreedte
french: Taille de l'image
german: Bildgröße
italian: Dimensione immagine
russian: Размер изображения
spanish: Dimensiones

source: Screen size
dutch: Schermgrootte
french: Taille de l'écran
german: Bildschirmgröße
italian: Dimensione schermo
russian: Размер экрана
spanish: Tamaño en pantalla

source: Custom size
dutch: Gebruikte grootte
french: Taille choisie
german: Benutzerdefinierte Größe
italian: Dimensione personalizzata
russian: Произвольный размер
spanish: Personalizar tamaño

source: Progressive encoding allows viewers to see a rough copy of the image while it is downloaded.
dutch: Door progressieve encodering zie je tijdens het downloaden een ruwe kopie van de figuur.
french: L'encodage progressif permet de visualiser une vue grossière de l'image pendant qu'elle est chargée.
german: Mit Progressivem Encoding kann man während des Downloads eine grobe Kopie des Bildes sehen.
italian: La codifica progressiva permette di visualizzare una bozza dell'immagine mentre viene scaricata.
russian: Метод 'прогрессивного кодирования' позволяет видеть эскиз изображения в течение загрузки.
spanish: Secuencial: Codifica en un único barrido de derecha a izquierda y de arriba a abajo. Progresivo: Codifica en varios barridos.

source: Encoding
dutch: Codering
french: Encodage
italian: Codifica
russian: Формат
spanish: Modo de codificación

source: Sequential
dutch: In volgorde
french: Séquentiel
german: Standard
italian: Sequenziale
russian: Последовательно
spanish: Secuencial

source: Progressive
dutch: Progressief
french: Progressif
german: Progressiv
italian: Progressiva
russian: Прогрессивный
spanish: Progresivo

source: Select a compression quality.
dutch: Kies een compressiekwaliteit.
german: Wählen Sie eine Kompressionsgüte.
italian: Seleziona qualità di compressione.
russian: Выберите степень сжатия.
spanish: Selecciona una calidad de compresión de imagen.

source: Quality
dutch: Kwaliteit
french: Qualité
german: Qualität
italian: Qualità
russian: Качество
spanish: Calidad

source: Paper size:
dutch: Papierformaat
french: Taille papier :
german: Papiergröße:
italian: Formato carta:
russian: Размер бумаги
spanish: Formato:

source: Choose paper orientation.
dutch: Kies een papierorientatie.
french: Choisit l'orientation du papier.
german: Wählen Sie die Ausrichtung des Papiers
italian: Scegli orientamento carta.
russian: Выберите ориентацию страницы
spanish: Elige la orientación de la hoja.

source: Orientation
dutch: Oriëntatie
german: Ausrichtung
italian: Orientamento
russian: Ориентация
spanish: Orientación

source: Portrait
dutch: Portret
german: Hochformat
italian: Verticale
russian: Вертикальная
spanish: Vertical

source: Landscape
dutch: Landschap
french: Paysage
german: Querformat
italian: Orizzontale
russian: Горизонтальная
spanish: Horizontal

source: Choose paper size to use.
dutch: Kies het gebruikte papierformaat.
french: Choisit la taille du papier à utiliser.
german: Wählen Sie die zu benutzende Papiergröße.
italian: Scegli dimensione del foglio.
russian: Выберите размер бумаги.
spanish: Elige el tamaño de hoja que deseas emplear.

source: Letter
french: Lettre
italian: Lettera
spanish: Carta

source: Ledger
dutch: Grootboek
italian: Libro mastro
spanish: Doble carta

source: Select this to use these settings as defaults in the future.
dutch: Selecteer dit als toekomstige standaardinstelling.
french: Sélectionnez pour utiliser ces paramètres du repère comme valeurs par défaut pour les prochaines fois.
german: Hier markieren, um diese Einstellungen in Zukunft als Voreinstellungen zu benutzen.
italian: Seleziona qui per impostare queste configurazioni come predefinite.
russian: Ометьте, чтобы использовать данные параметры осей по умолчанию в будущем.
spanish: Activa esta casilla si deseas usar la configuración definida como perfil predeterminado en el futuro.

source: Save as default
dutch: Als standaard opslaan
french: Garder par défaut
german: Als Standard abspeichern
italian: Salva come predefinito.
russian: По умолчанию
spanish: Perfil predeterminado

source: Animate
dutch: Animeer
french: Animer
german: Animieren
italian: Anima
russian: Анимация
spanish: Animación

source: Constant:
dutch: Constante:
french: Constante :
german: Konstant:
italian: Costante:
russian: Константа:
spanish: Constante:

source: Choose a constant to change between each frame.
dutch: Kies een constante die tussen de beelden gewijzigd moet worden.
french: Choisit une constante à changer entre chaque trame.
german: Wählen Sie eine Konstante, die zwischen den Frames wechseln soll.
italian: Seleziona una costante da modificare tra ogni frame.
russian: Выберите изменяемую константу
spanish: Elige la constante que deseas que sea modificada en la animación.

source: Step:
dutch: Stap:
french: Pas :
german: Schritt:
russian: Шаги:
spanish: Paso:

source: The first value of the constant.
dutch: De startwaarde voor de constante.
french: Premièret valeur de la constante.
german: Erster Wert der Konstanten.
italian: Primo valore della costante.
russian: Начало интервала изменения константы
spanish: Valor inicial de la constante.

source: The last value of the constant.
dutch: De eindwaarde voor de constante.
french: Dernièret valeur de la constante.
german: Letzter Wert der Konstanten.
italian: Ultimo valore della costante.
russian: Конец интервала изменения константы
spanish: Valor final de la constante.

source: The chosen constant is changed by this value between each frame.
dutch: De gekozen constante wordt met deze waarde gewijzigd tussen de beelden.
french: Pas de variation de la constante choisie entre chaque trame.
german: Die gewählte Konstante wird zwischen jedem Frame um diesen Wert geändert.
italian: La costante scelta viene cambiata, tra un frame e il successivo, del valore impostato.
russian: Выбранная константа изменяется
spanish: Incremento de la constante entre dos cuadros consecutivos de la animación.

source: Frame options
dutch: Beeldopties
french: Options de l'image
german: Bild-Einstellungen
italian: Opzioni frame
russian: Параметры кадра
spanish: Opciones

source: Frame width:
dutch: Beeldbreedte:
french: Largeur image :
german: Bildbreite:
italian: Frame (L):
russian: Ширина:
spanish: Anchura de cuadro:

source: Frame height:
dutch: Beeldhoogte:
french: Hauteur image :
german: Bildhöhe:
italian: Frame (H):
russian: Высота:
spanish: Altura de cuadro:

source: Frames/second:
dutch: Beelden/seconde:
french: Trames/seconde :
german: Frames/Sekunde:
italian: Frame/secondo.
russian: Кадров в секунду:
spanish: Cuadros/segundo:

source: Width of each frame, in pixels.
dutch: Breedte van elk beeld in pixels.
french: Largeur de chaque image, en pixels.
german: Bildbreite, angegeben in Pixeln.
italian: Larghezza di ogni frame (in pixel).
russian: Толщина кадра (в пикселях)
spanish: Anchura de cada cuadro de la animación, en píxeles.

source: Height of each frame, in pixels.
dutch: Hoogte van elk beeld in pixels.
french: Hauteur de chaque image, en pixels.
german: Bildbreite, angegeben in Pixeln.
italian: Altezza di ogni frame (in pixel).
russian: Высота кадра (в пикселях)
spanish: Altura de cada cuadro de la animación, en píxeles.

source: Number of frames per second used when the animation is played.
dutch: Het aantal gebruikte beelden per seconde gedurende het afspelen van de animatie.
french: Nombre de trames par seconde utilisé pour passer l'animation.
german: Anzahl der Frames pro Sekunde während der Animation.
italian: Numero di frame al secondo nella riproduzione dell'animazione.
russian: Число кадров в секунду при просмотре анимации.
spanish: Número de cuadros por segundo que definen la velocidad de reproducción.

source: Working
dutch: Bezig
french: En train de travailler
german: Moment...
italian: In progresso
russian: В процессе...
spanish: Procesando...

source: Version %s
dutch: Versie %s
italian: Versione %s
russian: Версия %s
spanish: Versión %s

source: Build %s
dutch: Onderversie %s
german: Unterversion %s
spanish: Compilación %s

source: This is free software, and you are welcome to redistribute it under the terms in the <a href="%s">GNU General Public License</a> version 2. Please send bug reports and suggestions to the programmer.
dutch: Deze vrije software mag verder verspreid worden als de voorwaarden uit de tweede versie van de GNU General Public License gerespecteerd worden. Stuur bugrapporten en suggesties naar de programmeur.
french: Ceci est un logiciel libre, et vous êtes autorisé à le diffuser sous les conditions de la <a href="%s">Licence Publique Générale GNU</a>. S'il vous plaît envoyez des rapports d'erreurs et des suggestions à l'auteur.
german: Dieses Programm ist freie Software. Sie dürfen es gern unter den Bedingungen der <a href="%s">GNU General Public License</a> (Version 2) kostenlos weitergeben. Fehlermeldungen und Verbesserungsvorschläge schicken Sie bitte an den Programm-Autor.
italian: Questo è un freeware e sei libero di ridistribuirlo sotto i termini della <a href="%s">GNU General Public License</a> version 2. Potete inviare suggerimenti o segnalare errori al programmatore.
russian: Это бесплатная программа и вы можете её распространять в соответствии с условиями <a href="%s">GNU General Public License</a> Пожалуйста сообщайте об ошибках и своих предложениях разработчику.
spanish: Este programa es gratuito, y eres bienvenido para redistribuirlo bajo los términos de la <a href="%s">Licencia Pública General de GNU</a> versión 2. Por favor, envía informes de errores y sugerencias al programador.

source: The newest version as well as the source code are available at: %s
dutch: De nieuwste versie en de broncode is beschikbaar op: %s
french: La version la plus récente et le code source sont disponibles sur : %s
german: Sowohl die neueste Version als auch den Quellcode finden Sie auf: %s
italian: L'ultima versione così come il codice sorgente, sono disponibili a: %s
russian: Последнюю версию и исходный код программы можно найти здесь: %s
spanish: La versión más reciente, así como el código fuente, están disponibles en: %s

source: Email: %s
spanish: Correo electrónico: %s

source: <Language> translation by <Translator>
dutch: Nederlandse vertaling door Etienne Goemaere
french: Traduction française de J.P. Fontaine
german: Deutsche Übersetzung von Michael Bach Ipsen, Sebastian Stütz und Frank Hüttemeister.
italian: <Language> traduzione di <Translator>
russian: Перевод на русский: avenir; sly.beetle
spanish: Traducido al español por: Francisco Oliver Correo electrónico: graph.esp@gmail.com

source: Animation
dutch: Animatie
italian: Animazione
russian: Анимация
spanish: Animación

source: Play
dutch: Speel af
german: Abspielen
russian: Пуск
spanish: Reproducir

source: Pause
dutch: Pauze
russian: Приостановить
spanish: Pausar

source: Stop
russian: Остановить
spanish: Detener

source: Back
dutch: Terug
french: En arrière
german: Zurück
russian: Назад
spanish: Cuadro anterior

source: Step
dutch: Stap
french: Un pas en avant
german: Schritt
russian: Шаг
spanish: Cuadro siguiente

source: Speed
dutch: Snelheid
french: Vitesse
german: Geschwindigkeit
italian: Velocità
russian: Скорость
spanish: Velocidad de reproducción

source: Change the speed used to play the animation.
dutch: Verander de afspeelsnelheid van de animatie.
french: Change la vitesse à laquelle passe l'animation.
german: Geschwindigkeit der Animation festlegen.
italian: Cambia la velocità di riproduzione dell'animazione.
russian: Изменить скорость проигрывания анимации
spanish: Cambia la velocidad de reproducción de la animación.

source: Repeat
dutch: Herhaal
french: Répéter
german: Wiederholen
russian: Повтор
spanish: Repetir

source: Repeat playing the animation until manually stopped.
dutch: Blijf de animatie afspelen totdat ze manueel onderbroken wordt.
french: Répète l'animation njusqu'à ce qu'elle soit arrêtée manuellement.
german: Wiederholung der Animation, bis sie vom Benutzer angehalten wird.
italian: Ripete la riproduzione dell'animazione finché non verrà arrestata manualmente.
russian: Повторять анимацию до ручной остановки
spanish: Permite una reproducción continua de la animación hasta que es detenida manualmente.

source: Auto reverse
dutch: Automatisch terugspoelen
russian: Автоматическое воспроизведение назад
spanish: Reversión automática

source: Play backwards when the end of the animation is reached. This is most useful in combination with the "Repeat" command.
dutch: Spoel achterwaarts af als het einde van de animatie bereikt wordt. Dit is vooral nuttig in combinatie met de "Herhaal" instructie.
french: Passe l'animation à l'envers lorsqu'elle a atteint sa fin. Cela est le plus utile en combinaison avec la commande "Répéter".
german: Animation erst vorwärts, dann rückwärts abspielen. Es bietet sich in den meisten Fällen an, in diesem Fall auch die Option "Wiederholen" auszuwählen.
italian: Riproduce l'animazione al contrario quando viene raggiunta la fine. Molto utile in combinazione con il comando "Ripeti".
russian: Проиграть в перемотке после достижения конца. Хорошо используется в комбинации с командой "Repeat" .
spanish: Permite una reproducción inversa de la animación cuando ésta finaliza. Esto es más útil combinado con el comando 'Repetir'.

source: Save the animation to a file.
dutch: Sla de animatie op in een bestand.
french: Enregistre l'animation dans un fichier.
german: Animation speichern.
italian: Salva l'animazione su file.
russian: Сохранить выделенные данные в файл.
spanish: Guarda la animación como un archivo en formato .avi.

source: Save frame...
dutch: Sla het beeld op ...
french: Enregistrer l'image...
german: Bild speichern unter...
italian: Salva frame...
russian: Сохранить кадр...
spanish: Guardar cuadro...
