Repository: q2apro/graph-padowan
Catalog: Locale/Arabic.po
Languages: ar

source: Trying to break zoom limit.
ar: محاولة تخطي حدود التكبير/التصغير.

source: '%s' must be greater than '%s'
ar: '‪%s‬' يجب أ ن يكون أكبر من '‪%s‬'

source: The maximum value must be greater than the minimum value.
ar: القيمة العليا يجب أن تكون أكبر من القيمة الدنيا.

source: You need to enter a value.
ar: يجب أن تدخل قيمة.

source: This file was created with Graph %s. Only files from version %s and higher can be opened.
ar: هذا الملف أنشئ بـ غْراف‪Graph %s. إلا الملفات من الإصدار ‪%s‬ و أعلى يمكن فتحها.

source: '%s' is not a valid number.
ar: '‪%s‬' ليس عددا مقبولا.

source: '%s' must be a positive number.
ar: '‪%s‬' يجب أن يكون عددا موجبا.

source: File not found: %s
ar: لا يمكن العثور على الملف: ‪%s

source: Error reading file: %s The file is not a correct Graph file.
ar: خطأ أثناء قراءة الملف: ‪%s الملف ليس ملف غْراف Graph صحيح.

source: Unknown error while reading file: %s
ar: خطأ مجهول أثناء قراءة الملف: ‪%s

source: Graph files [*.grf]|*.grf
ar: ملفات غْراف [*.grf]|*.grf

source: Cannot write to file: %s Access denied. Check that the file is not in use or write protected.
ar: لا يمكن الكتابة إلى الملف: ‪%s الوصول مرفوض. تأكد من أن الملف ليس مستعملا من قبل برنامج آخر أو محميا ضد الكتابة.

source: The font "%s" doesn't exist. Standard font is used instead.
ar: الخط "‪%s‬" غير موجود. الخط القياسي استخدم مكانه.

source: Graph system
ar: نظام غْراف

source: Open
ar: فتح

source: Selection error
ar: خطأ في التحديد

source: File error
ar: خطأ في الملف

source: Write access failed
ar: فشل محاولة الكتابة

source: OLE error
ar: خطأ في OLE

source: Error reading object
ar: خطأ أثناء قراءة الكائن

source: Not a valid Graph object.
ar: ليس كائن غْراف Graph مقبول.

source: Object error
ar: خطأ في الكائن

source: Windows does not have enough resources to save an image that large.
ar: لا يملك النظام الموارد الكافية لحفظ صورة ذات حجم كبير.

source: '%1%' must be between %2% and %3%.
ar: '‪%1%‬' يجب أن يكون بين ‪%2%‬ و ‪%3%‬.

source: File not found
ar: لا يمكن العثور على الملف

source: Error reading file
ar: خطأ أثناء قراءة الملف

source: Printer error
ar: خطأ الطابعة

source: Invalid use of infinity. Infinity cannot be used here.
ar: استخدام خاطئ للانهاية. لا يمكن استخدام لانهاية هنا.

source: Confirm delete
ar: تأكيد الحذف

source: Are you sure you want to delete %s?
ar: هل أنت متأكد من أنك تريد حذف ‪%s‬؟

source: Graph files [*.grf]|*.grf|All files [*.*]|*.*
ar: ملفات غْراف [*.grf]|*.grf|All files [*.*]|*.*

source: Are you sure you want to delete the model: %s?
ar: هل أنت متأكد من أنك تريد حذف النموذج: ‪%s‬؟

source: Maximum number on x-axis must be greater than the minimum value.
ar: القيمة العليا على المحور x يجب أن تكون أكبر من القيمة الدنيا.

source: Maximum number on y-axis must be greater than the minimum value.
ar: القيمة العليا على المحور y يجب أن تكون أكبر من القيمة الدنيا.

source: Server application not found.
ar: تطبيق البرمجي للملقم غير موجود.

source: Maximum number for t must be greater than the minimum value.
ar: يجب أن تكون القيمة العليا لـ t أكبر من القيمة الدنيا.

source: The step value for t must be a number greater than 0.
ar: قيمة الخطوة لـ t يجب أن تكون أكبر من 0.

source: The minimum value for the x-axis must be greater than 0, when the x-axis is logarithmic scaled.
ar: يجب أن تكون القيمة الدنيا على المحور x أكبر من 0، عندما يكون ذو مقياس لوغاريتمي.

source: The cross point of the y-axis must be greater than 0, when the x-axis is logarithmic scaled.
ar: يجب ان تكون إحداثية التقاطع للمحور y أكبر من 0. عندما يكون المحور x بمقياس لوغاريتمي.

source: The minimum value for the y-axis must be greater than 0, when the y-axis is logarithmic scaled.
ar: يجب أن تكون القيمة الدنيا على المحور y أكبر من 0، عندما يكون ذو مقياس لوغاريتمي.

source: The cross point of the x-axis must be greater than 0, when the y-axis is logarithmic scaled.
ar: يجب أن تكون إحداثية التقاطع للمحور x أكبر من 0، عندما يكون المحور y بالمقياس اللوغاريتمي.

source: 'Recent files' must be between 0 and 9.
ar: يجب أن يكون عدد 'الملفات السابقة' بين 0 و 9.

source: The end of interval must be greater than the start of interval.
ar: يجب أن تكون نهاية المجال أكبر من بدايته.

source: Error in interval.
ar: خطأ في المجال.

source: The width must be an integer greater than 0.
ar: العرض يجب أن يكون عدد صحيح أكبر من 0.

source: Error in width
ar: خطأ في العرض

source: The end of interval must be greater than the start of interval and %s must be greater than 0.
ar: يجب أن تكون نهاية المجال أكبر من بدايته و أن يكون %s أكبر من 0.

source: Invalid model name.
ar: اسم النموذج غير مقبول.

source: A model of that name already exist.
ar: يوجد نموذج آخر بهذا الاسم.

source: The derivative of the function is not defined at %s=%s
ar: مشتق الدالة غير معرف عند ‪%s=%s

source: Coordinate not defined
ar: الإحداثية غير معرفة

source: Checking for newer version...
ar: التحقق من وجود إصدار جديد ...

source: Abort printing?
ar: إلغاء الطباعة؟

source: Calculate area
ar: حساب المساحة

source: Calculate length of path
ar: حساب طول المسار

source: Edit function
ar: تحرير الدالة

source: Edit tangent/normal
ar: تحرير المماس/العمود

source: Error processing file '%s' at line %s.
ar: خطأ أثناء معالجة الملف '‪%s‬' في السطر ‪%s‬ .

source: Edit text label
ar: تحرير النص

source: The model needs some constants (starting with a $) for Graph to find.
ar: النموذج يحتاج لبعض الثوابت (تبدأ بـ $) من أجل إيجاد البيان.

source: '%s' has to be an integer value between 0 and 1000.
ar: يجب أن يكون '‪%s‬' عدد صحيح بين 0 و 1000.

source: Printing error
ar: خطأ أثناء الطباعة

source: An unknown error occurred while printing.
ar: وقع خطأ مجهول أثناء الطباعة.

source: Error while adding points
ar: خطأ أثناء إضافة النقاط

source: Each point needs both an x- and a y-coordinate.
ar: كل نقطة تحتاج إلى الإحداثيتين x و y.

source: "%s" is not a valid number.
ar: "‭%s‬" ليس عددا مقبولا.

source: You didn't add any points. You need to specify some x- and y-coordinates in the grid.
ar: لم تضف أية نقطة. يجب أن تكتب بعض الإحداثيات x و y في الشبكة.

source: Edit point series
ar: تحرير السلسلة النقطية

source: Edit shading
ar: تحرير التظليل

source: You need to select a function.
ar: يجب أن تحدد دالة.

source: New version of Graph available
ar: إصدار جديد من Graph متوفر.

source: Graph %s is now available for download from www.padowan.dk Would you like to visit the download page?
ar: غْراف Graph %s‬ متوفر للتحميل من www.padowan.dk هل ترغب في زيارة صفحة التنزيل؟

source: No new version
ar: لا إصدار جديد

source: You are already using the most recent version of Graph.
ar: أنت تستخدم آخر إصدار للبرنامج.

source: Cannot connect to server www.padowan.dk. Either the server is down or you do not have a connection to the Internet.
ar: لا يمكن الاتصال بالملقم www.padowan.dk . إما الملقم معطل أو أنك لا تملك اتصالا بالأنترنيت.

source: Socket error %s
ar: خطأ ‪%s‬ في المقبس (Socket)

source: Definite integral, or signed area between function and x-axis, for the given domain range.
ar: التكامل المعرف أو المساحة بين الدالة و المحور-x من الأجل المجال المعين.

source: Length of path along the curve calculated for the given range.
ar: طول مسار المنحنى محسوب من الأجل المجال المعين.

source: The file cannot be opened by this version of the program. You need at least Graph %s to open this file.
ar: لا يمكن فتح الملف بواسطة هذا الإصدار من البرنامج. تحتاج على الأقل غْراف ‪Graph %s‬ لفتح هذا الملف.

source: This file was saved by an outdated version of Graph, and it cannot be opened by the current version.
ar: هذا الملف حفظ بإصدار قديم من غْراف Graph، و لا يمكن فتحه بالإصدار الحالي.

source: If you don't want to be asked again, this feature may be disabled from the Edit|Options dialog.
ar: إذا كنت لا تريد أن تسأل مرة أخرى، هذة الخاصية يمكن إيقافها من قائمة 'تحرير|خيارات'.

source: Edit relation
ar: تحرير العلاقة

source: Commands
ar: الأوامر

source: (All Commands)
ar: (كل الأوامر)

source: To add a command to the toolbar simply select a category and drag the command out of this dialog box to the toolbar.
ar: لإضافة أمر إلى شريط الأدوات ببساطة اختر صنفا و اسحب الأمر خارج نافذة الحوار إلى شريط الأدوات.

source: Edit f'(x)
ar: تحرير ‪f'(x)

source: Edit trendline
ar: تحرير خط الإتجاه

source: Categories:
ar: الصنف:

source: The program seems to be stuck in an infinite loop. If you cancel the operation the program will become unstable. You should therefore save your data under a new name and restart the application.
ar: يبدو أن البرنامج قد علق في حلقة لانهائية. إذا قمت بإلغاء العملية سوف يصبح البرنامج غير مستقرا. لذلك يجب حفظ البيانات خاصتك تحت اسم جديد وإعادة تشغيل التطبيق.

source: Thread is not responding
ar: Thread لا يستجيب.

source: This Tip of the day can give you a lot of information about the program that most users don't know.
ar: هذه نصيحة اليوم التي تستطيع إعطاءك معلومات كثيرة حول البرنامج ، والتي لا يعرفها أغلب المستخدمين.

source: You can customize the toolbar by right clicking on it and select 'Customize toolbar'.
ar: يمكنك تخصيص لوحة الأدوات بنقرة يمنى عليها و اختر 'تخصيص لوحة الأدوات'.

source: Instead of deleting a function, you can make it invisible by removing the check mark for the item in the function list.
ar: بدل حذف دالة ، يمكنك جعلها غير مرئية بإزلة علامة التحديد الخاصة بها في قائمة الدوال.

source: You can paste images into a text label.
ar: يمكنك لصق صور إلى نص.

source: Text labels can contain any kind of OLE objects, for example Microsoft Equation. When editing a label right click in the editing area and select 'Insert object'.
ar: النص يمكن أن يحتوي على أي نوع من كائنات OLE، مثلا Equation Microsoft. بنقرة يمنى في موضع التحرير للنص ثم 'إدراج كائن'.

source: You can export points from a point series to a file that can be read by other programs, for example Microsoft Excel. When editing the point series select the points, right click and choose 'Export to file'.
ar: يمكنك تصدير نقاط من سلسلة نقطية إلى ملف و الذي تستطيع برامج أخرى قراءته، مثلا Microsoft Excel . عند تحرير السلسلة النقطية حدد النقاط، نقرة يمنى تم اختر 'تصدير إلى ملف'.

source: A vertical line at x=5 can be drawn as the parametric function x(t)=5, y(t)=t or as the relation x=5.
ar: يمكن رسم خط عمودي عند x=5 كدالة وسيطية x(t)=5، y(t)=t أو كعلاقة x=5.

source: You can use Zoom|Square to make the axes look equally scaled. This is especially useful when drawing circles and similar functions.
ar: يمكنك استعمال 'عرض|مربع' لجعل المحاور تبدوا متقايسة. و هذا ذو أهمية عند رسم الدوائر و الدوال المشابهة.

source: You can find a list of all available functions in the help.
ar: يمكنك إيجاد قائمة بكل الداول المتوفرة في قائمة المساعدة.

source: You can combine two functions to one using 'if'. For example the function f(x)=x for x<1 and f(x)=x^2 for x>=1 can be written as f(x)=if(x<1, x, x^2).
ar: يمكنك تركيب دالتين في واحدة بواسطة 'if'. مثلا الدالة f(x)=x من أجل x<1 و f(x)=x^2 من اجل x>=1 يمكن كتابتها ‪f(x)=if(x<1, x, x^2)‬.

source: You can import the contents of another Graph file into the current coordinate system using 'File|Import|Graph file'.
ar: يمكنك استيراد محتويات ملف غْراف Graph آخر إلى المعلم الحالي باستخدام 'ملف|استيراد|ملف غْراف Graph'.

source: If you check 'Save as default' in the Axes dialog the current settings will be used as default when creating new coordinate systems.
ar: إذا اخترت 'حفظ كإعدادات افتراضية' في نافذة الحوار للمحاور، الإعدادات الحالية ستستخدم كإعدادات افتراضية عند إنشاء معلم إحداثيات جديد.

source: While you hold down the Ctrl key, you can use the arrow keys to move the system.
ar: بينما تبقى ضاغطا على المفتاح Ctrl، يمكنك استخدام مفاتيح الأسهم لتحريك المعلم.

source: While you hold down the Ctrl key, you can use the + and - keys to zoom in and out.
ar: بينما تبقى ضاغطا على المفتاح Ctrl، يمكنك استخدام المفتاحين + و - لتكبير و تصغير المعلم.

source: You can use the scroll button on your mouse to zoom in and out at the position of the mouse cursor.
ar: يمكنك استعمال عجلة الفأرة لتكبير و تصغير عند موضع مؤشر الفأرة.

source: If you don't want an item shown in the legend, you can right click on the item in the function list and deselect 'Show in legend'.
ar: إذا كنت لا تريد إظهار عنصر في مفتاح الرسم، نقرة يمنى على العنصر في قائمة الدوال ثم ألغ اختيار 'إظهار في مفتاح الرسم'.

source: If you want the axes shown to the left and bottom of the image, you can choose Axes style as Boxed in the Settings tab of the Axes dialog.
ar: إذا كنت تريد المحاور أن تعرض على يسار و أسفل الصورة، يمكنك اختيار نمط المحاور 'جانبية' في نافذة إعدادات المحاور.

source: Graph can save the shown coordinate system in five different image formats: bmp, emf, png, jpg and pdf.
ar: يمكن لـغْراف Graph أن يحفظ صورة للمعلم في خمسة أنواع من الصور: bmp، emf، png، jpg و pdf.

source: You can use 'Edit|Copy image' to copy the coordinate system and paste it into another program, for example, Microsoft Word. Later you can usually edit the image in Graph by double clicking on it in the other program.
ar: يمكنك استخدام 'تحرير|نسخ صورة' لنسخ صورة للمعلم و لصقها إلى برنامج آخر، مثلا Microsoft Word. في ما بعد يمكنك تحرير الصورة في غْراف بنقرة مزدوجة عليها في البرنامج الآخر.

source: You can open a saved grf-file in a new instance of the program by double clicking on it in Explorer.
ar: يمكنك فتح ملف (grf) محفوظ في نافذة جديدة للبرنامج بنقرة مزدوجة عليه في المستعرض (Explorer).

source: You can drag a grf-file from explorer into an open instance of Graph to open the file.
ar: يمكنك أ ن تسحب ملف (grf) من المستعرض (explorer) إلى نافذة غْراف Graph لفتحه.

source: Graph will remember the size of the main window between executions. This can be disabled from the Options dialog.
ar: يحفظ غْراف حجم النافذة الرئيسية عند الإغلاق. يمكن إيقاف هذه الخاصية من نافذة الخيارات.

source: Calc|Table can be used to create a table with evaluation values for a function.
ar: يمكنك 'حساب|جدول' من إنشاء جدول بقيم الدالة على طول المجال.

source: A part or the whole evaluation table can be exported to a file by right clicking and selecting 'Export to file'. It can afterwards be opened in other programs like Microsoft Excel.
ar: يمكنك تصدير جزء أو كامل جدول التقييم إلى ملف بنقرة يمنى ثم 'تصدير إلى ملف'.و يمكن بعد ذلك فتح الملف بواسطة برامج أخرى كـ Microsoft Excel.

source: Data from the evaluation table can be copied to another program like Microsoft Excel.
ar: يمكن نسخ بيانات جدول التقييم إلى برنامج آخر كـ Microsoft Excel.

source: The data points in a point series can be copied to and from other programs like Microsoft Excel.
ar: يمكن نسخ نقاط البيانات في السلاسل النقطية من و إلى برامج أخرى كـ Microsoft Excel.

source: Elements as functions, point series, etc. can be copied from one instance of the program to another using Edit|Copy.
ar: العناصر كالدوال و السلاسل النقطية و غيرهما... يمكن نسخها من نسخة مشغلة من البرنامج إلى أخرى باستخدام 'تحرير|نسخ'.

source: You can always undo the last thing you did using Edit|Undo.
ar: يمكنك دائما التراجع عن الخطوات الأخيرة باستعمال 'تحرير|تراجع'.

source: If you used Edit|Undo by mistake, you can use Edit|Redo to redo what you have undone.
ar: إذا استخدمت 'تحرير|تراجع' عن طريق الخطأ، فيمكنك استخدام 'تحرير|إعادة' لإستعادة ما تراجعت عنه.

source: In the Axes dialog you can add a title to the coordinate system.
ar: في نافذة الحوار للمحاور يمكنك إضافة عنوان للمعلم.

source: You can import point series from files saved by other programs, like Microsoft Excel.
ar: يمكنك استيراد سلسلة نقطية من ملفات برامج أخرى، كـ Microsoft Excel.

source: When inserting a point series, you can copy data from programs like Microsoft Excel, and paste the data into the grid in Graph.
ar: عند إدراج سلسلة نقطية ، يمكنك نسخ البيانات من البرامج كـ Microsoft Excel، و لصقها إلى الشبكة في غْراف Graph.

source: You can use 'Zoom|Fit all' to change the coordinate system so all functions and point series are visible.
ar: يمكنك استخدام 'عرض|ملائمة الكل' لتغيير المعلم بحيث تظهر كل الدوال و السلاسل النقطية.

source: You can use Zoom|Fit to change the coordinate system to show all parts of the selected function or point series.
ar: يمكنك استخدام 'عرض|ملائم' لتغيير المعلم بحيث يعرض الدالة أو السلسلة النقطية المحددة.

source: When you hold down the Shift key you can drag the coordinate system around with the mouse.
ar: مع إبقاء المفتاح Shift مضغوطا يمكنك سحب المعلم في أي إتجاه تريد باستخدام الفأرة.

source: You can use Calc|Evaluate to find intersections between functions, crossings with the axes and extremum points.
ar: يمكنك استخدام 'حساب|تقييم' لإيجاد نقاط التقاطع بين الدوال، و مع المحاور ونقاط الذروة.

source: When a point series is selected you can add points to it by clicking on the image while you hold down the Ctrl key.
ar: عندما تكون سلسلة نقطية محددة، يمكنك إضافة نقاط إليها بالنقر على الصورة بينما تبقي المفتاح Ctrl مضغوطا.

source: You can use a relation to plot any inequality, for example sin(x^2) < cos(y^2)
ar: يمكنك استعمال علاقة لرسم أي متراجحة، مثلا ‪sin(x^2) < cos(y^2)

source: You can use a relation to plot any equation, for example x*sin x = y*cos y
ar: يمكنك استعمال علاقة لرسم أي معادلة، مثلا ‪x*sin x = y*cos y

source: Elements (functions, shadings, labels, relations, etc.) are drawn in the same order they appear in the function list to the left.
ar: العناصر (دالة، تظليل، نص، علاقة، و غيرها) ترسم بنفس الترتيب الذي تظهر به في قائمة الدوال إلى اليسار.

source: You can move the selected element in the function list either by dragging it with the mouse or with the arrow up/down keys while ALT is held down.
ar: يمكنك تغيير ترتيب العنصر المحدد في قائمة الدوال إما بسحبه بواسطة الفأرة أو بواسطة مفاتيح الأسهم أعلى/أسفل مع إبقاء المفتاح ALT مضغوطا.

source: You can show functions and other elements behind the axes by moving the element above the axes in the function list to the left. To move shadings and tangents you will have to move the functions they are attached to.
ar: يمكنك عرض دوال و عناصر أخرى خلف المحاور بتحريك العنصر فوق المحاور في قائمة الدوال على اليسار. لتحريك تظليل أو مماس يجب عليك تحريك الدالة الملحقان بها.

source: Custom text labels may be attached to the axes by right clicking on the label and selecting a placement from the context menu.
ar: يمكن وصل نص بالمحاور بنقرة يمنى عليه اختيار موضع من القائمة المنسدلة.

source: The legend may be moved freely with the mouse or attached to one of the corners by right clicking on the legend and choose a placement from the context menu.
ar: يمكن تحريك مفتاح الرسم بحرية أو إلصاقه بإحدى الزوايا بنقر يمنى عليه و اختيارموضع من القائمة المنسدلة.

source: As an alternative to Transparent, you can choose a custom background color for labels. This is especially useful for labels drawn over shadings.
ar: كبديل للشفافية، يمكنك اختيار لون مخصص لخلفية النص. خصوصا إذا كان النص واقعا فوق تظليل.

source: In most places like point series, axes settings, function ranges, etc., you can use expressions like pi/4 instead of numbers.
ar: في أغلب الحالات كالسلاسل النقطية، إعدادات المحاور، مجالات الدالة، و غيرها. يمنك اسعمال عبارات كـ pi/4 بدل الأعداد.

source: You can create your own custom constants under Function|Custom functions for use in functions, point series, etc. For example g=9.80665, R=8.31
ar: يمكنك إنشاء ثوابت مخصصة و الخاصة بك بواسطة 'دالة|دوال مخصصة' لاستخدامها في دوال، سلاسل نقطية، و غيرها. كمثال: g=9.80665، R=8.31

source: You can create your own custom functions under Function|Custom functions for use in plotting functions, relations, etc. For example sinc(x)=if(x=0, 0, sin(x)/x)
ar: يمكنك إنشاء دوال مخصصة و الخاصة بك بواسطة 'دالة|دوال مخصصة' لاستخدامها في رسم دوال ، علاقات، و غيرها. كمثال: ‪sinc(x)=if(x=0, 0, sin(x)/x)

source: In the Save as image dialog there is an Option button you can use to specify the image resolution. This is especially useful if you want a high resolution image.
ar: عند الحفظ كصورة، هنالك زر 'خيارات' الذي يمكنك من تعيين دقة الصورة. و يعتبر هذا مهما إذا أردت الحصول على صورة ذي دقة عالية.

source: Point series can have arrows as markers. A point series with arrows as markers and lines between the points can be used to show vectors.
ar: يمكن إختيار علامات سلسلة نقطية على شكل سهم، سلسلة نقطية ذات علامات في شكل سهم مع خطوط بين النقاط يمكن استخدامها لرسم الأشعة (الموجهات).

source: Insert symbol
ar: إدراج رمز

source: Subset:
ar: المجموعة الجزئية:

source: Insert
ar: إدراج

source: Select color
ar: اختر لونا

source: Customize
ar: تخصيص

source: Description
ar: الوصف

source: Cannot open clipboard: %s
ar: تعذر فتح الحافظة: %s

source: There is no default printer currently selected.
ar: لا توجد طابعة افتراضية محددة حاليا.

source: Install for all users
ar: تثبيت لكافة المستخدمين

source: Examples
ar: أمثلة

source: Local
ar: محلي

source: Global
ar: شامل

source: Print
ar: طباعة

source: Scale:
ar: القياس:

source: Printer
ar: الطابعة

source: Type:
ar: النوع:

source: Where:
ar: الموقع:

source: Comment:
ar: التعليق:

source: Select the printer to use. The Properties button may be used to change more advanced settings for the printer.
ar: اختر طابعة لاستخدامها، و يمكنك استخدام زر 'الخصائص' لتعديل الإعدادات المتقدمة للطابعة.

source: Select to print in color (or grayscale if your printer is not a color printer) or convert all colors to black.
ar: اختر طباعة بالألوان (أو تدرج رمادي إذا كانت الطابعة ليست طابعة ملونة) أو تحويل كل الألوان إلى الأسود.

source: Print output
ar: ألوان الطباعة

source: Color
ar: كل الألوان

source: Black && white
ar: أبيض و أسود

source: Position (millimeters)
ar: الموضع (ميليمتر)

source: Left margin:
ar: الهامش الأيسر:

source: Top margin:
ar: الهامش العلوي:

source: Center the printing area on the page.
ar: توسيط مساحة الطباعة في الصفحة.

source: Center on page
ar: توسيط في الصفحة

source: Specify the printing area of the page. The printer will print only within these margins.
ar: قم بتعيين مساحة الطباعة من الصفحة. ستتم طباعة فقط ضمن هذه الهوامش.

source: Number of copies:
ar: عدد النسخ:

source: Choose number of copies to print.
ar: اختر عدد النسخ لطباعتها.

source: Enter percent of original size.
ar: أدخل النسبة مقارنة بالحجم الأصلي.
