Repository: q2apro/graph-padowan
Catalog: Locale/Arabic.po
Languages: ar

source: Open file: %s
ar: فتح الملف: ‪%s

source: Show in legend
ar: عرض في مفتاح الرسم

source: Check to show the selected item in the legend.
ar: تعيين لإظهار العناصر المحددة داخل مفتاح الرسم.

source: Placement
ar: الموضع

source: Above x-axis
ar: فوق المحور x

source: Place the label directly above the x-axis on the right side of the image.
ar: وضع التسمية مباشرة فوق المحور x على الجانب الأيمن من الصورة.

source: Below x-axis
ar: تحت المحور x

source: Place the label directly below the x-axis on the right side of the image.
ar: وضع التسمية مباشرة تحت المحور x في الجانب الأيمن من الصورة.

source: Left of y-axis
ar: يسار المحور y

source: Place the label to the left of the y-axis at the top of the image.
ar: وضع التسمية مباشرة على يسار المحور y في الأعلى الصورة.

source: Right of y-axis
ar: يمين المحور y

source: Place the label to the right of the y-axis at the top of the image.
ar: وضع التسمية مباشرة على يمين المحور y في الأعلى الصورة.

source: Custom...
ar: مخصّص ...

source: Place the label at a custom position.
ar: وضع التسمية في مكان مخصص.

source: Rotation
ar: استدارة

source: Show the label with no rotation.
ar: عرض النص دون استدارة.

source: Show the label rotated 90° counter clockwise.
ar: عرض التسمية باستدارة 90 درجة عكس اتجاه عقارب الساعة.

source: Show the label rotated 180°.
ar: عرض التسمية باستدارة 180 درجة.

source: Show the label rotated 270° counter clockwise.
ar: عرض التسمية باستدارة 270 درجة عكس اتجاه عقارب الساعة.

source: Specify the angle of rotation for the label.
ar: تعيين زاوية استدارة التسمية.

source: Export to file...
ar: تصدير إلى ملف ...

source: Export the selected point series to a file.
ar: تصدير السلسلة النقطية المحددة إلى ملف.

source: Import
ar: استيراد

source: File
ar: ملف

source: Edit
ar: تحرير

source: Function
ar: دالة

source: Zoom
ar: تقريب

source: Calc
ar: حساب

source: Plugins
ar: ملحقات

source: Internet
ar: أنترنيت

source: Help
ar: مساعدة

source: New
ar: جديد

source: Create a new coordinate system.
ar: إنشاء معلم إحداثيات جديد.

source: Open...
ar: فتح ...

source: Read a coordinate system from a file.
ar: قراءة معلم إحداثيات من ملف.

source: Save
ar: حفظ

source: Write the current coordinate system to a file.
ar: حفظ معلم الإحداثيات الحالي في ملف.

source: Save as...
ar: حفظ باسم ...

source: Write the current coordinate system to a file with a new name.
ar: حفظ معلم الإحداثيات الحالي في ملف باسم جديد.

source: Save copy as...
ar: حفظ نسخة باسم ...

source: Save a copy of the current coordinate system to a file.
ar: حفظ نسخة لمعلم الإحداثيات الحالي في ملف.

source: Save as image...
ar: حفظ كصورة ...

source: Save the shown coordinate system as an image.
ar: حفظ معلم الإحداثيات الظاهر كصورة.

source: Print...
ar: طباعة ...

source: Print shown coordinate system.
ar: طباعة معلم الإحداثيات الظاهر.

source: Exit
ar: خروج

source: Quit the program.
ar: خروج من البرنامج.

source: Undo
ar: تراجع

source: Undo the last action.
ar: تراجع عن الإجراء الأخير.

source: Redo
ar: إعادة

source: Redo the last action undone.
ar: إعادة تنفيذ الإجراء المتراجع عنه.

source: Cut
ar: قص

source: Cut the selected function or point series to the clipboard.
ar: قص الدالة أو السلسلة النقطية المحددة إلى الحافظة.

source: Copy
ar: نسخ

source: Copy the selected function or point series to the clipboard.
ar: نسخ الدالة أو السلسلة النقطية المحددة إلى الحافظة.

source: Paste
ar: لصق

source: Paste a function or point series from the clipboard into the coordinate system.
ar: لصق دالة أو سلسلة نقطية من الحافظة إلى معلم الإحداثيات.

source: Copy image
ar: نسخ صورة

source: Copy the shown coordinate system to the clipboard.
ar: نسخ صورة لمعلم الإحداثيات إلى الحافظة.

source: Axes...
ar: محاور ...

source: Edit axes settings.
ar: تعديل خيارات المحاور.

source: Options...
ar: خيارات ...

source: Edit various options for the interface and program features.
ar: تعديل خيارات مختلفة للواجهة و البرنامج.

source: Insert function...
ar: إدراج دالة ...

source: Insert a new function.
ar: إدراج دالة جديدة.

source: Insert tangent/normal...
ar: إدراج مماس/عمود ...

source: Insert a tangent or normal for the selected function.
ar: إدراج مماس أو عمود للدالة المحددة.

source: Insert shading...
ar: إدراج تظليل ...

source: Add shading to the selected function.
ar: إضافة تظليل للدالة المحددة.

source: Insert point series...
ar: إدراج سلسلة نقطية ...

source: Insert a point series.
ar: إدراج سلسلة نقطية جديدة.

source: Insert trendline...
ar: إدراج خط إتجاه ...

source: Insert a curve of best fit for the selected point series.
ar: إدراج المنحنى الأكثر ملائمة للسلسلة النقطية المحددة.

source: Edit...
ar: تحرير ...

source: Edit the selected element: Function, tangent, point series, etc.
ar: تحرير العنصر المحدد: دالة، مماس، سلسلة نقطية، أو غيرها.

source: Delete
ar: حذف

source: Delete the selected function, tangent or point series.
ar: حذف العنصر المحدد: دالة، مماس، سلسلة نقطية، أو غيرها.

source: Insert f'(x)...
ar: إدراج (f'(x ...

source: Insert the first derivative of the selected function.
ar: إدراج المشتق الأول للدالة المحددة.

source: In
ar: تقريب

source: Zoom in. Hold down Shift to zoom with larger steps.
ar: تقريب، أبق مفتاح الإزاحة Shift مضغوطا للتقريب بخطوات كبيرة.

source: Out
ar: تبعيد

source: Zoom out. Hold down Shift to zoom with larger steps.
ar: تبعيد، أبق مفتاح الإزاحة Shift مضغوطا للتبعيد بخطوات كبيرة.

source: Window
ar: نافذة

source: Zoom to user selected window.
ar: تقريب إلى مجال الذي حدده المستخدم.

source: Square
ar: مربع

source: Zoom to scale the axes equally. This will show a plotted circle in its correct relation instead of an ellipse.
ar: التقريب لمساواة مقياسي المحورين. هذا يظهر الدائرة في شكلها الصحيح بدل الشكل الإهليجي.

source: Standard
ar: نموذجي

source: Reset the axes to their default settings.
ar: إعادة التعيين المحاور إلى الإعدادات الافتراضية.

source: Move
ar: تحريك

source: Move up
ar: تحريك إلى الأعلى

source: Move the graphing area up along the coordinate system. Hold down Shift to move in larger steps.
ar: تحريك منطقة البيان إلى الأعلى في موازاة معلم الإحداثيات. أبق مفتاح الإزاحة Shift مضغوطا للتحريك بخطوات كبيرة.

source: Move down
ar: تحريك إلى الأسفل

source: Move the graphing area down along the coordinate system. Hold down Shift to move in larger steps.
ar: تحريك منطقة البيان إلى الأسفل في موازاة معلم الإحداثيات. أبق مفتاح الإزاحة Shift مضغوطا للتحريك بخطوات كبيرة.

source: Move left
ar: تحريك إلى اليسار

source: Move the graphing area to the left along the coordinate system. Hold down Shift to move in larger steps.
ar: تحريك منطقة البيان إلى اليسار في موازاة معلم الإحداثيات. أبق مفتاح الإزاحة Shift مضغوطا للتحريك بخطوات كبيرة.

source: Move right
ar: تحريك إلى اليمين

source: Move the graphing area to the right along the coordinate system. Hold down Shift to move in larger steps.
ar: تحريك منطقة البيان إلى اليمين في موازاة معلم الإحداثيات. أبق مفتاح الإزاحة Shift مضغوطا للتحريك بخطوات كبيرة.

source: Move system
ar: تحريك المعلم

source: Move the coordinate system with the mouse.
ar: تحريك معلم الإحداثيات مع الفأرة.

source: Length of path
ar: طول مسار

source: Calculate the length of path between two given points on the curve.
ar: حساب طول المسار بين نقطتين معينتين على المنحنى.

source: Area
ar: مساحة

source: Calculate the definite integral over a given interval.
ar: حساب التكامل الواضح عبر مجال معين.

source: Evaluate
ar: تقييم

source: Evaluate or trace the selected function.
ar: تقييم أو تتبع قيم الدالة المحددة.

source: Table
ar: جدول

source: Show an evaluation table.
ar: عرض جدول تقييم.

source: Contents and index
ar: المحتويات و الفهرس

source: Open help file.
ar: فتح ملف المساعدة.

source: List of functions
ar: قائمة الدوال

source: Show a list of built-in functions that can be used for graphing.
ar: عرض قائمة الدوال المضمّنة التي يمكن استخدامها للرسم البياني.

source: Graph web site
ar: موقع غْراف Graph

source: Open the default browser and show the Graph web site.
ar: فتح المتصفح الافتراضي و عرض موقع غْراف Graph.

source: Check for update
ar: تحقق من وجود تحديث

source: Contact the home page to see if a newer version is available.
ar: اتصال بموقع البرنامج لرؤية إذا ما كان هنالك إصدار جديد.

source: About Graph
ar: عن غْراف Graph

source: Show copyright information.
ar: عرض حقوق البرنامج.

source: Separator
ar: فاصل

source: Fit
ar: ملائم

source: Zoom to show the selected element.
ar: تقريب لعرض العنصر المحدد.

source: Fit all
ar: ملائم للكل

source: Zoom to show all elements.
ar: تغيير حجم الصورة لإظهار كل العناصر.

source: Frequently Asked Questions
ar: أسئلة شائعة

source: Show a list of frequently asked questions and their answers.
ar: عرض قائمة لأسئلة شائعة و أجوبتها.

source: Insert label...
ar: إدراج تسمية ...

source: Insert a text label.
ar: إدراج نص تسمية.

source: Donate
ar: تبرع

source: Donate money to the project.
ar: تبرع بالمال من أجل المشروع.

source: Tip of the day
ar: نصيحة اليوم

source: Show tip of the day
ar: عرض نصيحة مفيدة لهذا اليوم.

source: Support
ar: دعم

source: Open browser with the support page for the program.
ar: فتح المتصفح على صفحة الدعم الخاصة بالبرنامج.

source: Zoom x-axis in
ar: تقريب المحور x

source: Zoom in on the x-axis only. Hold down Shift to zoom with larger steps.
ar: تقريب على طول المحور x فقط، أبق مفتاح الإزاحة Shift مضغوطا للتقريب بخطوات كبيرة.

source: Zoom x-axis out
ar: تبعيد المحور x

source: Zoom out on the x-axis only. Hold down Shift to zoom with larger steps.
ar: تبعيد على طول المحور x فقط، أبق مفتاح الإزاحة Shift مضغوطا للتبعيد بخطوات كبيرة.

source: Zoom y-axis in
ar: تقريب المحور y

source: Zoom in on the y-axis only. Hold down Shift to zoom with larger steps.
ar: تقريب على طول المحور y فقط، أبق مفتاح الإزاحة Shift مضغوطا للتقريب بخطوات كبيرة.

source: Zoom y-axis out
ar: تبعيد المحور y

source: Zoom out on the y-axis only. Hold down Shift to zoom with larger steps.
ar: تبعيد على طول المحور y فقط، أبق مفتاح الإزاحة Shift مضغوطا للتبعيد بخطوات كبيرة.

source: Insert relation...
ar: إدراج علاقة ...

source: Insert a new equation or inequality.
ar: إدراج معادلة أو متراجحة جديدة.

source: Custom functions/constants...
ar: دوال\ثوابت مخصصة...

source: Create custom functions and constants for use in graphs.
ar: إنشاء دوال و ثوابت مخصصة لاستخدامها في الرسومات البيانية.

source: Animate...
ar: رسوم متحركة ...

source: Create an animation by variating a constant.
ar: إنشاء رسوم متحركة بتغيير ثابت.

source: Graph file...
ar: ملف غْراف Graph ...

source: Import a Graph file into the current coordinate system.
ar: استيراد محتويات ملف غْراف Graph إلى معلم الإحداثيات الحالي.

source: Point series...
ar: سلسلة نقطية ...

source: Import point series from a data file.
ar: استيراد سلسلة نقطية من ملف.

source: Scripting engine documentation
ar: توثيق محرك البرمجة النصية

source: Show documentation for scripting engine and plugin system.
ar: عرض توثيق محرّك البرمجة النصية و نظام الملحقات البرمجية.

source: Reset to default
ar: إعادة التنضيد إلى الخيارات الافتراضية

source: Reset the toolbar icons to the installation default.
ar: إعادة التنضيد أيقونات شريط الأدوات إلى الخيارات الافتراضية للتثبيت.

source: Customize toolbar...
ar: تخصيص شريط الأدوات ...

source: Customize the icons shown on the toolbar.
ar: تخصيص الأيقونات المعروضة على شريط الأدوات.

source: Edit label...
ar: تحرير التسمية ...

source: Edit the label under the cursor.
ar: تحرير التسمية التي تحت المؤشر.

source: Delete label
ar: حذف التسمية

source: Delete the label under the cursor.
ar: حذف التسمية التي تحت المؤشر.

source: Show legend
ar: عرض مفتاح الرسم

source: Select to show a legend in the coordinate system.
ar: اختر لعرض مفتاح الرسم في المعلم أم لا.

source: Font...
ar: خط الكتابة ...

source: Change the font of the legend.
ar: تغيير خط كتابة مفتاح الرسم.

source: Top Right
ar: أعلى اليمين

source: Show the legend in the upper right corner.
ar: عرض مفتاح الرسم في الزاوية العلوية اليمنى.

source: Bottom Right
ar: أسفل اليمين

source: Show the legend in the bottom right corner.
ar: عرض مفتاح الرسم في الزاوية السفلية اليمنى.

source: Top Left
ar: أعلى اليسار

source: Show the legend in the upper left corner.
ar: عرض مفتاح الرسم في الزاوية العلوية اليسرى.

source: Bottom Left
ar: أسفل اليسار

source: Show the legend in the bottom left corner.
ar: عرض مفتاح الرسم في الزاوية السفلية اليسرى.

source: Close
ar: إغلاق

source: Next tip
ar: النصيحة التالية

source: Previous tip
ar: النصيحة السابقة

source: Show tips at startup
ar: عرض نصائح مفيدة عند بدء التشغيل.

source: Did you know...
ar: هل تعلم ...

source: Insert relation
ar: إدراج علاقة

source: Relation:
ar: العلاقة:

source: Constraints:
ar: الشروط الضرورية:

source: OK
ar: موافق

source: Cancel
ar: إلغاء

source: Legend text
ar: نص مفتاح الرسم

source: Description:
ar: الوصف:

source: Write a descriptive text to show in the legend and function list. If empty the formula will be used.
ar: أكتب نص وصفي يعرض داخل مفتاح الرسم و قائمة الدوال. إذا تركته فارغا فسوف تستخدم المعادلة مكانه.

source: Properties
ar: الخصائص

source: Style:
ar: النمط:

source: Color:
ar: اللون:

source: Width:
ar: العرض:

source: Select the style used for drawing the inequality. Not used for equations.
ar: اختر النمط المستخدم لرسم المتراجحة. لا يستخدم للمعادلات.

source: Select the color for drawing the relation.
ar: اختر لونا لرسم العلاقة.

source: Width in pixels of the equation line or the borderline of the inequality.
ar: العرض بالبكسل لخط الرسم لحلول المعادلة أو لحدود حلول المتراجحة.

source: Enter the relation, for example "x^2+y^2 = 25" or "y < sin(x)"
ar: أدخل علاقة، مثلا ‪"x^2+y^2 = 25" أو "y < sin(x)"

source: Enter constraints for the relation, for example "x > 0 and y < 5"
ar: أدخل الشروط الضرورية للعلاقة، مثلا ‪"x > 0 and y < 5"

source: Insert tangent/normal
ar: إدراج مماس/عمود

source: Value where the tangent/normal will interact with the function.
ar: القيمة أين سيتقاطع المماس أو العمود مع الدالة.

source: Choose if you want a tangent or a normal.
ar: اختر إن كنت تريد مماسا أم عمودا.

source: Type
ar: النوع

source: Tangent
ar: مماس

source: Normal
ar: عمود

source: Write a descriptive text to show in the legend. If empty the equation will be used.
ar: أكتب نص وصفي يعرض داخل مفتاح الرسم. إذا تركته فارغا فسوف تستخدم المعادلة مكانه.

source: Graph properties
ar: خصائص الرسم

source: Line style:
ar: نمط الخط:

source: Width of graph in pixels.
ar: عرض خط الرسم بالبكسل.

source: Choose which line style to use for drawing the graph.
ar: اختر أي نمط خط للرسم.

source: Select the color of the graph.
ar: اختر لون الرسم.

source: Argument range
ar: مجال المتغيرات

source: From:
ar: من:

source: To:
ar: إلى:

source: Start of range interval for the used variable.
ar: بداية المجال للمتغير المستخدم.

source: End of range interval for the used variable.
ar: نهاية المجال للمتغير المستخدم.

source: Endpoints
ar: النقاط الطرفية

source: Start:
ar: البداية:

source: End:
ar: النهاية:

source: Select marker to show at the start of the interval. Only used if an argument range is specified.
ar: اختر علامة التي تعرض في بداية المجال. تستخدم فقط إذا كان مجال المتغير محددا.

source: Select marker to show at the end of the interval. Only used if an argument range is specified.
ar: اختر علامة التي تعرض في نهاية المجال. تستخدم فقط إذا كان مجال المتغير محددا.

source: Insert trendline
ar: إدراج خط اتجاه

source: Line
ar: خط

source: Built-in
ar: مضمّنة

source: Create a linear function: f(x)=ax+b
ar: إنشاء دالة خطية: ‭f(x)=ax+b

source: Create a logarithmic function: f(x)=a*ln(x)+b
ar: إنشاء دالة لوغاريتمية: ‭f(x)=a*ln(x)+b

source: Create a polynomial function: f(x)=ax^3+bx^2+cx+d
ar: إنشاء دالة كثيرة الحدود: ‭f(x)=ax^3+bx^2+cx+d

source: Create a power function: f(x)=ax^b
ar: إنشاء دالة القوة: ‭f(x)=ax^b

source: Create a exponential function: f(x)=a*b^x
ar: إنشاء دالة أسية: ‭f(x)=a*b^x

source: Order:
ar: الدرجة:

source: Polynomial
ar: كثيرة حدود

source: Logarithmic
ar: لوغاريتمية

source: Linear
ar: خطية

source: Power
ar: قوة

source: Exponential
ar: أسية

source: Create a moving average as a series of straight lines.
ar: إنشاء معدل(متوسط) متحرك كسلسلة من القطع المستقيمة.

source: Moving average
ar: معدل متحرك

source: Period:
ar: الدور:

source: Determines how many points are used for the average.
ar: تحديد كم عدد النقاط المستخدمة لحساب المعدل.

source: The order of the polynomium. For example 2 means a parable.
ar: درجة كثير الحدود. مثلا 2 تعني قطع مكافئ.

source: User defined
ar: معرفة من قبل المستخدم

source: Model:
ar: النموذج:

source: Add model
ar: إضافة نموذج

source: Remove model
ar: إزالة نموذج

source: Edit model
ar: تحرير نموذج

source: Enter a function model to base the trendline on.
ar: أدخل نموذج لدالة كأساس لخط الاتجاه.

source: Type a value in the Intercept box to specify the point where you want the trendline to meet the y-axis. This is only available for linear, polynomial and exponential trendlines.
ar: أكتب قيمة لتعيين أين تريد من خط الاتجاه التقاطع مع المحور y. هذا متوفر فقط لخطوط الاتجاه الخطية، الأسية و كثيرة الحدود.

source: Intercept =
ar: نقطة التقاطع =

source: Import from file...
ar: استيراد من ملف ...

source: Import user models from a file.
ar: استيراد نماذج لمستخدم من ملف.

source: Export all to file...
ar: تصدير الكل إلى ملف ...

source: Export user models to a file.
ar: تصدير نماذج المستخدم إلى ملف.

source: User models [*.ini]|*.ini
ar: نماذج المستخدم [*.ini]|*.ini

source: Insert point series
ar: إدراج سلسلة نقطية

source: The name of the point series, which is shown in the list to the left of the coordinate system.
ar: اسم السلسلة النقطية، الذي يظهر في مفتاح الرسم و في قائمة الدوال.

source: Series
ar: سلسلة

source: This shows a sample of the markers and the lines between the markers.
ar: هذا الشكل يظهر عينة من العلامات و الخطوط بينها.

source: Sample
ar: معاينة

source: Markers
ar: علامات

source: Marker
ar: علامة

source: Size:
ar: الحجم:

source: Choose the size of the markers.
ar: اختر حجم العلامات.

source: Choose the type of markers to be shown at each point.
ar: اختر نوع العلامات لإظهارها عند كل نقطة.

source: Choose the color of the markers.
ar: اختر لون العلامات.

source: Interpolation:
ar: الاستكمال:

source: Choose the style of lines to be drawn between the points. You may also choose not to draw any lines.
ar: اختر نمط خط الرسم بين النقاط. يمكنك أن تختار عدم رسم أي خط.

source: Choose the width of the lines in pixels.
ar: اختر عرض الخط بالبكسل.

source: Select which kind of line to draw between the markers.
ar: اختر نوع الاستكمال لتطبيقه على رسم الخطوط بين العلامات.

source: 1D cubic spline
ar: قطع تكعبية أحادية البعد

source: 2D cubic spline
ar: قطع تكعبية ثنائية البعد

source: Half cosine
ar: نصف جيب تمام

source: Choose the color of the lines.
ar: اختر لون الخط.

source: Labels
ar: التسميات

source: Position:
ar: الموضع:

source: Check to show the coordinate at each point.
ar: تعيين لعرض الإحداثيات عند كل نقطة.

source: Show coordinates
ar: عرض الإحداثيات

source: Select the font for the coordinates.
ar: اختر خطا لكتابة الإحداثيات.

source: Select where the coordinates should be shown.
ar: اختر أين يجب عرض الإحداثيات.

source: Above
ar: أعلى

source: Below
ar: أسفل

source: Left
ar: يسار

source: Right
ar: يمين

source: Above Left
ar: أعلى اليسار

source: Above Right
ar: أعلى اليمين

source: Below Left
ar: أسفل اليسار

source: Below Right
ar: أسفل اليمين

source: Choose between cartesian (x,y) coordinates and polar (θ,r) coordinates.
ar: اختر بين الإحداثيات الديكارتية (x, y) والإحداثيات القطبية (θ, r).

source: Coordinate type
ar: نوع الإحداثيات

source: Cartesian
ar: ديكارتية

source: Polar
ar: قطبية

source: Error bars
ar: حدود الخطأ

source: X error amount
ar: قيمة حدود الخطأ لـ x

source: Show horizontal error bars.
ar: عرض حدود الخطأ الأفقية.

source: Show x-bars
ar: عرض حدود x

source: All error bars are the same size.
ar: لكل حدود الخطأ نفس حجم.

source: Fixed:
ar: ثابتة:

source: Enter fixed value.
ar: أدخل قيمة ثابتة.

source: All error bars are the same percentage of the x-coordinate.
ar: كل حدود الخطأ لها نفس النسبة المئوية للإحداثية x.

source: Relative:
ar: نسبة:

source: Each error bar is given a custom value.
ar: كل حد خطأ يعطى قيمة مخصصة.

source: Custom
ar: تخصيص

source: Enter relative value in percent.
ar: أدخل قيمة نسبية كنسبة مئوية.

source: Y error amount
ar: قيمة حدود الخطأ لـ y

source: Show vertical error bars.
ar: عرض حدود الخطأ العمودية.

source: Show y-bars
ar: عرض حدود y

source: All error bars are the same percentage of the y-coordinate.
ar: كل حدود الخطأ لها نفس النسبة المئوية للإحداثية y.

source: Cut the selected text to the clipboard.
ar: قص النص المحدد إلى الحافظة.

source: Copy the selected text to the clipboard.
ar: نسخ النص المحدد إلى الحافظة.

source: Paste text from the clipboard into the grid. Other cells may be overwritten by the text from the clipboard.
ar: لصق نص من الحافظة إلى الشبكة. يمكن لخلايا أخرى أن تكتب بواسطة النص من الحافظة.

source: Erase selected cells.
ar: مسح الخلايا المحددة.

source: Insert row
ar: إدراج سطر

source: Inserts a row in the grid moving rows below one down.
ar: إدراج سطر في الشبكة مع تحريك السطور السفلى سطرا واحدا إلى أسفل.

source: Remove row
ar: إزالة السطر

source: Removes the selected rows.
ar: إزالة الأسطر المحددة.

source: Select all
ar: تحديد الكل

source: Select all cells.
ar: تحديد كل الخلايا.

source: Import data from a file and place it at the selected cell.
ar: استيراد البيانات من ملف و وضعها عند الخلية المحددة.

source: Export selected data to a file.
ar: تصدير البيانات المحددة إلى ملف.

source: Calculate table
ar: حساب الجدول

source: The step value. This is the difference between two adjoining values in the defined interval.
ar: قيمة الخطوة. و هي الفرق بين كل قيمتين متتابعتين ضمن المجال المعرف.

source: The first x-value in the interval.
ar: القيمة الأولى لـ x في المجال.

source: The last x-value in the interval.
ar: القيمة الأخيرة لـ x في المجال.

source: Show %s
ar: عرض ‭%s

source: Show the %s column in the table.
ar: عرض العمود %s في الجدول.

source: Copy selected cells to the clipboard.
ar: نسخ الخلايا المحددة إلى الحافظة.

source: Saves the selected data to a file.
ar: حفظ المعطيات المحددة إلى ملف.

source: Calculating
ar: حساب

source: CSV (Comma delimited) [*.csv]|*.csv|Text [*.txt]|*.txt
ar: CSV (محدّدة بالفاصلة) [*.csv]|*.csv|نص [*.txt]|*.txt

source: Insert shading
ar: إدراج تظليل

source: Shading
ar: تظليل

source: Shades the area between the function and the x-axis.
ar: تظليل المساحة بين الدالة و المحور x.

source: Shades the area below the function.
ar: تظليل المساحة تحت الدالة.

source: Shades the area above the function.
ar: تظليل المساحة فوق الدالة.

source: Shades the area between the function and the y-axis.
ar: تظليل المساحة بين الدالة و المحور y.

source: Shades the area inside the function.
ar: تظليل المساحة داخل الدالة.

source: Shades the area between the main function and the function selected in the list to the right.
ar: تظليل المساحة بين الدالة الرئيسية و الدالة المحددة في القائمة على اليمين.

source: Above function
ar: فوق دالة

source: Between function and x-axis
ar: بين دالة و المحور x

source: Between functions
ar: بين دالتين

source: Between function and y-axis
ar: بين دالة و المحور y

source: Inside function
ar: داخل دالة

source: Below function
ar: تحت دالة

source: Options
ar: خيارات

source: Range
ar: مجال

source: Coordinate where the shading starts.
ar: الإحداثيات أين يبدأ التظليل.

source: Coordinate where the shading ends.
ar: الإحداثيات أين ينتهي التظليل.

source: Check to increase the end coordinate until intersection.
ar: تعيين لزيادة قيمة النهاية حتى التقاطع.

source: Increase to intersection
ar: زيادة حتى التقاطع.

source: Check to decrease the start coordinate until intersection.
ar: تعيين لإنقاص قيمة البداية حتى التقاطع.

source: Decrease to intersection
ar: إنقاص حتى التقاطع.

source: Select the style used for the shading.
ar: اختر النمط المستخدم للتظليل.

source: Select color used for shading.
ar: اختر لونا للتظليل.

source: Mark the border around the shading.
ar: إبراز حافة التظليل.

source: Mark border
ar: إبراز الحدود
