Repository: q2apro/graph-padowan
Catalog: Locale/Arabic.po
Languages: ar

source: Enter a description to show in the legend.
ar: أدخل وصفا لعرضه داخل مفتاح الرسم.

source: 2nd function
ar: دالة ثانية

source: 2nd function:
ar: الدالة الثانية:

source: Select the second function when you want a shading between two functions.
ar: اختر الدالة الثانية عندما تريد التظليل بين دالتين.

source: Shading range for 2nd function
ar: مجال التظليل للدالة الثانية

source: Custom functions/constants
ar: دوال و ثوابت مخصصة

source: Apply
ar: تطبيق

source: Names
ar: الأسماء

source: Definition
ar: التعريف

source: Image options
ar: خيارات الصورة

source: Size
ar: الحجم

source: Image width:
ar: العرض:

source: Image height:
ar: الإرتفاع:

source: Set a custom image width in pixels.
ar: تعيين عرض صورة مخصص، بـ بكسل.

source: Set a custom image height in pixels.
ar: تعيين إرتفاع صورة مخصص، بـ بكسل.

source: Choose to use the same size as shown on the screen or a custom image size.
ar: اختر استخدام نفس الحجم كما هو ظاهر على الشاشة أو حجم صورة مخصص.

source: Image size
ar: حجم الصورة

source: Screen size
ar: الحجم الحالي

source: Custom size
ar: حجم مخصص

source: Progressive encoding allows viewers to see a rough copy of the image while it is downloaded.
ar: الترميز المتدرج يسمح للمتصفح بعرض نسخة غير واضحة للصورة أثناء التحميل.

source: Encoding
ar: الترميز

source: Sequential
ar: متتال

source: Progressive
ar: متدرج

source: Select a compression quality.
ar: اختر جودة الضغط.

source: Quality
ar: الجودة

source: Paper size:
ar: حجم الورق:

source: Choose paper orientation.
ar: اختر وضعية الورقة.

source: Orientation
ar: الوضعية

source: Portrait
ar: طوليا

source: Landscape
ar: عرضيا

source: Choose paper size to use.
ar: اختر حجم الورق لاستخدامه.

source: Letter
ar: رسالة

source: Ledger
ar: دفتر

source: Legal
ar: قانوني

source: Select this to use these settings as defaults in the future.
ar: جعل هذه الإعدادات الافتراضية في المستقبل.

source: Save as default
ar: حفظ كإعدادات افتراضية

source: Animate
ar: رسوم متحركة

source: Constant:
ar: الثابت:

source: Choose a constant to change between each frame.
ar: إختر ثابتا لتغييره في كل لقطة.

source: Step:
ar: الخطوة:

source: The first value of the constant.
ar: القيمة الأولى للثابت.

source: The last value of the constant.
ar: القيمة الأخيرة للثابت.

source: The chosen constant is changed by this value between each frame.
ar: الثابت المختار سيغير بهذه القيمة في كل لقطة.

source: Frame options
ar: خيارات اللقطة

source: Frame width:
ar: عرض اللقطة:

source: Frame height:
ar: إرتفاع اللقطة:

source: Frames/second:
ar: لقطة في الثانية:

source: Width of each frame, in pixels.
ar: عرض كل لقطة، بـ البكسل.

source: Height of each frame, in pixels.
ar: إرتفاع كل لقطة، بـ البكسل.

source: Number of frames per second used when the animation is played.
ar: عدد اللقطات في الثانية المستخدم أثناء تشغيل الرسوم المتحركة.

source: Working
ar: عمل

source: Version %s
ar: الإصدار ‪%s

source: Build %s
ar: البناء ‪%s

source: This is free software, and you are welcome to redistribute it under the terms in the <a href="%s">GNU General Public License</a> version 2. Please send bug reports and suggestions to the programmer.
ar: هذا البرنامج مجاني، مرحب بتوزيعه تحت رخصة جنو العمومية (<a href="%s">GNU General Public License</a>) الإصدار 2.رجاءا أرسل تقارير العلل أو الاقتراحات إلى المبرمج.

source: The newest version as well as the source code are available at: %s
ar: كل من الإصدار الجديد و مصدر البرنامج متاحة في : %s

source: Email: %s
ar: البريد الإلكتروني: %s

source: <Language> translation by <Translator>
ar: Arabic translation by: Abdellah Chelli قام بالترجمة العربية: عبد الله شلي

source: Animation
ar: الرسوم المتحركة

source: Play
ar: تشغيل

source: Pause
ar: توقف مؤقت

source: Stop
ar: توقف

source: Back
ar: عودة

source: Step
ar: خطوة

source: Speed
ar: السرعة

source: Change the speed used to play the animation.
ar: تغيير السرعة المستخدمة لعرض الرسوم المتحركة.

source: Repeat
ar: تكرار

source: Repeat playing the animation until manually stopped.
ar: تكرار الرسوم المتحركة إلى أن توقف يدويا.

source: Auto reverse
ar: حركة عكسية آلية

source: Play backwards when the end of the animation is reached. This is most useful in combination with the "Repeat" command.
ar: تشغيل الرسوم المتحركة عكسيا عندما تصل إلى نهايتها. هذة الخاصية ذي فائدة حينما تستخدم مع الأمر "تكرار"

source: Save the animation to a file.
ar: حفظ الرسوم المتحركة إلى ملف.

source: Save frame...
ar: حفظ اللقطة ...

source: Save the shown frame to an image file.
ar: حفظ اللقطة الحالية كصورة.

source: Save all frames...
ar: حفظ كل اللقطات...

source: Save all frames in the animation to image files. This will create as many files as there are frames in the animation.
ar: حفظ كل اللقطات إلى ملفات صور. هذا سينشئ ملفات كثيرة بعدد اللقطات الموجودة.

source: Corner:
ar: الزاوية:

source: Choose which corner of the label should be locked.
ar: اختر أي الزاوية تريد وضع مفتاح الرسم عندها.

source: Upper Left
ar: أعلى اليسار

source: Upper Right
ar: أعلى اليمين

source: Lower Left
ar: أعلى اليسار

source: Lower Right
ar: أعلى اليمين

source: Enter a coordinate to lock label at.
ar: أدخل إحداثية، لوضع النص عندها.

source: Python interpreter
ar: مترجم بايثون

source: Clear
ar: مسح

source: Edit axes
ar: تحرير المحاور

source: x-axis
ar: المحور x

source: Minimum:
ar: القيمة الدنيا:

source: Minimum x-value.
ar: القيمة الدنيا لـ x.

source: Maximum:
ar: القيمة العليا:

source: Maximum x-value.
ar: القيمة العليا لـ x.

source: Tick unit:
ar: وحدة التدريجات:

source: Units between ticks on the x-axis.
ar: الوحدات بين التدريجات على المحور x.

source: Grid unit:
ar: وحدة الشبكة:

source: Units between the grid lines perpendicular to the x-axis.
ar: البعد بين خطوط الشبكة العمودية على المحور x.

source: Determine the tick unit automatically.
ar: تعيين وحدة التدريجات آليا.

source: Auto tick
ar: تعيين الوحدة آليا

source: Show tick marks on the x-axis.
ar: إظهار التدريجات على المحور x.

source: Show ticks
ar: إظهار التدريجات

source: Set the grid unit to the same as the tick unit.
ar: جعل وحدة الشبكة مساوية لوحدة التدريجات.

source: Auto grid
ar: تعيين الوحدة آليا

source: Show vertical grid lines.
ar: إظهار الخطوط الشبكة العمودية.

source: Show grid
ar: إظهار الشبكة

source: Show the label at the right side of the graphing area, above the x-axis.
ar: إظهار التسمية في الجانب الأيمن من معلم الرسم، فوق المحور x.

source: Label:
ar: العنوان:

source: Edit the label for the axis here.
ar: تحرير عنوان المحور.

source: The x-axis cross at y=
ar: المحور x يقطع المحور y عند y=

source: The x-axis will intersect with the y-axis at this value.
ar: المحور x سيتقاطع مع المحور y عند هذه القيمة.

source: Use logarithmic scale on the x-axis.
ar: استخدام المقياس اللوغاريتمي في المحور x.

source: Logarithmic scale
ar: مقياس لوغاريتمي

source: Show units on the x-axis.
ar: إظهار الإحداثيات على المحور x.

source: Show numbers
ar: إظهار القيم

source: Show units on the selected axis as a fraction multiplied by pi.
ar: إظهار التدريجات على المحور المحدد كنسب مضروبة في pi.

source: Show as a multiple of π
ar: إظهار كمضاعفات لـ π

source: y-axis
ar: المحور y

source: Minimum y-value.
ar: القيمة الدنيا لـ y.

source: Maximum y-value.
ar: القيمة العليا لـ y.

source: Units between ticks on the y-axis.
ar: البعد بين التدريجات على المحور y.

source: Units between the grid lines perpendicular to the y-axis.
ar: البعد بين خطوط الشبكة العمودية على المحور y.

source: Show tick marks on the y-axis.
ar: إظهار التدريجات على المحور y.

source: Show horizontal grid lines.
ar: إظهار خطوط الشبكة العمودية.

source: Show the label at the top of the graphing area, to the right of the y-axis.
ar: إظهار التسمية في أعلى معلم الرسم، يمين المحور y.

source: The y-axis cross at x=
ar: المحور y يقطع المحور x عند x=

source: The y-axis will intersect with the x-axis at this value.
ar: المحور y سيتقاطع مع المحور x عند هذه القيمة.

source: Use logarithmic scale for the y-axis.
ar: استخدام المقياس اللوغاريتمي في المحور y.

source: Show units on the y-axis.
ar: إظهار الإحداثيات على المحور y.

source: Settings
ar: الإعدادات

source: Title:
ar: العنوان:

source: Choose if you want to show the axes, and if you want to show them crossed or at the left and bottom of the image.
ar: اختر إذا ما كنت تريد إظهار المحاور، و إذا ما كنت تريد عرضها متقاطعة أو عند يسار أسفل الصورة.

source: Axes style
ar: نمط المحاور

source: None
ar: لا محاور

source: Crossed
ar: متقاطعة

source: Boxed
ar: جانبية

source: Choose if trigonometric functions should calculate in radians or degrees.
ar: إختر ما إذا كنت تريد أن تحسب الدوال المثلثية بـ الراديان أم الدرجات.

source: Trigonometry
ar: حساب المثلثات

source: Radian
ar: راديان

source: Degree
ar: درجة

source: Enter a title to show above the coordinate system.
ar: أدخل عنوانا لعرضه أعلى المعلم.

source: Select the font for the title.
ar: اختر خط العنوان.

source: Choose where the legend should be placed.
ar: اختر أين يوضع مفتاح الرسم.

source: Legend placement
ar: موضع مفتاح الرسم.

source: Check this to use complex numbers for calculations. Notice that this will slow graphing down.
ar: استخدام الأعداد المركبة للحسابات. قد يؤدي هذا إلى بطئ الرسم.

source: Calculate with complex numbers
ar: حساب باستخدام الأعداد المركبة

source: Font and color
ar: الخطوط و الألون

source: Colors
ar: الألوان

source: Grid color:
ar: لون الشبكة:

source: Axes color:
ar: لون المحاور:

source: Background color:
ar: لون الخلفية:

source: Select the color of the image background.
ar: اختر لون خلفية الصورة.

source: Select the color of the axes.
ar: اختر لون المحاور.

source: Select the color of the grid lines.
ar: اختر لون خطوط الشبكة.

source: Fonts
ar: الخطوط

source: Number font:
ar: خط الأعداد:

source: Label font:
ar: خط العناوين:

source: Legend font:
ar: خط مفتاح الرسم:

source: Select the font used to show the labels on the axes.
ar: اختر الخط المستخدم لعرض عناوين المحاور.

source: Select the font used to show the numbers on the axes.
ar: اختر الخط المستخدم لعرض الأعداد على المحاور.

source: Select the font used to show the legend text.
ar: اختر الخط المستخدم لعرض نص مفتاح الرسم.

source: Decimals:
ar: الأرقم العشرية:

source: Number of decimals used when results are shown.
ar: عدد الأرقام العشرية المستخدمة في إظهار النتائج.

source: Format used when complex numbers are shown.
ar: الشكل المستخدم لعرض الأعداد المركبة.

source: Complex form
ar: صيغة الأعداد المركبة

source: Real
ar: حقيقية

source: Rectangular
ar: ديكارتية

source: Recent files:
ar: الملفات السابقة:

source: The number of most recent used files shown in the File menu.
ar: عدد آخر الملفات المستخدمة المعروضة في قائمة 'ملف'.

source: Max undo steps:
ar: أقصى عدد للتراجع:

source: Maximum number of undo steps saved. Set this to 0 to prevent undo.
ar: أقصى عدد لخطوات التراجع المحفوظة. لمنع التراجع عدل القيمة إلى 0.

source: Font scale:
ar: حجم الخط:

source: This is used to scale the user interface if you are having problems reading the text.
ar: استخدم هذا لتغيير حجم الخط لواجهة المستعمل إذا كنت تجد صعوبة في قراءة النص.

source: Language:
ar: اللغة:

source: Select the language to use for the user interface.
ar: اختر اللغة المستخدمة لواجهة المستعمل.

source: Show the tooltip when the cursor is over an item.
ar: عرض الإرشادات عند وضع المؤشر فوق العنصر.

source: Show tooltip
ar: عرض الإرشادات

source: Save the size of the main window when the program exits. This is used the next time Graph is run.
ar: حفظ حجم النافذة عند إغلاق البرنامج. يستخدم هذا الخيار عند تشغيل البرنامج في المرة التالية.

source: Save workspace on exit
ar: حفظ فضاء العمل عن الخروج

source: If checked the program will contact a web server when the program is started to see if a newer version is available.
ar: عند تشغيل البرنامج سيقوم بالإتصال بالملقم و يرى ما إذا كان هنالك إصدار جديد.

source: Check for new version of Graph at startup
ar: التحقق من توفر إصدار جديد من غْراف Graph عند التشغيل

source: Use a custom decimal separator instead of the default from the Windows Regional settings.
ar: استخدم فاصل عشري مخصص بدلاً من القيمة الافتراضية من إعدادات وينداوز الإقليمية.

source: Custom decimal separator:
ar: فاصل عشري مخصص:

source: Decimal separator used when exporting to other programs.
ar: الفاصل العشري المستخدم عند التصدير إلى برامج أخرى.

source: Insert function
ar: إدراج دالة

source: Function type:
ar: نوع الدالة:

source: Select the function type to graph.
ar: اختر نوع الدالة المراد رسمها.

source: Standard function y=f(x)
ar: دالة قياسية ‪y=f(x)

source: Parametric function x(t), y(t)
ar: دالة وسيطية ‪x(t), y(t)

source: Polar function r=f(t)
ar: دالة قطبية ‪r=f(t)

source: Function equation
ar: معادلة الدالة

source: Steps:
ar: الخطوات:

source: Number of calculation steps used to draw the graph.
ar: عدد الخطوات الحسابية لرسم المنحنى البياني.

source: Draw type:
ar: نوع الرسم:

source: Choose Lines if you want the calculated points for the graph to be connected. Choose Dots if you only want to show a dot at each point.
ar: إختر خطوط إذا أردت من النقاط المحسوبة أن توصل. أو إختر نقاط إذا أردت رسم النقاط فقط.

source: Automatic
ar: إفتراضي

source: Dots
ar: نقاط

source: Lines
ar: خطوط

source: Insert text label
ar: إدراج نص

source: Font name:
ar: اسم الخط:

source: Font size:
ar: حجم الخط:

source: Font color:
ar: لون الخط:

source: Text size.
ar: حجم النص.

source: Text string
ar: النص

source: Insert symbol (Ctrl+G)
ar: إدراج رمز (Ctrl+G)

source: Insert object.
ar: إدراج كائن.

source: Bold (Ctrl+B)
ar: عريض (Ctrl+B)

source: Italic (Ctrl+I)
ar: مائل (Ctrl+I)

source: Underline (Ctrl+U)
ar: تسطير (Ctrl+U)

source: Strikethrough (Ctrl+S)
ar: تشطيب (Ctrl+S)

source: Superscript (Ctrl++)
ar: رمز علوي (Ctrl++)

source: Subscript (Ctrl+=)
ar: رمز سفلي (Ctrl+=)

source: Align left (Ctrl+L)
ar: محاذاة إلى اليسار (Ctrl+L)

source: Center (Ctrl+E)
ar: توسيط (Ctrl+E)

source: Align right (Ctrl+R)
ar: محاذاة إلى اليمين (Ctrl+R)

source: Text font.
ar: خط النص.

source: Text color.
ar: لون النص.

source: Select background color of the text label.
ar: اختر لون خلفية النص.

source: Transparent
ar: شفاف

source: Undo last action.
ar: التراجع عن الخطوة الأخيرة.

source: Redo last undone action.
ar: إعادة القيام بالخطوة الأخيرة المتراجع عنها.

source: Paste the contents of the clipboard.
ar: لصق محتويات الحافظة.

source: Paste special...
ar: لصق خاص ...

source: Select which clipboard representation you want to paste.
ar: اختر على أي شكل تريد لصق الحافظة.

source: Insert object...
ar: إدراج كائن ...

source: Create a new OLE object.
ar: إنشاء كائن OLE جديد.

source: Edit object
ar: تحرير كائن

source: Edit selected OLE object.
ar: تحرير كائن OLE المحدد.

source: Insert f'(x)
ar: إدراج ‪f'(x)

source: Name:
ar: الاسم:

source: Constant
ar: ثابت

source: Value
ar: قيمة

source: Select a function or tangent to evaluate.
ar: حدد دالة أو مماس للتقييم.

source: Select where the cursor will be placed when you click on the image.
ar: اختر أين يوضع المؤشر حينما تنقر على البيان.

source: Enter the start coordinate or mark the range on the graph itself with the mouse.
ar: أدخل إحداثيات البداية أو عين المجال على الرسم البياني مباشرة باستخدام الفأرة.

source: Enter the end coordinate or mark the range on the graph itself with the mouse.
ar: أدخل إحداثيات النهاية أو عين المجال على الرسم البياني مباشرة باستخدام الفأرة.

source: Snap to:
ar: إلتصاق بـ:

source: The x-coordinate evaluated for the t-parameter.
ar: الإحداثية x مقدرة من أجل الوسيط t .

source: The y-coordinate evaluated for the t-parameter.
ar: الإحداثية y مقدرة من أجل الوسيط t .

source: The derivative of x(t) evaluated for the entered t-parameter.
ar: مشتق ‪x(t)‬ مقدر من أجل الوسيط t المعطى.

source: The derivative of y(t) evaluated for the entered t-parameter.
ar: مشتق ‪y(t)‬ مقدر من أجل الوسيط t المعطى.

source: The slope of the function evaluated for the entered t-parameter.
ar: ميل الدالة مقدر من أجل الوسيط t المعطى.

source: Enter the value for the parameter t for which you want to evaluate the function, or click on the graph in the graphing area.
ar: أدخل القيمة التي من أجلها تريد تقييم الدالة، أو أنقر على بيان الدالة مباشرة.

source: Intersection
ar: تقاطع

source: Extreme x-value
ar: ذروة y

source: Extreme y-value
ar: ذروة x

source: The distance to the function evaluated for the given angle.
ar: المسافة إلى الدالة مقدرة من أجل الزاوية المعينة.

source: The x-coordinate evaluated for the given angle.
ar: الإحداثية x مقدرة من أجل الزاوية المعينة.

source: The y-coordinate evaluated for the given angle.
ar: الإحداثية y مقدرة من أجل الزاوية المعينة.

source: The derivative of the function evaluated for the given angle.
ar: مشتق الدالة مقدر من أجل الزاوية المعينة.

source: The slope of the function evaluated for the given angle.
ar: ميل الدالة مقدر من أجل الزاوية المعينة.

source: Enter the value of the polar angle for which you want to evaluate the function, or click on the graph in the graphing area.
ar: أدخل قيمة الزاوية القطبية التي من أجلها تريد تقييم الدالة، أو أنقر على بيان الدالة مباشرة.

source: Enter a value for which you want to evaluate the function, or click on the graph in the graphing area.
ar: أدخل القيمة التي من أجلها تريد تقييم الدالة، أو أنقر على بيان الدالة مباشرة.

source: This is the function evaluated for the entered x-value.
ar: قيمة الدالة مقدرة من أجل قيمة x المعينة.

source: This is the first derivative of the function evaluated for the entered value.
ar: قيمة المشتق الأول للدالة المقدرة من أجل قيمة x المعينة.

source: This is the second derivative of the function evaluated for the entered value.
ar: هذه هي قيمة المشتق الثاني للدالة مقدرة من أجل القيمة المعينة.

source: This is the y-coordinate corresponding to the entered x-coordinate.
ar: الإحداثية y المقدرة من أجل الإحداثية x المعينة.

source: Enter an x-coordinate or click in the graphing area.
ar: أدخل إحداثية x أو أنقر على الرسم مباشرة.

source: Error
ar: خطأ

source: Error %s
ar: الخطأ %s

source: Length
ar: طول

source: Degrees
ar: الدرجات

source: Label
ar: نص

source: %s-error
ar: الخطأ - ‪%s

source: Axes
ar: محاور

source: An error occurred while evaluating power function.
ar: وقع خطأ أثناء تقييم دالة القوة.

source: Tangent to pi/2+n*pi (90+n180 in degrees) is undefined.
ar: الظل غير معرف عند pi/2+n*pi (بالدرجات 90+180 n).

source: Fact can only be calculated for positive integers.
ar: يمكن حساب العاملي (Fact) فقط من أجل الأعداد الصحيحة الموجبة.

source: Cannot take logarithm to number equal or less than zero.
ar: لا يمكن حساب لوغاريتم لعدد أصغر من أو يساوي الصفر.

source: sqrt is undefined for negative numbers.
ar: دالة الجدر المربع غير معرفة من أجل أعداد سالبة.

source: A part of the evaluation gave a number with an imaginary part.
ar: جزء من التقييم أعطى عددا بجزء تخيلي.

source: Division by zero.
ar: قسمة على الصفر.

source: Inverse trigonometric function out of range [-1;1]
ar: دالة مثلثية عكسية خارج المجال [-1;1]

source: The function is not defined for this value.
ar: الدالة غير معرفة من أجل هذه القيمة.

source: atanh evaluated at undefined value.
ar: حساب atanh عند قيمة غير معرفة.

source: acosh evaluated at undefined value.
ar: حساب acosh عند قيمة غير معرفة.

source: arg(0) is undefined.
ar: العدد الأول في المعطيات ‪arg(0)‬ غير معرف.

source: Evaluation failed.
ar: فشل التقييم.

source: Argument produced a function result with total loss of precision.
ar: المعطيات أنتجت حاصل دالة بخسارة كلية لدقة العدد.

source: The custom function/constant '%s' was not found or has the wrong number of arguments.
ar: الدالة/الثابت المخصص(ة) '‪%s‬' لا يمكن العثور عليه (ها) أو أن الدالة تملك عدد المعطيات خاطئ.

source: Too many recursive calls.
ar: نداءات متكررة (تراجعية) كثيرة.

source: Overflow: A function returned a value too large to handle.
ar: فيض (Overflow):قيمة حاصل الدالة كبيرة و لا يمكن التعامل معها.

source: A plugin function failed: %s
ar: فشل البرنامج المساعد: %s

source: Unexpected operator. Operator '%s' cannot be placed here.
ar: عملية غير متوقعة. لا يمكن وضع العملية '‪%s‬' هنا.

source: The right bracket is missing.
ar: القوس الأيمن مفقود.

source: Invalid number of arguments supplied for the function '%s'
ar: قدم للدالة '‪%s‬' عدد غير مقبول من المعطيات.

source: Comparison operator misplaced.
ar: عملية المقارنة في مكان خاطئ.

source: Invalid number found. Use the format: -5.475E-8
ar: العثور على عدد غير مقبول. استخدم الشكل التالي: ‭-5.475E-8

source: String is empty. You need to enter a formula.
ar: النص فارغ. تحتاج لإدخال صيغة.

source: Comma is not allowed here. Use dot as decimal separator.
ar: الفاصلة غير مسموح بها هنا. استخدم النقطة كفاصل عشري.

source: Unexpected end of brackets.
ar: نهاية غير متوقعة للأقواس.

source: Number, constant or function expected.
ar: من المتوقع: عدد، ثابت أو دالة.

source: Parameter after constant or variable not allowed.
ar: وسيط بعد ثابت أو متغير غير مسموح به.

source: Expression expected.
ar: من المتوقع: عبارة.

source: Unknown variable, function or constant: "%s"
ar: متغير، دالة أو ثابت مجهول: "‪%s‬"

source: Unknown character: "%s"
ar: حرف مجهول: "‪%s‬"

source: The end of the expression was unexpected.
ar: نهاية العبارة غير متوقعة.

source: Error parsing expression.
ar: خطأ في تفسير العبارة.

source: A calculation resulted in an overflow.
ar: نتج فيض (overflow) عند الحساب.

source: An invalid value was used in the calculation.
ar: استخدمت قيمة غير مقبولة في الحساب.

source: Not enough points for calculation.
ar: نقاط غير كافية لإجراء الحسابات.

source: Illegal name "%s" for user defined function or constant.
ar: "‪%s‬" اسم غير مقبول للدالة أو الثابت.

source: Cannot differentiate recursive function.
ar: لا يمكن إشتقاق دالة تراجعية.

source: Internal error.
ar: خطأ داخلي.

source: Function "%s" cannot be differentiated.
ar: لا يمكن اشتقاق الدالة "%s".

source: Not further specified error occurred under calculation.
ar: حدث خطأ غير معروف أثناء الحساب.

source: No solution found. Try another guess or another model.
ar: لم يعثر على أي حل، حاول التخمين مجددا أو جرب نموذجا آخرا.

source: No result found.
ar: لا توجد نتائج.

source: An accurate result cannot be found.
ar: لا يمكن العثور على نتيجة دقيقة.

source: Internal error. Please notify the programmer with as much information as possible.
ar: خطأ داخلي. أرجوا أن تعلم المبرمج بمعلومات وافية قدر ما تستطيع.

source: You need to enter a name for the function/constant.
ar: يجب عليك إدخال اسم للدالة/الثابت.

source: Invalid function/constant name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to redefine built-in names.
ar: اسم دالة/ثابت غير مقبول '‪%s‬'. الاسم يمكن أن يحتوي على حروف و أرقام، و يجب أن يبدأ دائما بحرف. بالإضافة إلى ذلك لا يمكن إعادة تعريف الأسماء المضمنة (كـ pi و cos).

source: You need to enter a name for the argument.
ar: يجب أن تدخل اسما لأحد المعطيات.

source: Invalid argument name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to use built-in names as argument names.
ar: اسم أحد المعطيات غير مقبول '‪%s‬'. الاسم يمكن أن يحتوي على حروف و أرقام، و يجب أن يبدأ دائما بحرف. بالإضافة إلى ذلك لا يمكن إعادة تعريف الأسماء المضمنة (كـ pi و cos).

source: Character found after brackets.
ar: عثر على حرف (أو رمز) بعد الأقواس.

source: Symbol "%s" defined more than once.
ar: الرمز "‪%s‬" عرف أكثر من مرة.

source: Invalid equation or inequality.
ar: معادلة أو متراجحة غير مقبولة.

source: Updating...
ar: تحديث ...

source: Save changes?
ar: حفظ تغييرات؟

source: Save changes in %s?
ar: حفظ تغييرات في ‪%s‬ ؟

source: You have reached the maximum range of zoom.
ar: لقد وصلت إلى أقصى مدى للتكبير.

source: You have reached the minimum range of zoom.
ar: لقد وصلت إلى أقصى مدى للتصغير.

source: '%s' must not be zero.
ar: يجب أن يكون '%s' غير الصفر.

source: Error in value
ar: خطأ في القيمة

source: '%s' has to be an integer value greater or equal to 0.
ar: '‪%s‬' يجب أن يكون عددا صحيحا أكبر من أو يساوي 0.

source: '%s' must be greater than zero.
ar: '‪%s‬' يجب أن يكون أكبر من الصفر.

source: '%s' must be an integer greater than zero.
ar: '‪%s‬' يجب أن يكون عددا صحيحا أكبر من الصفر.
